[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250716",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11167097",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41467-024-48633-2",
              "article-id_pmc": "PMC11167097",
              "article-id_pmid": "38862512",
              "article-id_publisher-id": "48633",
              "elocation-id": "4780",
              "kwd": "Space physics Cell biology Research data",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Costes;given-names:Sylvain V.",
              "name_1": "surname:Gentemann;given-names:Chelle L.",
              "name_2": "surname:Platts;given-names:Steven H.",
              "name_3": "surname:Carnell;given-names:Lisa A.",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "15",
              "year": "2024"
            },
            "text": "Biological horizons: pioneering open science in the cosmos",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "With precious few spaceflight missions, all space-related biological and biomedical-health data are priceless national resources that anyone should be able to easily access. The NASA Open Science Data Repository (OSDR: https://osdr.nasa.gov/bio) plays a crucial role in ensuring such accessibility, housing comprehensive space-related datasets derived not only from various model organisms but also from non-NASA human astronauts. These datasets cover a wide spectrum of biological assays conducted at multiple levels, ranging across cells, tissues, organs, and whole organisms. They effectively capture diverse types of data, including ‘omics, phenotypic, physiological, and behavioral changes experienced in space. Additionally, OSDR enriches this data by providing metadata contextualizing each experiment including the associated experimental hardware and environmental telemetry. OSDR has worked with a large and open scientific community to standardize data generation and formatting, enabling advanced analytics, including the use of artificial intelligence (AI) for data analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1150,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "With the support of NASA’s scientific leadership, the spirit of Open Science has permeated every scientific division at NASA, including the Biological and Physical Science (BPS) Division. The BPS Division has emerged as a pivotal force in fueling humanity’s fascination with space exploration by understanding the mechanisms of life adapting to extreme environmental hazards of deep space. As NASA launched the ambitious \"Transform to Open Science\" program (TOPS) in 2023, it aims to accelerate the adoption of a more reproducible and transparent approach to research. TOPS also aims to train 20,000 scientists in the art of Open Science by 2028 (https://nasa.github.io/Transform-to-Open-Science/), pushing for better equity and inclusivity in science. Within the BPS Division, the curation of an extensive array of space biological, space health, and mission telemetry data in standardized formats has been vetted by over 500 citizen scientists, members of the NASA OSDR Analysis Working Groups (AWG - https://osdr.nasa.gov/bio/awg/join.html). As a result, OSDR system ensures the invaluable data’s findability, accessibility, interoperability, and reusability (FAIR), despite the challenges posed by its multi-hierarchical, multimodal, and heterogeneous nature.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2420,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As a celebration of 2023 being the year of Open Science at NASA, a Nature portfolio Collection titled \"The Second Space Age: Omics, Platforms, and Medicine Across Orbits,’’ is a series of inspiring articles enabled by OSDR, enriched by new data generously shared by civilian astronauts aboard the SpaceX Inspiration4 mission. The investigator team involved in this work has embraced Open Science by sharing research data and enabling data mining by the AWG community. Data presented in this Nature portfolio Collection were fully utilized because of the open and accessible nature of the OSDR system. This array of work shows how NASA handled the storage and reuse of a diverse range of data from molecular to ecosystem levels, encompassing tabular, omics, imaging, code, video, biospecimens, and environmental physical-chemical telemetry data. The AWGs played a critical role standardizing metadata and data processing pipelines in OSDR, enabling groundbreaking discoveries in space biology and biomedical health by making meta-analysis possible. In this context, two recent articles involving the AWGs were published in Nature Machine Intelligence and featured in a special issue on AI, detailing the future role of AI and Open Science in deep space biological research and biomedical health support, describing how Open Science and standardization integrated with AI can maximize the value of limited yet vital spaceflight data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3856,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The spirit of Open Science and the invaluable insights from space biology have transcended boundaries, extending their embrace to other vital groups within NASA, including the Human Research Program (HRP) focused on the health and performance of NASA Astronauts. This Open Science approach champions practical, collaborative scientific discovery, with an emphasis on data sharing and immediate applications. Insights from space biology, facilitated by Open Science, are vital not just for aspirational goals like moon and Mars missions, but for direct advancements in human health and technology on earth. This Nature portfolio Collection highlights how collective efforts and open data can drive substantial scientific progress, merging the thrill of cosmic exploration with tangible and immediate benefits.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4665,
            "infons": {
              "section_type": "INTRO",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4803,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4824,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "S.V.C wrote the main commentary. C.L.G., L.A.C., and S.H.P. wrote specific parts relevant to their respective activities at NASA. C.L.G. discussed the Transform to Open Science (TOPS) program, L.A.C. focused on Open Science strategies at the Biological and Physical Sciences Division and S.H.P. discussed how the Human Research Program places itself in this new ecosystem.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5197,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5217,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5261,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5272,
            "infons": {
              "fpage": "D1515",
              "lpage": "D1522",
              "name_0": "surname:Berrios;given-names:DC",
              "name_1": "surname:Galazka;given-names:J",
              "name_2": "surname:Grigorev;given-names:K",
              "name_3": "surname:Gebre;given-names:S",
              "name_4": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1093/nar/gkaa887",
              "pub-id_pmid": "33080015",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "NASA GeneLab: interfaces for the exploration of space omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5337,
            "infons": {
              "fpage": "108441",
              "name_0": "surname:Scott;given-names:RT",
              "pub-id_doi": "10.1016/j.celrep.2020.108441",
              "pub-id_pmid": "33242404",
              "section_type": "REF",
              "source": "Cell Rep.",
              "type": "ref",
              "volume": "33",
              "year": "2020"
            },
            "text": "Advancing the integration of biosciences data sharing to further enable space exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5427,
            "infons": {
              "fpage": "1753",
              "lpage": "1759",
              "name_0": "surname:Ray;given-names:S",
              "pub-id_doi": "10.1093/bioinformatics/bty884",
              "pub-id_pmid": "30329036",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "35",
              "year": "2019"
            },
            "text": "GeneLab: Omics database for spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5479,
            "infons": {
              "fpage": "1162",
              "lpage": "1184",
              "name_0": "surname:Afshinnekoo;given-names:E",
              "pub-id_doi": "10.1016/j.cell.2020.10.050",
              "pub-id_pmid": "33242416",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Fundamental biological features of spaceflight: advancing the field to enable deep-space exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5580,
            "infons": {
              "fpage": "217",
              "name_0": "surname:Gentemann;given-names:C",
              "pub-id_doi": "10.1038/d41586-023-00019-y",
              "pub-id_pmid": "36631654",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "613",
              "year": "2023"
            },
            "text": "Why NASA and federal agencies are declaring this the Year of Open Science",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5654,
            "infons": {
              "fpage": "232",
              "lpage": "241",
              "name_0": "surname:Berrios;given-names:DC",
              "name_1": "surname:Beheshti;given-names:A",
              "name_2": "surname:Costes;given-names:SV",
              "pub-id_pmid": "30815061",
              "section_type": "REF",
              "source": "AMIA Annu Symp. Proc.",
              "type": "ref",
              "volume": "2018",
              "year": "2018"
            },
            "text": "FAIRness and usability for open-access omics data systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5712,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Mason, C. E. et al. A second space age: omics, platforms, and medicine across orbits. Nature. 2024 (in press).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5823,
            "infons": {
              "fpage": "208",
              "lpage": "219",
              "name_0": "surname:Sanders;given-names:LM",
              "pub-id_doi": "10.1038/s42256-023-00618-4",
              "section_type": "REF",
              "source": "Nat. Mach. Intell.",
              "type": "ref",
              "volume": "5",
              "year": "2023"
            },
            "text": "Biological research and self-driving labs in deep space supported by artificial intelligence",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5916,
            "infons": {
              "fpage": "196",
              "lpage": "207",
              "name_0": "surname:Scott;given-names:RT",
              "pub-id_doi": "10.1038/s42256-023-00617-5",
              "section_type": "REF",
              "source": "Nat. Mach. Intell.",
              "type": "ref",
              "volume": "5",
              "year": "2023"
            },
            "text": "Biomonitoring and precision health in deep space supported by artificial intelligence",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]