[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250716",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11166911",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41467-024-48916-8",
              "article-id_pmc": "PMC11166911",
              "article-id_pmid": "38862479",
              "article-id_publisher-id": "48916",
              "elocation-id": "4778",
              "kwd": "Molecular neuroscience Genetics of the nervous system Computational neuroscience",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Masarapu;given-names:Yuvarani",
              "name_1": "surname:Cekanaviciute;given-names:Egle",
              "name_10": "surname:Gebre;given-names:Samrawit",
              "name_11": "surname:Lázár;given-names:Enikő",
              "name_12": "surname:Graziano;given-names:Marta",
              "name_13": "surname:Frapard;given-names:Solène",
              "name_14": "surname:Hinshaw;given-names:Robert G.",
              "name_15": "surname:Bergmann;given-names:Olaf",
              "name_16": "surname:Taylor;given-names:Deanne M.",
              "name_17": "surname:Wallace;given-names:Douglas C.",
              "name_18": "surname:Sylvén;given-names:Christer",
              "name_19": "surname:Meletis;given-names:Konstantinos",
              "name_2": "surname:Andrusivova;given-names:Zaneta",
              "name_20": "surname:Saez-Rodriguez;given-names:Julio",
              "name_21": "surname:Galazka;given-names:Jonathan M.",
              "name_22": "surname:Costes;given-names:Sylvain V.",
              "name_23": "surname:Giacomello;given-names:Stefania",
              "name_3": "surname:Westholm;given-names:Jakub O.",
              "name_4": "surname:Björklund;given-names:Åsa",
              "name_5": "surname:Fallegger;given-names:Robin",
              "name_6": "surname:Badia-i-Mompel;given-names:Pau",
              "name_7": "surname:Boyko;given-names:Valery",
              "name_8": "surname:Vasisht;given-names:Shubha",
              "name_9": "surname:Saravia-Butler;given-names:Amanda",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "15",
              "year": "2024"
            },
            "text": "Spatially resolved multiomics on the neuronal effects induced by spaceflight in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 85,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Impairment of the central nervous system (CNS) poses a significant health risk for astronauts during long-duration space missions. In this study, we employed an innovative approach by integrating single-cell multiomics (transcriptomics and chromatin accessibility) with spatial transcriptomics to elucidate the impact of spaceflight on the mouse brain in female mice. Our comparative analysis between ground control and spaceflight-exposed animals revealed significant alterations in essential brain processes including neurogenesis, synaptogenesis and synaptic transmission, particularly affecting the cortex, hippocampus, striatum and neuroendocrine structures. Additionally, we observed astrocyte activation and signs of immune dysfunction. At the pathway level, some spaceflight-induced changes in the brain exhibit similarities with neurodegenerative disorders, marked by oxidative stress and protein misfolding. Our integrated spatial multiomics approach serves as a stepping stone towards understanding spaceflight-induced CNS impairments at the level of individual brain regions and cell types, and provides a basis for comparison in future spaceflight studies. For broader scientific impact, all datasets from this study are available through an interactive data portal, as well as the National Aeronautics and Space Administration (NASA) Open Science Data Repository (OSDR).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1470,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "A spatial transcriptomics and single-cell multiomics study performed on mouse brain tissue. Here, authors show region-specific spaceflight-induced alterations in processes of neurogenesis, synaptogenesis and synaptic transmission.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1701,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1714,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In preparation for long-duration lunar and Mars missions, it is crucial to investigate the health risks to astronauts that are posed by exposure to the space environment. The key physiological impairments include DNA damage and oxidative stress from galactic cosmic radiation, bone and muscle damage from loss of gravity, circadian and sleep dysregulation, microbial dysbiosis and tissue and organ degeneration, including cardiovascular and CNS damage. Studies on animal models have shown several spaceflight stressors directly impacting brain molecular mechanisms causing neuroinflammation, neurodegeneration and neurovascular damage. Specifically, exposure to simulated space radiation at doses comparable to the ones expected during the planned Mars mission, leads to neurodegeneration and neuroinflammation in vivo and in tissue and cell models, as well as cognitive and behavioral deficits in rodent models. Furthermore, major physiological effects of microgravity in low-Earth orbit, as observed at the International Space Station (ISS), include a redistribution of body fluids from lower towards upper body parts, leading to significant cardiovascular and CNS changes. However, deeper investigations are needed to understand the mechanisms and specificity of these impairments, and identify targets for countermeasure development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3052,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Studies performed directly on astronauts have to be minimally invasive, resulting in limited information on molecular and cellular level outcomes, while spaceflown rodent models allow the range of subcellular to behavioral-level investigation of spaceflight effects. In this study, we used spatial transcriptomics and multiomics to explore spaceflight-induced molecular changes in brain tissue of young adult female BALB/c mice samples obtained during the Rodent Research-3 (RR-3) mission and requested from the NASA Biological Institutional Scientific Collection (NBISC). We combined single-nucleus multiomics (i.e., snMultiomics, RNA and ATAC sequencing) with Spatial Transcriptomics (ST) data to study changes in chromatin accessibility and RNA expression in different cell types and brain regions and to identify key regional and cell type differences in responses to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3937,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Single-cell sequencing is a powerful method to obtain information about the cellular composition of a tissue and cellular-level responses to perturbations. However, the applicability of single-cell transcriptomics relies on the accessibility of fresh specimens and the possibility to successfully dissociate the tissue of interest. Since sample preparation in spaceflight studies typically involves in-orbit freezing of the entire carcass to simplify the experiment and minimize crew time, single-nucleus transcriptomics becomes a more feasible method. Using single-nuclei multiomics, we were able to assess both transcriptional profiles and chromatin changes within the same nuclei, thus providing paired data of RNA expression and chromatin accessibility.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4695,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "While single-nuclei sequencing methods facilitate the study of individual nuclei transcriptomes, they lack spatial context. Therefore, spatial transcriptomics is a powerful addition, enabling the comparison of effects among brain structures and providing transcriptomics information coupled with the original location within tissue sections.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5037,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Overall, our study is a stepping stone towards the understanding of the molecular changes induced by the space environment at the resolution of individual cell type and brain region. Our findings not only advance the knowledge of the neurological effects of spaceflight, but also provide a critical foundation for future space biology mission designs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5389,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5397,
            "infons": {
              "file": "41467_2024_48916_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Summary of the project workflow.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5430,
            "infons": {
              "file": "41467_2024_48916_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Overview of the study workflow where brains from International Space Station (ISS; Flight mice) and ground control mouse groups (Ground control mice) were split into the two hemispheres for Spatial Gene Expression Analysis (Spatial Transcriptomics or ST) and Single Nuclei Multiomics analysis (snMultiomics).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5739,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To identify specific cellular microenvironments affected by spaceflight, we combined the techniques of spatial transcriptomics (ST; 10X Genomics Visium) and single-nucleus multiomics (snMultiomics; gene expression and chromatin accessibility; 10× Genomics Single Cell Multiome ATAC + Gene Expression) on mouse brain. In total, we analyzed three brains from mice euthanized on-board of the International Space Station (ISS; F1, F2, F3) and three brains from ground control mice (G1, G2, G3) that were kept under matched conditions (see Animals in Methods). For each sample, we isolated nuclei from one hemisphere for snMultiomics analysis and cryo-sectioned the other hemisphere for ST analysis with the focus on the hippocampal region (Fig. 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6490,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight sample quality is suitable for ST and snMultiomics analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6562,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As a first step, we ensured that the morphological and RNA quality of the samples was suitable for our experimental workflow given that the spaceflown samples had undergone a specific preservation approach, which was also used for the corresponding ground control animals (see Animals in Methods). We measured the RNA integrity number (RIN) for each sample and found that it was 9.15 on average (Supplementary Fig. 1A). Furthermore, we performed a tissue optimization experiment confirming that both RNA integrity and tissue morphology was of sufficient quality for ST analysis (see Visium Spatial Gene Expression technology and sequencing in Methods; Supplementary Fig. 1B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7240,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "snMultiomics dissects the effects of spaceflight on different cell types in spaceflown mouse brains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7340,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To dissect the alterations induced by spaceflight at the single-nucleus level, we performed a snMultiomics analysis on hemispheres of three spaceflown (F1, F2, F3) mice and two out of three ground controls (G2, G3), obtaining RNA expression profiles (RNA-seq) and chromatin accessibility (ATAC-seq) information from the same nucleus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7674,
            "infons": {
              "file": "41467_2024_48916_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Single-nucleus multiomics analysis of spaceflown mouse brains.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7737,
            "infons": {
              "file": "41467_2024_48916_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A Distribution of UMIs per nucleus in the entire snRNA-seq dataset. nUMI/nuclei: number of UMIs detected in each nuclei. B Distribution of peaks per nucleus in the entire snATAC-seq dataset. nPeaks/nuclei: number of peaks detected per nuclei in the multiomics dataset. C Correlation between flight (y-axis) and ground control (x-axis) single nuclei multiomics samples (Pearson’s correlation coefficient, r = 0.95; p < 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95% confidence intervals performed on the average expression (log(1 + avgUMI)). avgUMI: average UMI counts per spot. D UMAP of single nuclei multiomics data and cluster annotations. E 11 functional multiomics clusters categories represented by their marker genes. F Distribution of UMIs per spot for the whole spatial transcriptomics (ST) dataset. nUMI/spot: number of UMIs detected per spot in the ST dataset. G Distribution of unique genes per spot for the whole spatial transcriptomics (ST) dataset. nGenes/spot: number of genes detected per spot in the ST dataset. H Correlation between flight (y-axis) and ground control (x-axis) ST samples (Pearson’s correlation coefficient, r = 0.99; p < 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95% confidence intervals performed on the average expression (log(1 + avgUMI)). avgUMI: average UMI counts per spot.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9158,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In total, we isolated 21,178 nuclei across the spaceflight and control samples with an average of 3140 unique transcripts (Unique Molecular Identifier or UMI) per nucleus (i.e., from snRNA-seq) and 9217 peaks per nucleus (i.e., from snATAC-seq) (Fig. 2A, B; Supplementary Fig. 1C) and an overall high gene expression correlation between the spaceflight and ground control samples (r = 0.95, p < 0.05; Fig. 2C). By integrating snRNASeq and snATAC-seq data and performing a joint clustering analysis, we identified 18 snMultiomics clusters (Fig. 2D; Supplementary Fig. 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9742,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, we leveraged previously reported marker genes in the literature (see Gene and cluster annotation in Methods for details) to identify 11 macro categories for the 18 snMultiomics clusters (interchangeably referred to as multiomics clusters in the next sections) according to their functions (Fig. 2E; Supplementary Data 1, 2). The majority of clusters were related to neurogenesis, neuronal activity and synaptic transmission, distinguished by differences in neurotransmitters (GABAergic, glutamatergic, dopaminergic) and based on gene expression patterns, tentatively associated with neuronal locations in hypothalamus, striatum, cortex and hippocampus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10403,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We identified a total of 825 differentially expressed genes (DEGs) between spaceflown and ground control samples across all multiomics clusters (Supplementary Data 3). The majority of these 825 DEGs were involved in neuronal development (multiomics clusters 9, 11), axonal or dendritic outgrowth (multiomics cluster 9), and synaptic transmission (multiomics cluster 4), including specifically GABAergic synaptic transmission (multiomics cluster 11).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10854,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Comparison of 825 spaceflight multiomics DEGs to the 629 significant DEGs (Spaceflight vs Ground Control; p-value < 0.05) from the bulk RNAseq data of the same mice brains from the same NASA mission (RR-3), indicated 11 shared genes (p-value = 0.01582549, hypergeometric distribution test; see Gene overlap test in Methods; Supplementary Data 4). Out of these 11 overlapping genes, only 2 genes (Gabra6, and Kctd16) showed the same directional change in both the datasets indicating that the majority of spaceflight effects are cell type-specific and emphasizing the need for cell-specific analysis of central nervous system responses to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11514,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also compared these 825 spaceflight DEGs with spaceflight DEGs reported in a total of 11 other datasets processed by NASA OSDR including mass spectrometry and RNA-seq data collected from different organs of BALB/c and C57BL/6J mice strains. This comparison revealed a total of 461 overlapping DEGs (p-value < 0.05) across all the 11 datasets combined (refer to Supplementary Data 5 for a detailed list of overlapping genes and the resulting p-value from the hypergeometric distribution test performed for each dataset).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12042,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "ST provides a high-resolution mapping of gene expression changes to mouse brain regions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12130,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate spaceflight-induced CNS alterations at a spatial level, we performed ST analysis on the other brain hemispheres from 3 flight (F1, F2, F3) and 3 ground control mice (G1, G2, G3). We collected two coronal sections from each brain hemisphere containing hippocampus, somatosensory cortex, striatum, amygdala and corpus callosum.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12471,
            "infons": {
              "file": "41467_2024_48916_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Spatial Transcriptomics datasets, cell type deconvolution and pathway analysis of ST data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12562,
            "infons": {
              "file": "41467_2024_48916_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A Clustering of spatial transcriptomics data, cluster annotations and spatial location of clusters visualized on flight and ground control mouse brain sections. B Marker genes for each ST cluster visualized as dotplot. C Spatial distribution of 3 genes (Wfs1 for CA1 region of hippocampus, Dkk3 for CA1 and CA3 hippocampal region and Prox1 for Dentate gyrus) in three flight (left column) and three ground control (right column) ST sections. D Significantly different pathways (p < 0.05) between flight and ground control in ST cluster 9 (Cortical neurons, bottom layers). E Visualization of number of clusters identified by single-nuclei multiomics and their proportions in each ST cluster (x-axis; 0–17). Only multiomics clusters with higher proportions (>10%) are displayed in the barplot. F Cell type proportions mapped to spatial coordinates on three ground control (top row) and three flight (bottom row) mouse brain sections (Synaptic transmission I or multiomics cluster 1; Myelination or multiomics cluster 3; Neuronal activity, Synaptic transmission III or multiomics cluster 15).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13659,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In total, we captured 14,630 genes across 29,770 spots after filtering and detected 10,884 UMIs/spot and 3755 genes/spot on average (Fig. 2F, G; Supplementary Fig. 3A, B) and found a high overall gene expression correlation between spaceflight and ground control tissue sections (r = 0.99, p < 0.05; Fig. 2H). Unsupervised clustering analysis of spot information identified 18 distinct spatial clusters (further referred as ST clusters) (Fig. 3A, B; Supplementary Data 6), which presented a clear separation between the cortical top (ST cluster 1) and bottom layers (ST cluster 9), as well as other major structures, including hippocampus (with separation of CA1, CA3, and dentate gyrus in ST clusters 10, 8 and 11 respectively), thalamus (ST cluster 5), striatum (ST clusters 0, 14), hypothalamus (ST cluster 2), pituitary (anterior and posterior; ST cluster 2), corpus callosum (ST cluster 12) and cerebral peduncles (ST cluster 4) (Fig. 3C). Key functions of the markers (Supplementary Data 7) that were shared by numerous ST clusters include neurogenesis, neuronal development, axonal growth and synaptogenesis, indicating that ST cluster analysis is dominated by neuronal gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14868,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, we investigated how spaceflight influences gene expression at the spatial level and identified a total of 4057 DEGs in 7 out of 18 ST clusters (Supplementary Data 8). The majority of DEGs were involved in neuronal development, synaptogenesis and synaptic plasticity, and neurodegeneration, including 21 DEGs in hippocampal CA3 neurons. The most pronounced change in gene expression due to spaceflight was observed in cortical neurons (bottom layers; ST cluster 9) which showed 3208 DEGs (1808 upregulated, and 1400 downregulated) with similar functions related to neuronal development and synaptic transmission in somatosensory, motor and visual cortex. Consensus pathway analysis highlighted neurodegeneration-associated pathways in cortical neurons (bottom layers; ST cluster 9) including protein misfolding and abnormal protein clearance, indicating potential similarities with neurodegenerative diseases characterized by protein misfolding and accumulation, such as Parkinson’s disease (Fig. 3D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15879,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Integration of multiomics and ST datasets for spatial and cell type-level effects of spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15976,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To infer the spatial distribution of the clusters identified by multiomics, we performed spot deconvolution analysis on matching ST dataset using Stereoscope (which corrects for biases arising from different experimental techniques before calculating celltype proportions probabilities) (Fig. 3E; refer to Supplementary Figs. 4–6 for detailed visualizations of multiomics cluster proportions in ST dataset). The deconvolution analysis revealed similarities based on the assigned functional annotations between several multiomics and spatial data clusters, for instance, synaptic transmission (multiomics cluster 1 matched with ST clusters 0 and 2), myelination (multiomics cluster 3 matched ST clusters 4 and 12), and neuronal activity (multiomics cluster 15 matched ST cluster 5) (Fig. 3F; Supplementary Figs. 7, 8; Supplementary Data 9). This comparative analysis suggested the effects of spaceflight on synaptic transmission specifically in cortex (including both neurons and astrocytes, as revealed by snRNA-seq data that allowed cell type separation) and on dopaminergic neuron development specifically in striatum (Supplementary Data 9).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17128,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Ligand-receptor interaction analysis suggests spaceflight-mediated effects on astrocyte functions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17226,
            "infons": {
              "file": "41467_2024_48916_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Ligand-receptor interactions, motif accessibility, and signaling pathways affected by spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17325,
            "infons": {
              "file": "41467_2024_48916_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A Dotplot showing the differentially expressed ligand receptor pairs found by CellPhoneDB between two interacting multiomics clusters (4 and 11) which are affected by spaceflight. These clusters showed the largest number of spaceflight DEGs, and four LR pairs were found significantly upregulated in these interactions. The null distribution of the mean expression of the LR pairs was estimated by employing a random permutation approach. The mean expression of the interacting LR molecule pairs are indicated by the dot colors and the dot sizes represent the p-values which refers to the enrichment of the LR pair in the interacting multiomics clusters. Scales for both dot size and color are presented below the plot. B Accessibility differences for motifs Atoh1, Zic1, and Zic2 in multiomics cluster 4 of flight mice and ground control mice. Spaceflight results in reduced accessibility of these motifs in flight samples. Two-sided Chi-square test statistic was used for differential testing with FDR correction (fdr <0.05). C Accessibility differences for motifs Pou5f1, and Sox2 in multiomics cluster 11 of flight and ground control mice. Spaceflight results in increased accessibility of these motifs in flight samples. Effects of spaceflight shown by increased accessibility of these motifs in flight samples. Two-sided Chi-square test statistic was used for differential testing with FDR correction (fdr <0.05). D (left) adjusted p-value of differential interactions found by MISTy in intraview (cell type and pathway activity colocalization) occuring only in flight (blue; n = 3 individual ST flight mouse samples) or in controls (red; n = 3 individual ST ground control mouse samples), tiles with black border identify statistically significant changes, (middle) correlation of MAPK pathway activity and Neurovasculature abundance, and mapped on Visium slide for two samples (right). Two-sided Student’s t tests with Benjamini–Hochberg multiple testing correction was used to determine the differential interactions. E adjusted p-value of differential interactions found by MISTy in paraview (cell type and pathway activity in local neighborhood) occuring only in flight (blue; n = 3 individual ST flight mouse samples) or in controls (red; n = 3 individual ST ground control mouse samples), tiles with black border identify statistically significant changes. Two-sided Student’s t tests with Benjamini–Hochberg multiple testing correction was used to determine the differential interactions. F Pearson correlation of Glis3 activity (left) containing vascular endothelial cells and MAPK activity (n = 6 individual ST mouse samples, 3 flight, 3 ground controls), and their respective activities in Visium slides (4 plots on the right). Two-sided Student’s t-tests with Benjamini–Hochberg multiple testing correction was used to determine the changes in correlation. G Pearson correlation of Lef1 activity (left) within spots containing vascular endothelial cells and MAPK activity, and their respective activities in Visium slides (4 plots on the right). Two-sided Student’s t tests with Benjamini–Hochberg multiple testing correction was used to determine the changes in correlation. multiomics cl: multiomics cluster. The boxplots in D, F, and G show the median as a central line, the box boundaries denote the first and third quartiles and the whiskers extend to the most extreme point in the range within 1.5 times the interquartile range from the box.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20827,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess the effects of spaceflight on the cell-cell interaction level, we performed a ligand-receptor analysis on two multiomics clusters that showed among highest number of differentially expressed genes in response to spaceflight, i.e., multiomics clusters 4 (Astrocytes), and 11 (GABAergic Synaptic Transmission). We found 4 significantly upregulated interactions (Fig. 4A), including adhesion molecule pairs, EGFR (epidermal growth factor receptor) pairs, and VEGFA (vascular endothelial growth factor). These ligand-receptor interactions have previously been shown to be involved in cellular development in the CNS. EGFR, is involved in neuronal development, including axonal outgrowth. Meanwhile, VEGFA primarily regulates angiogenesis though it can also play a role in hippocampal neurogenesis, and astrocyte-produced VEGFA has previously been demonstrated to regulate neuronal NMDA receptor activity. Interestingly, we found that spaceflight widely increased VEGFA_GRIN28 interactions between multiomics cluster pairs related to astrocytes and synaptic transmission, i.e., 4-11 (Astrocytes-GABAergic Synaptic Transmission). No ligand-receptor interactions in these clusters were significantly downregulated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22046,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also extended the ligand-receptor analysis to the ST dataset using SpatialDM. We applied SpatialDM on each ST brain section to identify spatially co-expressed LR pairs and found a total of 1260 LR pairs (Supplementary Fig. 9; refer to Supplementary Data 10 for a detailed list of LR pairs with corresponding z-scores across each ST section). Differential testing between the two conditions (flight and ground control) for the observed 1260 LR pairs revealed a total of 134 differential LR pairs (differential p-value < 0.1; Supplementary Data 11).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22604,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Motif analysis shows spaceflight effects on transcription factor (TF) activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22683,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the effects of spaceflight on transcription factors (TFs), we performed motif analysis on snATAC-seq peaks from the single nucleus multiomics data, which revealed spaceflight-mediated differences in TF activity in several multiomics clusters (Supplementary Data 12), especially 4 (Astrocytes), and 11 (GABAergic Synaptic Transmission).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23035,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Spaceflight was associated with reduced accessibility of motifs Zic1, Zic2 and Atoh1 in multiomics clusters 4 (Astrocytes) (Fig. 4B). Meanwhile, increased accessibility of motifs Pou5f1 and Sox2 in multiomics cluster 11 (GABAergic Synaptic Transmission) might indicate reduced neuronal differentiation in spaceflight (Fig. 4C). In addition to neuronal effects, motifs Pparg, Rxra and Nr2f6, which collectively inhibit immune responses, showed decreased accessibility in telencephalon interneurons (multiomics cluster 11), suggesting increased inflammatory responses in space, and possible circadian dysregulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23651,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spatial gene expression patterns show several changes in signaling pathways occurring in spaceflight brain samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23766,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Local environments of cell types may affect the functional responses to spaceflight represented by changes in signaling pathways. We compared key signaling pathways in adjacent locations based on the spatially-resolved cell type deconvolution results from Stereoscope analyzed using the Multiview intercellular SpaTial modeling framework (MISTy). This tool allowed us to investigate the relationships between cell type proportions in each ST spot and activities of 14 pathways inferred by decoupler-py and PROGENy. Specifically, the MISTy models predict cell type abundance in a spot based on an intraview (features in the same spot) and paraview (weighted sum of the features in the neighboring spots; weights decreasing with distance). Either cell type abundances or pathway activities were selected as “features” for the model, and a separate model was built for each sample and cell type. To analyze the effects of spaceflight, the models were subsequently aggregated into flight and ground control groups.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24781,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Based on cell type abundances, we did not find any significant changes in cell type colocalization (which would occur during tissue restructuring or lesion formation) between flight and ground controls, similar to our previous finding of no significant changes in cell type abundance in deconvolution results (Supplementary Figs. 7 and 8).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25122,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In contrast, changes in signaling pathways were associated with individual cell types. Cell abundance in neurovasculature (multiomics cluster 12) colocalized with decreased MAPK signaling in spaceflight (Fig. 4D). Similarly, signaling changes in local neighborhood (MISTy paraview) of several other cell types were found in spaceflight samples (Fig. 4E): (1) less negative correlation of EGFR signaling and glutamatergic neuronal cells; (2) more negative correlation of MAPK and cholinergic, monoaminergic and peptidergic neurons; (3) increased TGFbeta signaling in the vicinity of GABAergic interneurons; (4) reduced WNT signaling in class II glutamatergic neurons.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25791,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess the downstream effects of these changes, we built a tissue-specific gene regulatory network (GRN) from the multiomics data using CellOracle and used it to predict TF activities in spatial data and computed the Pearson correlation between TF and signaling activities for the dysregulated pathways in spots containing the cell types identified above. The network suggested that the decrease in MAPK signaling in spaceflight increases activity of the transcription factor Glis3 and reduces Lef1 in neurovasculature, respectively (Fig. 4F, G).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26342,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Metabolic gene enrichment analysis shows decreased gene expression in spaceflight mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26429,
            "infons": {
              "file": "41467_2024_48916_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Metabolic gene set enrichment analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26469,
            "infons": {
              "file": "41467_2024_48916_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A Heatmap showing fold change differences (log2FC) between flight and ground control samples in oxidative phosphorylation pathway in both ST and multiomics datasets. There is a spaceflight-mediated inhibition seen for this pathway that is consistent across the two datasets. Two-sided Wilcoxon’s rank-sum test was done with FDR adjustment. B Heatmap showing fold change differences (log2FC) between flight and ground control samples in Arachidonic acid metabolism pathway in both ST and multiomics datasets. There is a deficit for this pathway seen in spaceflight samples in both the datasets. Two-sided Wilcoxon’s rank-sum test was done with FDR adjustment. C Heatmap showing fold change differences (log2FC) between flight and ground control samples in Fatty acid synthesis pathway in both ST and multiomics datasets. There is a spaceflight-mediated reduction observed for this pathway in both the modalities. Two-sided Wilcoxon’s rank-sum test was done with FDR adjustment. multiomics cl: multiomics cluster.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27487,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Gene Set Enrichment Analysis (GSEA) on the ST data using metabolic pathways indicated spaceflight-mediated inhibition of the oxidative phosphorylation pathway, especially Complex I signaling (Fig. 5A, Supplementary Data 13), as well as pathways related to glycolysis/gluconeogenesis (Supplementary Fig. 10), fructose and mannose metabolism (Supplementary Fig. 11) and arachidonic acid metabolism (Fig. 5B). Analysis of multiomics data was consistent with spaceflight-mediated reduction in these pathways together with fatty acid synthesis (Fig. 5C; Supplementary Data 14). Deficits in glycolysis and oxidative phosphorylation are consistent with previously reported mitochondrial impairments caused by spaceflight, while, arachidonic acid is primarily produced by astrocytes and suggests astrocyte dysfunction as a potential target for future spaceflight CNS studies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28362,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Validation of differential gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28405,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to validate our findings on the spaceflight affected processes in mouse brain, we performed single molecule Fluorescence In situ Hybridization (smFISH) using the RNAscope technology for two genes of interest (Adcy1 and Gpc5) in five brain sections: 3 flights, 2 ground controls (Supplementary Fig. 12) from a comparative set of mice (see Methods). We observed significant upregulation in the expression of both genes in spaceflight samples, confirming our findings from the ST data and multiomics data analysis (Supplementary Data 3 and 8, Supplementary Fig. 13A–C). Adcy1 was particularly upregulated in the hippocampus and associated with changes in neuronal activity (ST clusters 8, 11), while Gpc5 was upregulated in astrocytes (multiomics cluster 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29175,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29186,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this study, we used brain samples from ground control and spaceflown female mice from the RR-3 mission to understand the effects of the space environment at high resolution: at the level of individual brain cell types and brain regions. The main alterations in gene expression induced by spaceflight included changes in synaptogenesis and neuronal development, as well as neurodegeneration and inflammation, similar to previously reported tissue and behavioral-level effects of simulated spaceflight and simulated deep space radiation in mice. In addition, multiple gene expression changes mapped to pathways associated with circadian rhythm and mitochondrial functions. This study applies spatial transcriptomics and single-cell multiomics to study the effects of spaceflight on the CNS which can serve as a stepping stone towards comparative investigation of samples from other space missions and the outcomes of live animal return and reacclimation to Earth conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30162,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We demonstrate spatial transcriptomics and single nuclei multiomics datasets to be highly complementary. For example, single-nucleus resolution permitted a focus on glial cells including astrocytes and microglia, which were not distinguishable in neuron-dominated ST datasets, due to the lower resolution of the method. Similarly, our snATAC-seq analysis in transcription factor binding sites indicated immune dysfunction, while immune cells were too few to be distinguishable in ST. On the other hand, combining spatial and gene expression data revealed region-specific effects of spaceflight. Furthermore, analysis of ligand-receptor interactions revealed interactions between different cell types, with the focus on neurodevelopment and astrocyte functions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30923,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In our study, multiple lines of evidence converged on spaceflight-mediated disruption of neurogenesis, neuronal development and synaptogenesis, including dopaminergic synapse formation in the striatum. Similar outcomes of increased pluripotency and reduced cell differentiation have previously been reported in spaceflown mouse bone samples, in spaceflown human stem cell models, and in irradiated mouse models, indicating that it might be a systemic impairment that has now been identified to include the CNS. In addition, neurogenesis has been shown to be affected in a spaceflight analog study that combined simulated microgravity and low dose rate photon irradiation in mice. Notably, synaptogenesis is particularly sensitive to simulated galactic cosmic radiation components, indicating a potential additional risk for deep space missions. Finally, our observations in the striatal gene expression changes and transcription factor accessibility are worth validating in future spaceflight experiments, since they might result in disrupted dopaminergic signaling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31990,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Spaceflight-associated changes in circadian gene expression are consistent with circadian disruption as one of the major biological responses to spaceflight, though it has been studied comparatively little so far, especially in animal models. Molecular and cellular CNS correlation of circadian gene expression dysregulation in spaceflight remains to be investigated in greater detail.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32376,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our results suggest potential similarities between spaceflight and some terrestrial CNS conditions. Changes in gene expression associated with disrupted synaptogenesis and neurogenesis, oxidative stress and inflammation collectively resemble neurodegeneration that is associated with natural aging. Thus, in future studies anti-aging and neuroprotective therapeutics, such as antioxidants or mitochondria-targeting pharmaceuticals, might be repurposed as spaceflight countermeasures, or vice versa, spaceflight might be used as a model for accelerated aging. We have recently begun computational studies on identifying terrestrial disorder analogs to alterations induced by spaceflight, though they have not yet included CNS effects, which will require comparing the data from multiple spaceflight experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33187,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our study presents two main limitations. The first one is related to statistical robustness. Specifically, since the input material consists of spaceflight legacy samples collected without envisioning a spatial transcriptomics analysis, the resulting brain morphology is not fully even across samples. This limits the interpretability of the differences between spaceflight and ground control conditions to only a subset of spatial and multiomics clusters. Therefore, it will be important to validate the results of the RR-3 mission by comparing them to the neuronal effects of spaceflight in other mouse studies at similarly high resolution to increase statistical robustness. Moreover, it will be meaningful to expand the experimental design by including samples from animals that underwent a period of reacclimation to ground conditions after spaceflight. By doing so, it will be possible to quantify the extent to which spaceflight-mediated impairments persist after landing, especially once model organisms begin to age. This will allow the investigation of key aspects of astronaut health risks that have not been included yet.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34321,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The second limitation of our study relates to the sex of the analyzed animals. The majority of mouse studies in spaceflight have been performed on females to facilitate group housing, while astronaut cohorts include both male and female astronauts. Thus, it will be necessary to compare male and female animals to address the sexual dimorphism of CNS health risks. In order to further extrapolate animal models to human outcomes, human and mouse CNS organ model systems will have to be flown as payloads. The first human neurovascular models have already been investigated on the ISS, though their results have not yet been published, while analyzing the effects of simulated space radiation on human neurovascular models highlighted the importance of investigating astrocyte functions in missions beyond low-Earth orbit. In preparation for these missions, in which crew time will be severely limited, it will be essential to develop automated, long-lasting CNS models and compare their responses to model organisms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35338,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Overall, our study serves as a preliminary indication to the potential risks that the brain is exposed to in spaceflight missions and more studies with larger sample sizes will be required to confirm our findings. To encourage the scientific community to use our datasets for generating new discoveries, all our data is openly available through NASA GeneLab and can be explored by a Shiny app (https://giacomellolabst.shinyapps.io/rr3-brain-shiny/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35788,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In summary, in this study, we observed that spaceflight altered the expression of genes associated with neurogenesis, synaptogenesis and neuronal development in multiple regions of the brain, especially striatum, as well as oxidative stress and neuroinflammation collectively resembling neurological aging and neurodegeneration. Future studies are planned to increase statistical robustness, focus on neuroimmune outcomes and investigate the persistence of spaceflight effects after landing and re-acclimation to Earth environment. In addition, our findings illustrate the benefits of combined spatial transcriptomics and single-cell analysis in revealing detailed biological alterations and suggest them as highly relevant techniques for future space biology research. Our shared data, freely available in NASA’s OSDR database, aims to deepen our collective understanding of the impact of spaceflight on biological systems.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36715,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36723,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Ethical approval",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36740,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The study followed recommendations in the Guide for the Care and Use of Laboratory Animals and the protocol (CAS-15-001-Y1) was approved by the NASA Flight Institutional Animal Care and Use Committee (IACUC) for both flight (housed at the NASA Ames Research Center) and ground control (housed at the Kennedy Space Center) mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37068,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Animals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37076,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A cohort of 12-week-old female BALB/c mice were flown to the ISS and housed in the Rodent Habitat for 39–42 days. Male mice were not used in this study because of their behavioral impairments when co-housed in a stressful environment. Recent studies have also shown that the ISS differences across individual male mice are greater than those across female mice, indicating negligible effects of any hormonal changes during estrus cycle in female mice. Mice of similar age, sex and strain were used as ground controls housed in identical hardware (Rodent Habitat AEM-X, identifier 1379) and matching ISS environmental conditions, including but not limited to cage type, light cycle (standard 12:12 light/dark cycle for both ground control and flight mice groups), food (Nutrient Upgraded Rodent Food Bar (NuRFB)), temperature (23.36 °C, and 21.37 °C on average for ground control and flight mice, respectively), humidity (41.86% and 41.53% on average for ground control and flight mice, respectively) and CO2 concentration (3664.89 ppm mean CO2 for ground controls, and 3711.97 ppm mean CO2 for flight mice). Detailed information on environmental telemetry data including temperature, humidity, CO2 levels, and cabin radiation exposure can be found on NASA’s Environmental Data Application (EDA) by clicking on the publicly accessible link https://visualization.osdr.nasa.gov/eda/ and selecting ‘RR-3’ from the dropdown menu in the Mission Dashboard on the right-hand panel. Additionally, all information on RR-3 mission payload is publicly available on NASA OSDR link https://osdr.nasa.gov/bio/repo/data/payloads/RR-3.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38709,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the end of the mission, spaceflight and ground controls were euthanized (using euthanasia chemical ketamine/xylazine/acepromazine) and whole carcasses were stored at −80 °C until the dissection on earth. Mouse carcasses were removed from −80 °C storage and thawed at room temperature for 15–20 min for dissection. Each carcass dissection time was no longer than 1 h from collection of the first tissue. Brain tissues were harvested and placed into 2 ml Eppendorf tubes for snap freezing in liquid nitrogen, then stored in −80 °C freezer for sample processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39295,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39310,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "RNA was extracted from tissue sections using the RNeasy Mini kit (Qiagen). RNA integrity was measured by using the Agilent Bioanalyzer. All samples had RIN values above 8.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39482,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample preparation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39501,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Six brains in total, three from each group, were used in this study. Hemispheres of each of the brain samples were split. One hemisphere from each sample was embedded in Tissue-Tek O.C.T. and cryo-sectioned in the hippocampus area at 10 µm thickness. Sections were placed on Visium Gene Expression arrays, Superfrost glass slides or into Eppendorf tubes. Second hemisphere of each brain was used for nuclei isolation. Samples were stored in −80 °C before processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39976,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Visium Spatial Gene Expression technology and sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40033,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "First, 10× Genomics Spatial Gene Expression Tissue Optimization protocol was performed on 8 consecutive mouse brain sections to determine the optimal permeabilization time. One tissue section was used as a negative control. The experiment was performed according to the manufacturer’s instructions (User Guide, CG000283 Rev B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40364,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Spatial gene expression libraries were generated using the Visium Gene Expression kit (10x Genomics). Brain hemispheres were cryo-sectioned to reach the hippocampus area. Two consecutive sections of hippocampus from the ground control cohort and two consecutive sections of hippocampus from the flight cohort were placed on Visium glass slides. Consecutive sections were considered technical replicates. In total, 12 Visium libraries were prepared following the manufacturer’s protocol (User Guide, CG000239 Rev F). Twelve libraries were sequenced by using an Illumina Novaseq platform, while four were sequenced on an Illumina NextSeq500 platform and sequenced by using a Illumina Novaseq platform. Length of read 1 was 28 bp and read 2 was 120 bp long.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41125,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chromium single-cell Multiome ATAC + Gene Expression technology and sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41208,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Nuclei isolation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41225,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "One hemisphere of 4 brains used for Spatial Transcriptomics was utilized for nuclei isolation. Brain tissue was placed into a tube together with lysis buffer (10 mM Tris-HCl, 10 nM NaCl, 3 nM MgCl2, 0.1% Igepal CA-630, 1 mM DTT, 1U/µl RNAseOUT), homogenized by pestle homogenization in eppendorf tube and incubated on ice for 5 min. The nuclei were extracted by following 10XGenomic protocol for Single Cell Multiome ATAC + Gene Expression Sequencing (User Guide, CG000375 Rev B). Each sample was filtered through a 40 µm cell strainer prior to FACS sorting. Sorted and permeabilized nuclei were pelleted at 500 × g for 5 min at 4 °C, counted and used for Chromium Single Cell Multiome ATAC + Gene Expression library preparation. One hemisphere from the ground control G1 sample was used to optimize the nuclei isolation protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42088,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Cell sorting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42101,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The stained cell nuclei suspension samples were then analyzed and sorted utilizing a BD Bioscience Influx flow cytometer using an 86 μm nozzle. Flow cytometry analyses and sorting were carried out by the following gating strategy: nuclei:singlets:7-AAD positive events. The nuclei sub-population was characterized in the Side Scatter-Forward Scatter plot by back-gating from the 7-AAD (ex. 488 nm, em. 692 nm), singlets were gated in the Side Scatter – Pulse width plot and finally the nuclei were gated in the Side Scatter – 7-AAD plot. The nuclei were collected in a BSA coated Eppendorf tube.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42706,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Single nuclei samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42728,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Isolated and sorted nuclei were used to generate single nuclei gene expression and ATAC-seq libraries according to the manufacturer’s protocol using Chromium Single Cell Multiome ATAC + Gene Expression kit (User Guide, CG000338 Rev E). Finished Gene Expression libraries were sequenced by using an Illumina NextSeq2000 platform with lengths of read 1 and read 2, 28 bp and 120 bp long respectively. Finished ATAC-seq libraries were sequenced by using an Illumina NextSeq2000 platform. Length of both read 1 and read 2 was 50 bp long.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43274,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Pre-processing and Clustering of Spatial Transcriptomics (ST) and multiomics Data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43356,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "ST data generation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43375,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sequenced Visium libraries were processed using Space Ranger software (version 1.0.0, 10X Genomics). Reads were aligned to the Space Ranger built-in mouse reference genome (mm10-3.0.0) and count matrices were generated using these along with the Hematoxylin and Eosin (H&E) images.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43657,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "ST data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43674,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ST data analysis was performed jointly in R (v4.1.1) using the Seurat package (v4.0.1) and STUtility (v0.1.0). InputFromTable() was used to generate a Seurat object from the count matrices with specific filtering parameters (min.spot.feature.count = 100, min.gene.count = 100, min.gene.spots = 10, and min.spot.count = 100). The count matrices were enriched for protein-coding and lincRNA genes and then filtered for MALAT1, ribosomal and mitochondrial genes. Next, all spots containing less than 200 genes were removed. Technical variability within data was reduced with SCTransform (SCTransform() with default settings; SelectIntegrationFeatures() with nfeatures = 3000; PrepSCTIntegration() with anchor.features assigned to genes returned from the SelectIntegrationFeatures()) and Harmony (RunHarmony() with group.vars = ‘section.name’ addressing for batches associated with different Visium slide capture areas) packages. Principal Component Analysis (PCA) was used for selection of significant components (RunPCA() with default 50 PCs computed; 35 selected for the rest of the analysis). FindClusters() with resolution = 0.35 and dims = 1:35 was used to identify ST clusters and then Uniform Manifold Approximation and Projection (UMAP) was used to visualize the same in 2D space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44996,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Multiomics data generation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45023,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The sequenced multiomics (snRNA-seq, and snATAC-seq) libraries were processed using CellRanger ARC (v2) software from 10X Genomics with default settings. Reads were mapped to the mouse genome (mm10 reference 2020-A from 10X Genomics).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45258,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Multiomics data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45283,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Data analysis for the snRNA-seq and snATAC-seq data was performed in R (v4.1.1) using the packages Seurat (v4.1.0) and Signac (v1.6.0). In total, extracted single nuclei from 5 brain hemispheres were processed, resulting in 21,178 nuclei used in the analysis. The chromatin assay was generated using CreateChromatinAssay() from the Signac package (min.cells = 10). The annotation data for this was obtained using GetGRangesFromEnsDb() (ensdb=EnsDb.Mmusculus.v79). The snRNA-seq assay was generated using Read10X_h5() available in the Seurat package. MALAT1, ribosomal and mitochondrial genes were removed and count matrix was further filtered on number of reads, genes and peaks, as well as fraction ATAC-seq reads in peaks, and enrichment of ATAC-seq reads at transcription start sites. Filtering for low quality nuclei and genes was applied separately for each sample using a custom function, code for which can be found on our GitHub repository (see Code availability for more details). Doublet finder was used for doublet removal (v2.0.3) with a doublet score cut-off of 0.6. RNA-seq data was normalized using SCTransform with V2 regularization, while also regressing out cell cycle effects using cell cycle genes list available in the Seurat package. ATAC-seq data was normalized using TF-IDF normalization with default settings. Harmony (group.by.vars=‘bio_origin’) was then used to remove batch effects and integrate data from different samples, after which cells from both RNA-seq and ATAC-seq data were clustered using Weighted Nearest Neighbor (WNN) Analysis (FindMultiModalNeighbors() function with parameters reduction.list=list(‘SCT_CC_harmony’, ‘ATAC_harmony’); dims.list=list(1:30, 2:30); k.nn=30). Uniform Manifold Approximation and Projection (UMAP) was used to visualize the multiomics clusters (FindClusters() with setting Resolution=0.2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47158,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Differential expression analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47191,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For identification of differentially expressed genes between clusters, Wilcoxon’s rank-sum test, implemented in the Seurat function FindAllMarkers() was used. Only genes expressed in at least 25% of cells were included in the analysis, and genes with log2 fold change >0.25 and FDR adjusted p-value < 0.05 were considered differentially expressed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47545,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Differential gene expression between flight and ground conditions was performed using MAST, with a mixed model, using sample as a random effect. The analysis was done on each cell type separately, and included genes expressed in at least 30% of flight or ground cells in the given cell type. Genes with FDR adjusted p-value < 0.05 were considered differentially expressed. Differential chromatin accessibility between flight and ground conditions was performed the same way, using the same parameters.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48051,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene overlap test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48069,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To test the significance of the overlapping genes found from the validation analysis, a hypergeometric distribution test was used to test the null hypothesis: The overlap of X genes between the two genelists is a random sampling effect. The phyper() function in R (v4.3.2) was used to perform the hypergeometric distribution test and the resultant p-value was recorded. The R scripts consisting of the code for this test is available on our github repository (refer to Code availability for details).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48570,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Motif analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48585,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ChromVAR (v1.16.0), with default settings, was used to assess chromatin accessibility around DNA sequence motifs, taken from the JASPAR (v2020_0.99.10) database. For each motif and cell chromVAR calculated a score representing chromatin accessibility, while correcting for confounders such as for GC content and average accessibility. The chromatin accessibility scores from flight and ground cells were then compared, for each cell type separately. This was done with a mixed model using, sample as a random effect, implemented in the lmer() function from the lme4 (v1.1-28.9000) package. Motifs with FDR adjusted p-value < 0.05 were considered differentially accessible between flight and ground conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49299,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene and cluster annotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49327,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Marker genes from the clustering analysis and the DEGs from the differential expression, for both ST and multiomics data, were using marker genes in the Tabula muris database, literature search and EnrichR pathway analysis tool (with mouse model organism used as background). These annotations for the marker genes were used as a guide for manual annotation of the multiomics as well as the ST clusters.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49731,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Pathway analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49748,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For pathway analysis and visualization of the results, the Consensus Pathway Analysis platform and the EnrichR pathway analysis tool were used. For both these tools, pathway enrichment was determined relative to a universal background rather than a custom-defined, brain-specific gene list. This is to accept a known bias towards overrepresentation of brain-specific pathways in place of potential unknown biases resulting from the construction of a custom background gene list.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50227,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Ligand-receptor analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50252,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Ligand-receptor interactions analysis was performed with the package CellPhoneDB (v3). Multiomics clusters were analyzed using the DE genes for spaceflight obtained from using MAST (v1.20.0) (see Differential Expression Analysis in Methods). For the analysis, DE genes were transformed to their human orthologues which is a required criteria to run CellPhoneDB.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50614,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The ligand-receptor analysis on the spatial data to identify co-expressed LR pairs was performed using SpatialDM (v0.1.0). The standard pipeline to perform global selection of significant LR pairs and for local selection of spots for co-expressed LR pairs was performed using the package documentation as a reference (with l = 250 and cutoff = 0.2 in sdm.weight_matrix() function). Likelihood ratio test was used in the differential testing and the test was run by following the package documentation. For further details on the scripts used in this analysis, refer to the Code availability section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51222,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Spatial pattern analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51247,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We inferred a gene regulatory network (GRN) from the brain multiomics dataset using CellOracle. A tissue-specific GRN was generated by grouping all brain cell types into the same label before running the method. Transcription Factor (TF) activities were inferred for the brain spatial transcriptomics data using decoupler-py with the method mlm and the obtained GRN as prior knowledge. Additionally, pathway activities were inferred for the brain spatial transcriptomics data using decoupler-py with the method mlm and the PROGENy model of pathway footprints as prior knowledge.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51826,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To analyze spatial relationships between cell types and pathway activities, we built cell type specific models with MISTy, which predict abundances (as determined by Stereoscope) from pathway activities in situ and from the local neighborhood (up to two spots away). In this case, The MISTy models are built only on Visium spots with at least 5% of the specific cell type.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52199,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We then extracted cell type-pathway interactions that occur in only one of the conditions. In the regions of interest where these differential interactions occur, we investigate changes in correlation (Pearson) between pathway activities and TF activities inferred from the CellOracle GRNs. We used Student’s t-tests with Benjamini–Hochberg multiple testing correction for both determining the differential interactions and the changes in correlation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52655,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Metabolic pathway analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52682,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The flight-vs-ground expression level fold changes of each cluster were computed for genes that are expressed in more than 1% of the cells in either flight or ground condition of the cluster, using the FindMarkers() function in the Seurat package (v4.1.1). Genes listed in the RECON3D metabolic model were extracted with their assigned metabolic pathway membership. The human gene IDs were translated to mouse gene IDs using the manual inspection and the HUGO Gene Nomenclature Committee (HGNC) Comparison of Orthology Predictions (HCOP) service. All genes from the flight-vs-ground expression analysis were then ranked by fold-change differences (positive to negative) regardless of the p-value from FindMarkers() function, and tested for pathway enrichment vs the genes in RECON3D pathways using the fgsea function in the fgsea package (v1.22.0) in R (v4.2.1). Resulting p-value enrichment of RECON3D-sourced pathways were adjusted (adjusted p-value) by program for the number of pathway tests performed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53689,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "ShinyApp",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53698,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ShinyApp was designed using the package shiny (v1.7.1) in R (v4.1.1) and the theme superhero was used for the overall esthetics of the shinyapp design. The R (v4.3.2) package babelgene (v22.9) with references from the NCBI database was used to identify the human orthologs for the genes listed under the Cluster markers - Expression and Spaceflight DEGs - Expression tabs in the shinyapp. All genes from Supplementary Data 4, 7 and 8 can be visualized on the shinyapp.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54168,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNAscope",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54177,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Single molecule Fluorescence In Situ Hybridization (smFISH) to detect expression of genes of interest (Adcyl and Gpc55) was performed using the RNAscope technology following the manufacturer’s protocol (Advanced Cell Diagnostics, ACD, Hayward, CA). Target genes (Gpc5 in channel red, Adcy1 in channel green) were visualized using the HRP-based RNAscope Fluorescent Multiplex Assay V2 (Cat. No. 323110). Brains from a cohort of 14–15 weeks-old female B6129SF2/J wild type mice flown to the ISS and housed in the Rodent Habitat for 28-29 days (NASA RR-10 mission) were used for this validation. Brains from mice of similar age, sex and strain were used as ground controls housed in identical hardware and matching ISS environmental conditions. At the end of the mission, spaceflight and ground controls were euthanized (euthanasia method: bilateral thoracotomy with sedation, ketamine/xylazine injection) and whole carcasses were stored at −80 °C until the dissection on earth. Brain tissues were harvested and snapped frozen in liquid nitrogen, then stored in −80 °C freezer for sample processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55288,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Brains from two ground controls (GC3, GC9) and three flights (FL1, FL3 and FL5) were cryo-sectioned to reach the hippocampus area and for each of them, one 10 µm section was placed on a superfrost plus slide and stored at −80 °C for less than a week before proceeding to the RNAscope protocol. The tissue sections were subjected to permeabilization steps before incubation with the target probes. The signal was amplified using the HRP-based technology (visualized by Tyramide Signal Amplification or TSATM fluorophores by PerkinElmer).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55833,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNAscope signal quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55864,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The quantification of the fluorescence signal was performed with Fiji by ImageJ software. The images were taken with a ZEN LSM700 confocal microscope and exported as tiff with the same settings. Once exported they were loaded on ImageJ and the whole area of the section, i.e., the whole hemisphere was selected for quantification. Image was then transformed from RGB to 16-bit and quantification was done by counting the number of pixels positive for the threshold set. The threshold was unique for each channel and was kept the same for ground and control samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56430,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Reporting summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56448,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56567,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56593,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Source data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56605,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56743,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "These authors contributed equally: Yuvarani Masarapu, Egle Cekanaviciute, Zaneta Andrusivova.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56837,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56863,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41467-024-48916-8.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56955,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56976,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Conceptualization: S.G., J.M.G., S.V.C. Methodology: S.G. Investigation: Z.A. performed ST and single-cell multiomics experiments; V.B. performed sequencing, E.L. performed nuclei isolation. Formal analysis: E.C. performed data annotation, Z.A. and Å.B. performed ST data analysis, J.O.W. performed single-cell multiomics analysis, R.F. and P.BiM performed MISTy analysis, E.C., S.V. and D.T. performed pathway analysis with interpretations provided by R.G.H., C.S. and Y.M. performed Ligand-Receptor analysis, R.G.H. gave conceptual advice. Validation: R.F., P.BiM, D.C.W., M.G., S.F., K.M. Software: J.O.W., Å.B. Resources: V.B., A.S.B., D.C.W., J.M.G., S.V.C. Data curation: J.O.W., Å.B., A.S.B., C.S., R.F., Y.M., and P.BiM. Visualization: Y.M., Z.A., C.S. Supervision: S.G., O.B., J.S.R., J.M.G. Project administration: S.G., J.M.G., S.V.C. Funding acquisition: S.V.C., S.G. Writing – original draft: Y.M., E.C., Z.A., D.T., D.C.W. and S.G. Manuscript figures preparation: Y.M., Z.A. Supplementary Figs. and data preparation: Y.M., Z.A. Manuscript – review & editing: All authors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58069,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Peer review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58081,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Peer review information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58105,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Nature Communications thanks Susanna Rosi and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. A peer review file is available.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58274,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58282,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "Open access funding provided by Royal Institute of Technology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58345,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58363,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The raw data generated in this study is hosted on the NASA GeneLab server, a part of the NASA Open Science Data Repository under study ID OSD-352 (10.26030/jm59-zy54). This includes raw data (fastq files and brightfield images) from the ST and multiomics datasets, as well as processed data (aggregated gene count matrices, metadata, and fragment files) from the multiomics dataset. GeneLab, as an integral component of NASA’s open-science initiative, provides researchers with raw and processed multi-omics data from spaceflight and ground-based analog experiments, fostering broad scientific collaboration. Additionally, processed count matrices generated for the ST samples, the final data generated from the analysis performed in this study, and the source data for the generated figures are publicly accessible from Mendeley dataset (10.17632/fjxrcbh672.1). Furthermore, the RNAscope validation images with genes Adcy1 and Gpc5 for all the validated tissue sections are available on Figshare (10.6084/m9.figshare.24581544). Source data are provided with this paper.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59437,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Code availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59455,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "All the necessary scripts required for the generation, processing, and analysis of the data discussed in this study are publicly available on our Github repository (https://github.com/giacomellolab/NASA_RR3_Brain). Code to perform the validation tests and to generate the figures presented in this study are also available on this repository. Interactive visualization of our dataset can be done via our shiny app (https://giacomellolabst.shinyapps.io/rr3-brain-shiny/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59926,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59946,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "ZA, SF and SG are scientific advisors to 10x Genomics Inc, which holds IP rights to the ST technology. SG holds 10X Genomics stocks. JSR reports funding from GSK, Pfizer and Sanofi and fees/honoraria from Travere Therapeutics, Stadapharm, Astex, Owkin, Pfizer and Grunenthal. All other authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60272,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60283,
            "infons": {
              "fpage": "1162",
              "lpage": "1184",
              "name_0": "surname:Afshinnekoo;given-names:E",
              "pub-id_doi": "10.1016/j.cell.2020.10.050",
              "pub-id_pmid": "33242416",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Fundamental Biological Features of Spaceflight: Advancing the Field to Enable Deep-Space Exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60384,
            "infons": {
              "fpage": "11038",
              "name_0": "surname:Li;given-names:Z",
              "pub-id_doi": "10.1038/s41598-018-29350-5",
              "pub-id_pmid": "30038404",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Exposure to galactic cosmic radiation compromises DNA repair and increases the potential for oncogenic chromosomal rearrangement in bronchial epithelial cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60543,
            "infons": {
              "fpage": "28",
              "name_0": "surname:Juhl;given-names:OJ;suffix:4th",
              "pub-id_doi": "10.1038/s41526-021-00158-4",
              "pub-id_pmid": "34301942",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Update on the effects of microgravity on the musculoskeletal system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60611,
            "infons": {
              "fpage": "14",
              "lpage": "21",
              "name_0": "surname:Willey;given-names:JS",
              "name_1": "surname:Lloyd;given-names:SAJ",
              "name_2": "surname:Nelson;given-names:GA",
              "name_3": "surname:Bateman;given-names:TA",
              "pub-id_pmid": "22826632",
              "section_type": "REF",
              "source": "Gravit. Space Biol. Bull.",
              "type": "ref",
              "volume": "25",
              "year": "2011"
            },
            "text": "Space Radiation and Bone Loss",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60641,
            "infons": {
              "fpage": "23",
              "name_0": "surname:Guo;given-names:J-H",
              "pub-id_pmid": "26000169",
              "section_type": "REF",
              "source": "Mil. Med. Res.",
              "type": "ref",
              "volume": "1",
              "year": "2014"
            },
            "text": "Keeping the right time in space: importance of circadian clock and sleep for physiology and performance of astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60759,
            "infons": {
              "fpage": "553929",
              "name_0": "surname:Turroni;given-names:S",
              "pub-id_doi": "10.3389/fphys.2020.553929",
              "pub-id_pmid": "33013480",
              "section_type": "REF",
              "source": "Front. Physiol.",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Gut Microbiome and Space Travelers’ Health: State of the Art and Possible Pro/Prebiotic Strategies for Long-Term Space Missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60889,
            "infons": {
              "fpage": "1551",
              "name_0": "surname:Strollo;given-names:F",
              "name_1": "surname:Gentile;given-names:S",
              "name_2": "surname:Strollo;given-names:G",
              "name_3": "surname:Mambro;given-names:A",
              "name_4": "surname:Vernikos;given-names:J",
              "pub-id_doi": "10.3389/fphys.2018.01551",
              "pub-id_pmid": "30483144",
              "section_type": "REF",
              "source": "Front. Physiol.",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Recent Progress in Space Physiology and Aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60935,
            "infons": {
              "fpage": "13304",
              "name_0": "surname:Overbey;given-names:EG",
              "pub-id_doi": "10.1038/s41598-019-49453-x",
              "pub-id_pmid": "31527661",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Spaceflight influences gene expression, photoreceptor integrity, and oxidative stress-related damage in the murine retina",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61057,
            "infons": {
              "fpage": "15516",
              "lpage": "15530",
              "name_0": "surname:Mao;given-names:XW",
              "pub-id_doi": "10.1096/fj.202001754R",
              "pub-id_pmid": "32981077",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "34",
              "year": "2020"
            },
            "text": "Spaceflight induces oxidative damage to blood-brain barrier integrity in a mouse model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61144,
            "infons": {
              "fpage": "4094",
              "name_0": "surname:Overbey;given-names:EG",
              "pub-id_doi": "10.3390/ijms20174094",
              "pub-id_pmid": "31443374",
              "section_type": "REF",
              "source": "Int. J. Mol. Sci.",
              "type": "ref",
              "volume": "20",
              "year": "2019"
            },
            "text": "Mice Exposed to Combined Chronic Low-Dose Irradiation and Modeled Microgravity Develop Long-Term Neurological Sequelae",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61263,
            "infons": {
              "fpage": "35",
              "name_0": "surname:Holley;given-names:JM",
              "pub-id_doi": "10.1038/s41526-022-00217-4",
              "pub-id_pmid": "35948598",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "8",
              "year": "2022"
            },
            "text": "Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61364,
            "infons": {
              "fpage": "3669",
              "name_0": "surname:Cekanaviciute;given-names:E",
              "name_1": "surname:Rosi;given-names:S",
              "name_2": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.3390/ijms19113669",
              "pub-id_pmid": "30463349",
              "section_type": "REF",
              "source": "Int. J. Mol. Sci.",
              "type": "ref",
              "volume": "19",
              "year": "2018"
            },
            "text": "Central Nervous System Responses to Simulated Galactic Cosmic Rays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61431,
            "infons": {
              "fpage": "284",
              "lpage": "291",
              "name_0": "surname:Vernice;given-names:NA",
              "name_1": "surname:Meydan;given-names:C",
              "name_2": "surname:Afshinnekoo;given-names:E",
              "name_3": "surname:Mason;given-names:CE",
              "pub-id_doi": "10.1093/pcmedi/pbaa022",
              "pub-id_pmid": "33391848",
              "section_type": "REF",
              "source": "Precis Clin. Med.",
              "type": "ref",
              "volume": "3",
              "year": "2020"
            },
            "text": "Long-term spaceflight and the cardiovascular system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61483,
            "infons": {
              "fpage": "412",
              "lpage": "419",
              "name_0": "surname:Lee;given-names:JK",
              "pub-id_doi": "10.1001/jamaneurol.2018.4882",
              "pub-id_pmid": "30673793",
              "section_type": "REF",
              "source": "JAMA Neurol.",
              "type": "ref",
              "volume": "76",
              "year": "2019"
            },
            "text": "Spaceflight-Associated Brain White Matter Microstructural Changes and Intracranial Fluid Redistribution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61587,
            "infons": {
              "fpage": "598",
              "lpage": "609",
              "name_0": "surname:Wang;given-names:Y",
              "name_1": "surname:Navin;given-names:NE",
              "pub-id_doi": "10.1016/j.molcel.2015.05.005",
              "pub-id_pmid": "26000845",
              "section_type": "REF",
              "source": "Mol. Cell",
              "type": "ref",
              "volume": "58",
              "year": "2015"
            },
            "text": "Advances and applications of single-cell sequencing technologies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61652,
            "infons": {
              "fpage": "78",
              "lpage": "82",
              "name_0": "surname:Ståhl;given-names:PL",
              "pub-id_doi": "10.1126/science.aaf2403",
              "pub-id_pmid": "27365449",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "353",
              "year": "2016"
            },
            "text": "Visualization and analysis of gene expression in tissue sections by spatial transcriptomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61744,
            "infons": {
              "fpage": "100325",
              "name_0": "surname:Overbey;given-names:EG",
              "pub-id_doi": "10.1016/j.crmeth.2022.100325",
              "pub-id_pmid": "36452864",
              "section_type": "REF",
              "source": "Cell Rep. Methods",
              "type": "ref",
              "volume": "2",
              "year": "2022"
            },
            "text": "Challenges and considerations for single-cell and spatially resolved transcriptomics sample collection during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61866,
            "infons": {
              "fpage": "W114",
              "lpage": "W124",
              "name_0": "surname:Nguyen;given-names:H",
              "pub-id_doi": "10.1093/nar/gkab421",
              "pub-id_pmid": "34037798",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "CPA: a web-based platform for consensus pathway analysis and interactive visualization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61953,
            "infons": {
              "fpage": "102062",
              "name_0": "surname:Calabrese;given-names:G",
              "name_1": "surname:Molzahn;given-names:C",
              "name_2": "surname:Mayor;given-names:T",
              "pub-id_doi": "10.1016/j.jbc.2022.102062",
              "pub-id_pmid": "35623389",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "298",
              "year": "2022"
            },
            "text": "Protein interaction networks in neurodegenerative diseases: From physiological function to aggregation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62056,
            "infons": {
              "fpage": "940969",
              "name_0": "surname:Sušjan-Leite;given-names:P",
              "name_1": "surname:Ramuta;given-names:TŽ",
              "name_2": "surname:Boršić;given-names:E",
              "name_3": "surname:Orehek;given-names:S",
              "name_4": "surname:Hafner-Bratkovič;given-names:I",
              "pub-id_doi": "10.3389/fimmu.2022.940969",
              "pub-id_pmid": "35979366",
              "section_type": "REF",
              "source": "Front. Immunol.",
              "type": "ref",
              "volume": "13",
              "year": "2022"
            },
            "text": "Supramolecular organizing centers at the interface of inflammation and neurodegeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62145,
            "infons": {
              "fpage": "565",
              "name_0": "surname:Andersson;given-names:A",
              "pub-id_doi": "10.1038/s42003-020-01247-y",
              "pub-id_pmid": "33037292",
              "section_type": "REF",
              "source": "Commun. Biol.",
              "type": "ref",
              "volume": "3",
              "year": "2020"
            },
            "text": "Single-cell and spatial transcriptomics enables probabilistic inference of cell type topography",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62241,
            "infons": {
              "fpage": "1887",
              "name_0": "surname:Romano;given-names:R",
              "name_1": "surname:Bucci;given-names:C",
              "pub-id_doi": "10.3390/cells9081887",
              "pub-id_pmid": "32806510",
              "section_type": "REF",
              "source": "Cells",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Role of EGFR in the Nervous System",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62276,
            "infons": {
              "fpage": "1727",
              "lpage": "1737",
              "name_0": "surname:Licht;given-names:T",
              "name_1": "surname:Keshet;given-names:E",
              "pub-id_doi": "10.1007/s00018-013-1280-x",
              "pub-id_pmid": "23475068",
              "section_type": "REF",
              "source": "Cell. Mol. Life Sci.",
              "type": "ref",
              "volume": "70",
              "year": "2013"
            },
            "text": "Delineating multiple functions of VEGF-A in the adult brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62336,
            "infons": {
              "fpage": "13782",
              "lpage": "13787",
              "name_0": "surname:Meissirel;given-names:C",
              "pub-id_doi": "10.1073/pnas.1100341108",
              "pub-id_pmid": "21804034",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "108",
              "year": "2011"
            },
            "text": "VEGF modulates NMDA receptors activity in cerebellar granule cells through Src-family kinases before synapse formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62455,
            "infons": {
              "fpage": "2454",
              "lpage": "2468",
              "name_0": "surname:Argaw;given-names:AT",
              "pub-id_doi": "10.1172/JCI60842",
              "pub-id_pmid": "22653056",
              "section_type": "REF",
              "source": "J. Clin. Invest.",
              "type": "ref",
              "volume": "122",
              "year": "2012"
            },
            "text": "Astrocyte-derived VEGF-A drives blood-brain barrier disruption in CNS inflammatory disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62546,
            "infons": {
              "fpage": "1",
              "lpage": "12",
              "name_0": "surname:Li;given-names:Z",
              "name_1": "surname:Wang;given-names:T",
              "name_2": "surname:Liu;given-names:P",
              "name_3": "surname:Huang;given-names:Y",
              "pub-id_pmid": "36596776",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "14",
              "year": "2023"
            },
            "text": "SpatialDM for rapid identification of spatially co-expressed ligand–receptor and revealing cell–cell communication patterns",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62674,
            "infons": {
              "fpage": "2160",
              "lpage": "2177",
              "name_0": "surname:Welle;given-names:A",
              "pub-id_doi": "10.1002/glia.24016",
              "pub-id_pmid": "34028094",
              "section_type": "REF",
              "source": "Glia",
              "type": "ref",
              "volume": "69",
              "year": "2021"
            },
            "text": "Epigenetic control of region-specific transcriptional programs in mouse cerebellar and cortical astrocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62781,
            "infons": {
              "fpage": "218",
              "lpage": "225",
              "name_0": "surname:Aruga;given-names:J",
              "name_1": "surname:Inoue;given-names:T",
              "name_2": "surname:Hoshino;given-names:J",
              "name_3": "surname:Mikoshiba;given-names:K",
              "pub-id_doi": "10.1523/JNEUROSCI.22-01-00218.2002",
              "pub-id_pmid": "11756505",
              "section_type": "REF",
              "source": "J. Neurosci.",
              "type": "ref",
              "volume": "22",
              "year": "2002"
            },
            "text": "Zic2 controls cerebellar development in cooperation with Zic1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62843,
            "infons": {
              "fpage": "41434",
              "lpage": "41441",
              "name_0": "surname:Ikushima;given-names:H",
              "pub-id_doi": "10.1074/jbc.M111.300863",
              "pub-id_pmid": "21987575",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "286",
              "year": "2011"
            },
            "text": "Glioma-initiating cells retain their tumorigenicity through integration of the Sox axis and Oct4 protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62948,
            "infons": {
              "fpage": "707",
              "lpage": "716",
              "name_0": "surname:Di Stefano;given-names:B",
              "name_1": "surname:Prigione;given-names:A",
              "name_2": "surname:Broccoli;given-names:V",
              "pub-id_doi": "10.1089/scd.2008.0180",
              "pub-id_pmid": "18724799",
              "section_type": "REF",
              "source": "Stem Cells Dev.",
              "type": "ref",
              "volume": "18",
              "year": "2009"
            },
            "text": "Efficient genetic reprogramming of unmodified somatic neural progenitors uncovers the essential requirement of Oct4 and Klf4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63073,
            "infons": {
              "fpage": "749",
              "lpage": "765",
              "name_0": "surname:Graham;given-names:V",
              "name_1": "surname:Khudyakov;given-names:J",
              "name_2": "surname:Ellis;given-names:P",
              "name_3": "surname:Pevny;given-names:L",
              "pub-id_doi": "10.1016/S0896-6273(03)00497-5",
              "pub-id_pmid": "12948443",
              "section_type": "REF",
              "source": "Neuron",
              "type": "ref",
              "volume": "39",
              "year": "2003"
            },
            "text": "SOX2 functions to maintain neural progenitor identity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63127,
            "infons": {
              "fpage": "3626",
              "lpage": "3645",
              "name_0": "surname:Wu;given-names:J-S",
              "name_1": "surname:Tsai;given-names:H-D",
              "name_2": "surname:Cheung;given-names:W-M",
              "name_3": "surname:Hsu;given-names:CY",
              "name_4": "surname:Lin;given-names:T-N",
              "pub-id_doi": "10.1007/s12035-015-9294-z",
              "pub-id_pmid": "26108185",
              "section_type": "REF",
              "source": "Mol. Neurobiol.",
              "type": "ref",
              "volume": "53",
              "year": "2016"
            },
            "text": "PPAR-γ Ameliorates Neuronal Apoptosis and Ischemic Brain Injury via Suppressing NF-κB-Driven p22phox Transcription",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63250,
            "infons": {
              "fpage": "357",
              "lpage": "366",
              "name_0": "surname:Zhao;given-names:X-R",
              "name_1": "surname:Gonzales;given-names:N",
              "name_2": "surname:Aronowski;given-names:J",
              "pub-id_doi": "10.1111/cns.12350",
              "pub-id_pmid": "25430543",
              "section_type": "REF",
              "source": "CNS Neurosci. Ther.",
              "type": "ref",
              "volume": "21",
              "year": "2015"
            },
            "text": "Pleiotropic role of PPARγ in intracerebral hemorrhage: an intricate system involving Nrf2, RXR, and NF-κB",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63364,
            "infons": {
              "fpage": "205",
              "lpage": "216",
              "name_0": "surname:Hermann-Kleiter;given-names:N",
              "pub-id_doi": "10.1016/j.immuni.2008.06.008",
              "pub-id_pmid": "18701084",
              "section_type": "REF",
              "source": "Immunity",
              "type": "ref",
              "volume": "29",
              "year": "2008"
            },
            "text": "The nuclear orphan receptor NR2F6 suppresses lymphocyte activation and T helper 17-dependent autoimmunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63470,
            "infons": {
              "fpage": "886",
              "lpage": "896",
              "name_0": "surname:Sahar;given-names:S",
              "name_1": "surname:Sassone-Corsi;given-names:P",
              "pub-id_doi": "10.1038/nrc2747",
              "pub-id_pmid": "19935677",
              "section_type": "REF",
              "source": "Nat. Rev. Cancer",
              "type": "ref",
              "volume": "9",
              "year": "2009"
            },
            "text": "Metabolism and cancer: the circadian clock connection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63524,
            "infons": {
              "fpage": "131",
              "lpage": "138",
              "name_0": "surname:Kawai;given-names:M",
              "pub-id_doi": "10.1111/j.1749-6632.2009.05221.x",
              "pub-id_pmid": "20392228",
              "section_type": "REF",
              "source": "Ann. N. Y. Acad. Sci.",
              "type": "ref",
              "volume": "1192",
              "year": "2010"
            },
            "text": "Nocturnin: a circadian target of Pparg-induced adipogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63584,
            "infons": {
              "fpage": "854",
              "lpage": "868.e8",
              "name_0": "surname:Bahrami-Nejad;given-names:Z",
              "pub-id_doi": "10.1016/j.cmet.2018.03.012",
              "pub-id_pmid": "29617644",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "27",
              "year": "2018"
            },
            "text": "A Transcriptional Circuit Filters Oscillating Circadian Hormonal Inputs to Regulate Fat Cell Differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63693,
            "infons": {
              "fpage": "1010",
              "lpage": "1024",
              "name_0": "surname:Liu;given-names:Y",
              "name_1": "surname:Niu;given-names:L",
              "name_2": "surname:Liu;given-names:X",
              "name_3": "surname:Cheng;given-names:C",
              "name_4": "surname:Le;given-names:W",
              "pub-id_doi": "10.1007/s12264-021-00711-x",
              "pub-id_pmid": "34128188",
              "section_type": "REF",
              "source": "Neurosci. Bull.",
              "type": "ref",
              "volume": "37",
              "year": "2021"
            },
            "text": "Recent Progress in Non-motor Features of Parkinson’s Disease with a Focus on Circadian Rhythm Dysregulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63803,
            "infons": {
              "fpage": "614",
              "lpage": "625",
              "name_0": "surname:Warnecke;given-names:M",
              "name_1": "surname:Oster;given-names:H",
              "name_2": "surname:Revelli;given-names:J-P",
              "name_3": "surname:Alvarez-Bolado;given-names:G",
              "name_4": "surname:Eichele;given-names:G",
              "pub-id_doi": "10.1101/gad.317905",
              "pub-id_pmid": "15741322",
              "section_type": "REF",
              "source": "Genes Dev.",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Abnormal development of the locus coeruleus in Ear2(Nr2f6)-deficient mice impairs the functionality of the forebrain clock and affects nociception",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63950,
            "infons": {
              "fpage": "97",
              "name_0": "surname:Tanevski;given-names:J",
              "name_1": "surname:Flores;given-names:ROR",
              "name_2": "surname:Gabor;given-names:A",
              "name_3": "surname:Schapiro;given-names:D",
              "name_4": "surname:Saez-Rodriguez;given-names:J",
              "pub-id_doi": "10.1186/s13059-022-02663-5",
              "pub-id_pmid": "35422018",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "23",
              "year": "2022"
            },
            "text": "Explainable multiview framework for dissecting spatial relationships from highly multiplexed data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64048,
            "infons": {
              "fpage": "vbac016",
              "name_0": "surname:Badia-i-Mompel;given-names:P",
              "pub-id_doi": "10.1093/bioadv/vbac016",
              "section_type": "REF",
              "source": "Bioinforma. Adv.",
              "type": "ref",
              "volume": "2",
              "year": "2022"
            },
            "text": "decoupleR: ensemble of computational methods to infer biological activities from omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64140,
            "infons": {
              "fpage": "20",
              "name_0": "surname:Schubert;given-names:M",
              "pub-id_doi": "10.1038/s41467-017-02391-6",
              "pub-id_pmid": "29295995",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Perturbation-response genes reveal signaling footprints in cancer gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64222,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kamimoto, K., Hoffmann, C. M. & Morris, S. A. CellOracle: Dissecting cell identity via network inference and in silico gene perturbation. bioRxiv,10.1101/2020.02.17.947416 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64402,
            "infons": {
              "fpage": "1185",
              "lpage": "1201.e20",
              "name_0": "surname:da Silveira;given-names:WA",
              "pub-id_doi": "10.1016/j.cell.2020.11.002",
              "pub-id_pmid": "33242417",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Comprehensive Multi-omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Spaceflight Impact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64517,
            "infons": {
              "fpage": "62",
              "lpage": "65",
              "name_0": "surname:Simeone;given-names:A",
              "pub-id_doi": "10.1016/j.tins.2004.11.007",
              "pub-id_pmid": "15667926",
              "section_type": "REF",
              "source": "Trends Neurosci.",
              "type": "ref",
              "volume": "28",
              "year": "2005"
            },
            "text": "Genetic control of dopaminergic neuron differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64572,
            "infons": {
              "fpage": "e61372",
              "name_0": "surname:Blaber;given-names:EA",
              "pub-id_doi": "10.1371/journal.pone.0061372",
              "pub-id_pmid": "23637819",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a/p21",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64717,
            "infons": {
              "fpage": "797060",
              "name_0": "surname:Ma;given-names:C",
              "pub-id_doi": "10.3389/fcell.2021.797060",
              "pub-id_pmid": "35083220",
              "section_type": "REF",
              "source": "Front. Cell Dev. Biol.",
              "type": "ref",
              "volume": "9",
              "year": "2021"
            },
            "text": "Simulated Microgravity Potentiates Hematopoietic Differentiation of Human Pluripotent Stem Cells and Supports Formation of 3D Hematopoietic Cluster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64865,
            "infons": {
              "fpage": "649",
              "lpage": "661",
              "name_0": "surname:Tang;given-names:J",
              "pub-id_doi": "10.1002/stem.1533",
              "pub-id_pmid": "24038768",
              "section_type": "REF",
              "source": "Stem Cells",
              "type": "ref",
              "volume": "32",
              "year": "2014"
            },
            "text": "Irradiation of Juvenile, but not Adult, Mammary Gland Increases Stem Cell Self-Renewal and Estrogen Receptor Negative Tumors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64990,
            "infons": {
              "fpage": "34774",
              "name_0": "surname:Parihar;given-names:VK",
              "pub-id_doi": "10.1038/srep34774",
              "pub-id_pmid": "27721383",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Cosmic radiation exposure and persistent cognitive dysfunction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65053,
            "infons": {
              "fpage": "15019",
              "name_0": "surname:Flynn-Evans;given-names:EE",
              "name_1": "surname:Barger;given-names:LK",
              "name_2": "surname:Kubey;given-names:AA",
              "name_3": "surname:Sullivan;given-names:JP",
              "name_4": "surname:Czeisler;given-names:CA",
              "pub-id_doi": "10.1038/npjmgrav.2015.19",
              "pub-id_pmid": "28725719",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "Circadian misalignment affects sleep and medication use before and during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65139,
            "infons": {
              "fpage": "R1647",
              "lpage": "R1664",
              "name_0": "surname:Dijk;given-names:D-J",
              "pub-id_doi": "10.1152/ajpregu.2001.281.5.R1647",
              "pub-id_pmid": "11641138",
              "section_type": "REF",
              "source": "Am. J. Physiol. Regul. Integr. Comp. Physiol.",
              "type": "ref",
              "volume": "281",
              "year": "2001"
            },
            "text": "Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle flights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65233,
            "infons": {
              "fpage": "260",
              "lpage": "271",
              "name_0": "surname:Filograna;given-names:R",
              "name_1": "surname:Beltramini;given-names:M",
              "name_2": "surname:Bubacco;given-names:L",
              "name_3": "surname:Bisaglia;given-names:M",
              "pub-id_doi": "10.2174/1570159X13666151030102718",
              "pub-id_pmid": "26517052",
              "section_type": "REF",
              "source": "Curr. Neuropharmacol.",
              "type": "ref",
              "volume": "14",
              "year": "2016"
            },
            "text": "Anti-Oxidants in Parkinson’s Disease Therapy: A Critical Point of View",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65306,
            "infons": {
              "fpage": "885500",
              "name_0": "surname:Gao;given-names:X-Y",
              "name_1": "surname:Yang;given-names:T",
              "name_2": "surname:Gu;given-names:Y",
              "name_3": "surname:Sun;given-names:X-H",
              "pub-id_doi": "10.3389/fnagi.2022.885500",
              "pub-id_pmid": "35795234",
              "section_type": "REF",
              "source": "Front. Aging Neurosci.",
              "type": "ref",
              "volume": "14",
              "year": "2022"
            },
            "text": "Mitochondrial Dysfunction in Parkinson’s Disease: From Mechanistic Insights to Therapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65395,
            "infons": {
              "fpage": "329",
              "lpage": "343",
              "name_0": "surname:Malpartida;given-names:AB",
              "name_1": "surname:Williamson;given-names:M",
              "name_2": "surname:Narendra;given-names:DP",
              "name_3": "surname:Wade-Martins;given-names:R",
              "name_4": "surname:Ryan;given-names:BJ",
              "pub-id_doi": "10.1016/j.tibs.2020.11.007",
              "pub-id_pmid": "33323315",
              "section_type": "REF",
              "source": "Trends Biochem. Sci.",
              "type": "ref",
              "volume": "46",
              "year": "2021"
            },
            "text": "Mitochondrial Dysfunction and Mitophagy in Parkinson’s Disease: From Mechanism to Therapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65487,
            "infons": {
              "fpage": "1",
              "lpage": "4",
              "name_0": "surname:Takamatsu;given-names:Y",
              "pub-id_doi": "10.1038/npjmgrav.2016.13",
              "pub-id_pmid": "28649621",
              "section_type": "REF",
              "source": "npj Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "Protection against neurodegenerative disease on Earth and in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65554,
            "infons": {
              "fpage": "42",
              "name_0": "surname:Nelson;given-names:CA",
              "pub-id_doi": "10.3390/life11010042",
              "pub-id_pmid": "33445483",
              "section_type": "REF",
              "source": "Life",
              "type": "ref",
              "volume": "11",
              "year": "2021"
            },
            "text": "Knowledge Network Embedding of Transcriptomic Data from Spaceflown Mice Uncovers Signs and Symptoms Associated with Terrestrial Diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65691,
            "infons": {
              "fpage": "150",
              "lpage": "157",
              "name_0": "surname:Mu;given-names:X",
              "pub-id_doi": "10.1016/j.lssr.2022.09.002",
              "section_type": "REF",
              "source": "Life Sci. Space Res.",
              "type": "ref",
              "volume": "35",
              "year": "2022"
            },
            "text": "Small tissue chips with big opportunities for space medicine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65752,
            "infons": {
              "fpage": "8",
              "lpage": "10",
              "name_0": "surname:Yeung;given-names:CK",
              "pub-id_doi": "10.1111/cts.12689",
              "pub-id_pmid": "31524321",
              "section_type": "REF",
              "source": "Clin. Transl. Sci.",
              "type": "ref",
              "volume": "13",
              "year": "2020"
            },
            "text": "Tissue Chips in Space-Challenges and Opportunities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65803,
            "infons": {
              "fpage": "864923",
              "name_0": "surname:Verma;given-names:SD",
              "pub-id_doi": "10.3389/fimmu.2022.864923",
              "pub-id_pmid": "36275678",
              "section_type": "REF",
              "source": "Front. Immunol.",
              "type": "ref",
              "volume": "13",
              "year": "2022"
            },
            "text": "Astrocytes regulate vascular endothelial responses to simulated deep space radiation in a human organ-on-a-chip model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65921,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "NASA OSDR: Open Science for Life in Space, https://osdr.nasa.gov/bio/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65992,
            "infons": {
              "fpage": "1",
              "lpage": "8",
              "name_0": "surname:Hong;given-names:X",
              "pub-id_doi": "10.1038/s41526-021-00139-7",
              "pub-id_pmid": "33402671",
              "section_type": "REF",
              "source": "npj Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Effects of spaceflight aboard the International Space Station on mouse estrous cycle and ovarian gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66105,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "NASA OSDR: Open Science for Life in Space. 10.26030/jm59-zy54.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66168,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "giacomellolab/NASA_RR3_Brain: v1.0.0. 10.5281/zenodo.10954397.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66231,
            "infons": {
              "fpage": "975",
              "lpage": "978",
              "name_0": "surname:Schep;given-names:AN",
              "name_1": "surname:Wu;given-names:B",
              "name_2": "surname:Buenrostro;given-names:JD",
              "name_3": "surname:Greenleaf;given-names:WJ",
              "pub-id_doi": "10.1038/nmeth.4401",
              "pub-id_pmid": "28825706",
              "section_type": "REF",
              "source": "Nat. Methods",
              "type": "ref",
              "volume": "14",
              "year": "2017"
            },
            "text": "chromVAR: inferring transcription-factor-associated accessibility from single-cell epigenomic data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66330,
            "infons": {
              "fpage": "D87",
              "lpage": "D92",
              "name_0": "surname:Fornes;given-names:O",
              "pub-id_pmid": "31701148",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "48",
              "year": "2020"
            },
            "text": "JASPAR 2020: update of the open-access database of transcription factor binding profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66419,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Tabula Muris Consortium, Overall coordination, Logistical coordination, Organ collection and processing, Library preparation and sequencing, Computational data analysis, Cell type annotation, Writing group, Supplemental text writing group, Principal investigators. Single-cell transcriptomics of 20 mouse organs creates a Tabula Muris. Nature562, 367–372 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66784,
            "infons": {
              "fpage": "128",
              "name_0": "surname:Chen;given-names:EY",
              "pub-id_doi": "10.1186/1471-2105-14-128",
              "section_type": "REF",
              "source": "BMC Bioinforma.",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66864,
            "infons": {
              "fpage": "W90",
              "lpage": "W97",
              "name_0": "surname:Kuleshov;given-names:MV",
              "pub-id_doi": "10.1093/nar/gkw377",
              "pub-id_pmid": "27141961",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "44",
              "year": "2016"
            },
            "text": "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66941,
            "infons": {
              "fpage": "e90",
              "name_0": "surname:Xie;given-names:Z",
              "pub-id_doi": "10.1002/cpz1.90",
              "pub-id_pmid": "33780170",
              "section_type": "REF",
              "source": "Curr. Protoc.",
              "type": "ref",
              "volume": "1",
              "year": "2021"
            },
            "text": "Gene Set Knowledge Discovery with Enrichr",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66983,
            "infons": {
              "fpage": "1698",
              "lpage": "1711",
              "name_0": "surname:Garcia-Alonso;given-names:L",
              "pub-id_doi": "10.1038/s41588-021-00972-2",
              "pub-id_pmid": "34857954",
              "section_type": "REF",
              "source": "Nat. Genet.",
              "type": "ref",
              "volume": "53",
              "year": "2021"
            },
            "text": "Mapping the temporal and spatial dynamics of the human endometrium in vivo and in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67071,
            "infons": {
              "fpage": "3573",
              "lpage": "3587.e29",
              "name_0": "surname:Hao;given-names:Y",
              "pub-id_doi": "10.1016/j.cell.2021.04.048",
              "pub-id_pmid": "34062119",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "184",
              "year": "2021"
            },
            "text": "Integrated analysis of multimodal single-cell data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67122,
            "infons": {
              "fpage": "272",
              "lpage": "281",
              "name_0": "surname:Brunk;given-names:E",
              "pub-id_doi": "10.1038/nbt.4072",
              "pub-id_pmid": "29457794",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "36",
              "year": "2018"
            },
            "text": "Recon3D enables a three-dimensional view of gene variation in human metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67201,
            "infons": {
              "fpage": "2",
              "lpage": "5",
              "name_0": "surname:Eyre;given-names:TA",
              "name_1": "surname:Wright;given-names:MW",
              "name_2": "surname:Lush;given-names:MJ",
              "name_3": "surname:Bruford;given-names:EA",
              "pub-id_doi": "10.1093/bib/bbl030",
              "pub-id_pmid": "16951416",
              "section_type": "REF",
              "source": "Brief. Bioinform.",
              "type": "ref",
              "volume": "8",
              "year": "2007"
            },
            "text": "HCOP: a searchable database of human orthology predictions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67260,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Korotkevich, G. et al. Fast gene set enrichment analysis. bioRxiv,10.1101/060012 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67349,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "The R Project for Statistical Computing. https://www.r-project.org/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67418,
            "infons": {
              "fpage": "1753",
              "lpage": "1759",
              "name_0": "surname:Ray;given-names:S",
              "pub-id_doi": "10.1093/bioinformatics/bty884",
              "pub-id_pmid": "30329036",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "35",
              "year": "2019"
            },
            "text": "GeneLab: Omics database for spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67470,
            "infons": {
              "fpage": "D1515",
              "lpage": "D1522",
              "name_0": "surname:Berrios;given-names:DC",
              "name_1": "surname:Galazka;given-names:J",
              "name_2": "surname:Grigorev;given-names:K",
              "name_3": "surname:Gebre;given-names:S",
              "name_4": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1093/nar/gkaa887",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2020"
            },
            "text": "NASA GeneLab: interfaces for the exploration of space omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67535,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Masarapu, Y. NASA RR-3 Brain Dataset. Mendeley Data 10.17632/fjxrcbh672.1 (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67617,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Masarapu, Y. M. RNAscope images for Adcy1 (green) and Gpc5 (red) genes for five validation samples (3 Flight, 2 Ground Control). 10.6084/m9.figshare.24581544.v1 (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]