[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250716",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11166646",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41467-023-41995-z",
              "article-id_pmc": "PMC11166646",
              "article-id_pmid": "38862469",
              "article-id_publisher-id": "41995",
              "elocation-id": "4814",
              "kwd": "Transcriptomics Energy metabolism Calcium and vitamin D",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Husna;given-names:Nailil",
              "name_1": "surname:Aiba;given-names:Tatsuya",
              "name_10": "surname:Muratani;given-names:Masafumi",
              "name_2": "surname:Fujita;given-names:Shin-Ichiro",
              "name_3": "surname:Saito;given-names:Yoshika",
              "name_4": "surname:Shiba;given-names:Dai",
              "name_5": "surname:Kudo;given-names:Takashi",
              "name_6": "surname:Takahashi;given-names:Satoru",
              "name_7": "surname:Furukawa;given-names:Satoshi",
              "name_8": "surname:Muratani;given-names:Masafumi",
              "name_9": "surname:Muratani;given-names:Masafumi",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "15",
              "year": "2024"
            },
            "text": "Release of CD36-associated cell-free mitochondrial DNA and RNA as a hallmark of space environment response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 107,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "A detailed understanding of how spaceflight affects human health is essential for long-term space exploration. Liquid biopsies allow for minimally-invasive multi-omics assessments that can resolve the molecular heterogeneity of internal tissues. Here, we report initial results from the JAXA Cell-Free Epigenome Study, a liquid biopsy study with six astronauts who resided on the International Space Station (ISS) for more than 120 days. Analysis of plasma cell-free RNA (cfRNA) collected before, during, and after spaceflight confirms previously reported mitochondrial dysregulation in space. Screening with 361 cell surface marker antibodies identifies a mitochondrial DNA-enriched fraction associated with the scavenger receptor CD36. RNA-sequencing of the CD36 fraction reveals tissue-enriched RNA species, suggesting the plasma mitochondrial components originated from various tissues. We compare our plasma cfRNA data to mouse plasma cfRNA data from a previous JAXA mission, which had used on-board artificial gravity, and discover a link between microgravity and the observed mitochondrial responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1215,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "It has been reported that a spaceflight causes mitochondrial stress in astronauts. Here the authors suggest that mitochondrial components are released into the plasma during spaceflight as components of CD36-marked extracellular vesicles (EVs).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1460,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1473,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A detailed understanding of how the human body responds to spaceflight will be important to develop countermeasures for long-term space exploration. Without effective solutions for aerospace health ailments, increasingly critical challenges will manifest as humanity ventures into crewed interplanetary travel. Solid biopsies have traditionally served as the gold standard for molecular monitoring of human physiology, but such invasive procedures require specialized equipment and carry an increased risk of infection and regional pain. To circumvent these difficulties, researchers on Earth have started to use blood or fluid samples, which are simpler to perform and require little to no recovery time, allowing for increased temporal resolution of sampling. These minimally invasive “liquid biopsies” permit the extraction of cell-free nucleic acids, which are thought to detect changes earlier than conventional protein biomarkers and to better resolve molecular heterogeneity than standard tissue biopsies. Cell-free nucleic acids have emerged as potential space-relevant biomarkers of psychosocial and physical stress, aging, metabolic disorders, and inflammation, and have already been successfully utilized in various terrestrial healthcare contexts, including screening for infections, diagnosing cancer, and monitoring cancer recurrence and therapy. On a similar note, cell-free nucleic acids can infer well-documented spaceflight responses, such as DNA damage, in distal tissues without the need for invasive tissue biopsies, which would be particularly difficult to conduct in orbit.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3074,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Longitudinal and full-body molecular profiling using cell-free nucleic acids isolated from liquid biopsies is hence one viable avenue for advancing space healthcare. This approach may grant a detailed understanding of how the human body responds to the space environment and the development of modern countermeasures. Consenting astronauts could participate in lifetime surveillance through annual liquid biopsies, which could reveal the degree of full recovery from spaceflight responses, such as DNA damage and clonal hematopoiesis (CH), the latter of which causes increased lifelong risk of cardiovascular disease and blood cancers. Liquid biopsies may be particularly constructive during interplanetary spaceflight missions, in which orbital healthcare autonomy will need to be optimized due to the large distance away from Earth. With the advent of the portable, nanopore-based Oxford Nanopore Technologies MinION, nucleic acids could potentially be extracted and directly sequenced in-flight by crew to monitor their own health in near real time.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4127,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The NASA Twins Study provided a unique opportunity to perform a multi-omics analysis with monozygotic twin astronauts, where one participant resided on the ISS for 340 days, and the other remained on Earth. The past few years have now welcomed the first studies to examine cell-free DNA (cfDNA) in astronauts, using data from the NASA Twins Study and data collected 20 years prior with 14 astronauts on short-term missions. These studies highlighted a theme of mitochondrial stress as a consistent spaceflight phenotype, with bulk RNA-sequencing (RNA-seq) of peripheral blood mononuclear cells (PBMCs) revealing mitochondrial RNA (mtRNA) spikes during flight, the levels of which were correlated to time spent on the ISS, and plasma analysis revealing cell-free mitochondrial DNA (cf-mtDNA) spikes during flight and in the immediate days after return.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4979,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Here, we report an independent study with six astronaut participants, where we examined plasma cfRNA profiles that reflect the longitudinal responses of internal tissues to the spaceflight environment. To disentangle microgravity from the various factors of the spaceflight environment, we directly compared our human plasma cfRNA data to mouse plasma cfRNA data from a published JAXA spaceflight mission that incorporated an artificial gravity device installed on the Japanese ISS Kibo Experiment Module. Through this process, minimally invasive approaches were used in both species to gain a comprehensive overview of conserved environmental responses to microgravity, with increased mitochondrial components in plasma being one such prominent response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5735,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5743,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Plasma cfRNA analysis of six astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5783,
            "infons": {
              "file": "41467_2023_41995_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Study outline and astronaut cfRNA profiling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5828,
            "infons": {
              "file": "41467_2023_41995_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Time-course sample collection from six astronaut participants. Blood samples were collected at 11 time points before, during, and after spaceflight on the ISS. b Real-time PCR quantification of mitochondrial DNA copy number. Quantification values for the MT-ND1 gene were divided by the corresponding globin gene signals. *P-value = 0.019, Nested one-way ANOVA by GraphPad Prism 9.3.1 software. c PCA plot of the RNA-seq quantification results for 64 samples after the removal of two outlier samples. d Scatterplot of normalized quantification values for in-flight and post-flight samples. The 64 samples consisted of three groups (pre-, in-, and post-flight). Indicated are 466 differentially regulated genes (DRRs, red), 13 mitochondrial genes (MT-genes, green), and 8 mucin family genes (MUC-genes, brown). e–j Normalized quantification values from RNA-seq for mitochondrial genes and mucin family genes with mean value (solid line) and standard error of the mean (SEM, error bars). SEM values were calculated from n = 17 biologically independent samples, including six astronauts for pre-flight, six astronauts for in-flight, and six astronauts for post-flight, except for one Post+120 time point for which one sample was removed due to poor data quality.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7100,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Blood samples were collected from six astronauts before, during, and after spaceflight on the ISS. An 11-time point sampling course was designed to capture the pre-flight baseline, the early to late phases of more than 120 days on the ISS, and the early to late phases of readaptation in the first 120 days after flight (Fig. 1a). Total cfRNA and cfDNA were purified from plasma samples and their yields were determined (Supplementary Fig. 1). To verify overall sample quality, real-time PCR analysis was performed to measure the ratio of chromosomal to mitochondrial DNA in total cfDNA. Relative copy numbers of mitochondrial DNA in plasma significantly increased during spaceflight but returned to baseline levels in post-flight samples (Fig. 1b), similar to previous reports.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7882,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "All 66 cfRNA samples were processed for RNA-seq analysis. Data quality was assessed based on visualization of mapped reads and principal component analysis (PCA) plots (Supplementary Figs. 2, 3). Two samples (one pre- and one post-flight) were removed from further analysis due to low sequencing library yield and poor mapping quality. PCA plots indicated variations between the six astronauts in the pre-flight phase. As these variations caused difficulties in defining pre-flight baselines, pairwise comparisons of cfRNA profiles using pre-flight baseline samples were not effective (Supplementary Fig. 4 and Supplementary Data 1). However, RNA profiles showed distinct differences between in-flight and post-flight samples. This allowed us to effectively identify altered RNA species between in-flight and post-flight phases, even with the relatively small number of six astronauts participating in our study (Fig. 1c, d). All time points were consolidated into pre-, in-, and post-flight groups. Statistical analysis was performed to identify 466 differentially represented cfRNAs (DRRs) (ANOVA tool in CLC Genomics Workbench, FDR-adjusted P-value < 0.05, |fold change| > 2, |difference| > 50, Supplementary Data 2). Groups of genes with similar fold-change values were identified through scatterplots, where they formed quasi-straight lines that deviated from the 45-degree diagonal (Fig. 1d). Prominent examples included cfRNAs from mitochondrial genes (13 DRRs) and cfRNAs from mucin family genes (8 DRRs), which were increased and decreased respectively during spaceflight (Fig. 1d). Subplots e–j in Fig. 1 show normalized quantification values for individual cfRNA species based on mapped genes throughout the time course. cfRNAs from a subset of mitochondria-encoded genes were consistently elevated from in-flight +5 days, reaching a peak at in-flight +30 days, and decreasing at post-flight +3 days. cfRNAs from mucin gene family members decreased during spaceflight and increased transiently during the post-flight phase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9939,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Molecular pathways affected by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9982,
            "infons": {
              "file": "41467_2023_41995_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Pathway analysis of DRRs from cfRNA analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10028,
            "infons": {
              "file": "41467_2023_41995_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Enriched terms for the 466 DRRs from the cfRNA analysis with LogP, gene count, and gene ratio (the number of genes in each term divided by the number of genes in the same category in the database) based on our Metascape enrichment analysis. b Enriched tissue types of the 466 DRRs based on our Metascape PaGenBase analysis. c–k Relative expression values obtained by RNA-seq for DRRs under neurological and skeletal muscle terms throughout the time course. Mean value (solid line) and −/+ SEM (error bar) from the same biologically independent samples used for Fig. 1e–j are shown. l–o Relative expression values obtained by RNA-seq for DRRs under vitamin D receptor signaling pathways throughout the time course. Mean values (solid line) and SEM (error bar) were calculated from the same biologically independent samples as (c–k).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10873,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "cfRNA provides a unique opportunity to estimate molecular changes occurring in the internal tissues of the human body. To explore the functional categories of altered cfRNAs, a pathway analysis was performed using Metascape 3.5. Consistent with the alteration of mitochondrial RNAs, enrichment of pathways related to reactive oxygen species (ROS) was detected (Fig. 2a). Identification of pathways related to the nervous system, including behavior, regulation of synapse organization, modulation of chemical synaptic transmission, and the neuronal system, indicated that blood sampling successfully monitored molecular responses in nervous tissues. Tissue-specificity analysis further supported the alteration of skeletal muscle and the cerebellum (Fig. 2b). Correlation analysis of the 466 DRRs indicated two major coregulated cfRNA clusters (Supplementary Fig. 5 and Supplementary Data 3). Mitochondrial RNAs were clustered together, but cfRNAs linked to other pathway terms did not show clear segregation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11886,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Time-course profiles of cfRNAs linked to these tissue processes indicated that baseline levels of these RNAs tended to decrease during spaceflight and recover during post-flight phases (Fig. 2c–k). Cerebellum-related genes calcium voltage-gated channel subunit alpha1 A (CACNA1A), HR (HR lysine demethylase and nuclear receptor corepressor), immunoglobulin superfamily member 9B (IGSF9B), and paired box 6 (PAX6) and skeletal muscle-related genes immunoglobulin-like and fibronectin type III domain containing 1 (IGFN1), ryanodine receptor 1 (RYR), and xin actin-binding repeat containing 1 (XIRP1) showed reduction during spaceflight. RNA levels of these genes showed a rapid increase at post-flight +3 days and decreased by post-flight +120 days. Skeletal muscle-related genes MAP3K7CL (MAP3K7 C-terminal like) and SH3BGRL (SH3 domain binding glutamate-rich protein like) showed opposite changes, with increased representation during spaceflight. Similar to mitochondrial RNAs, there were delays in the changes of RNA levels for tissue-specific genes during the transition from pre-flight to in-flight phases, but re-adaptation responses to the ground environment were faster.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13068,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "cfRNAs from genes involved in the vitamin D receptor signaling pathway, KANK2 (KN motif and ankyrin repeat domains 2), MN1 (MN1 proto-oncogene, transcriptional regulator), RXRA (retinoid X receptor alpha), and TRIM24 (tripartite motif containing 24), included a nuclear receptor and co-regulators. These RNA species were also altered in opposite directions between in-flight and post-flight phases (Fig. 2l–o). Vitamin D plays a central role in inter-organ communication through hormones secreted by the parathyroid gland, which regulates skeletal and muscular health. Changes in cfRNAs derived from these regulatory genes may indicate systemic shifts in mineral and metabolic homeostasis in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13770,
            "infons": {
              "file": "41467_2023_41995_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Validation of candidate tissue-specific cfRNAs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13818,
            "infons": {
              "file": "41467_2023_41995_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Venn diagram comparing the 466 space response DRRs and the two gene lists from the HPA database. Gene names for overlapping parts are listed. b–f Normalized quantification values from bulk plasma cfRNA-seq for the DNM3, C1QL3, AMER2, KRT2, and MUC5B genes with mean values (solid lines) and SEM (error bars) calculated from the same biologically independent samples used for Fig. 1e–j. g–k Visualization of mapped cfRNA-seq reads for the genes shown in panels (b–f). Reads from pre-, in-, and post-flight samples were pooled and loaded to the UCSC Genome Browser with representative Ensemble transcript annotations. l–p Tissue expression profiles for genes in panels b–f were obtained from the GTEx database. The horizontal axis represents the corresponding tissue types listed above the graphs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14629,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To further evaluate the feasibility of cfRNA-based internal tissue monitoring, we decided to detect tissue- or cell-type-specific genes in the cfRNA-seq data using more strict criteria. As comprehensive human gene expression databases combined with single-cell RNA-seq, lists of genes with tissue-enriched and tissue-restricted expression were obtained from the Human Protein Atlas (HPA). Out of the 466 genes derived from our cfRNA analysis, 57 genes were tissue-enriched and 10 of them were detected in a single tissue (Fig. 3a). The majority of cfRNAs from these genes showed relatively low counts, likely due to the minor contribution of cfRNAs originating from each tissue type, but they did show consistent changes throughout the sampling time course (Fig. 3b–f) among the six astronauts. Mapped reads were visually inspected (Fig. 3g–k) as we did not have enough materials to perform PCR-based validation for multiple RNA species. To verify tissue-specificity with an independent database, tissue-specific genes from the HPA were compared to the Genotype-Tissue Expression (GTEx, https://gtexportal.org/) database record (Fig. 3l–p). RNA expressions from the DNM3 (dynamin 3), C1QL3 (complement C1q 3), and AMER2 (APC member recruitment protein 2) genes were highly enriched in the brain and pituitary. RNAs from the KRT2 (keratin 2) and MUC5B (mucin 5B) genes were expressed specifically in the skin and minor salivary glands among the tissues and cell types included in the HPA and GTEx database. These results support that our cfRNA-based liquid biopsy approach allowed for the detection of spaceflight-associated responses in non-blood tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16295,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Isolation of mitochondrial fraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16331,
            "infons": {
              "file": "41467_2023_41995_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Identification and characterization of exMT-enriched CD36 fraction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16399,
            "infons": {
              "file": "41467_2023_41995_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Screening of an antibody panel against cell-surface markers. Antibodies from four 96-well plates were pooled and mixed with in-flight or post-flight astronaut plasma samples. Created with BioRender.com. b Purified DNA from each immunopurification was analyzed by real-time PCR using the MT-ND1 and globin (HGB) gene. Red arrows indicate lower PCR cycle threshold (Ct) values, indicating the specific recovery of mtDNA from flight plasma samples (#56 and #63) but not from post-flight samples (#47), through antibody pool G. c Second round of antibody screening in which antibodies contained in pool G were subdivided into 6 pools. Pool 2 specifically enriched mtDNA from in-flight samples (#52 and #55) but not from post-flight samples (#47). d Third round of antibody screening, which identified the anti-CD36 antibody. e Heatmap of differentially purified RNAs between anti-CD36 immunopurification (IP) and input plasma. IP was performed using three different in-flight plasma samples. f Tissue enrichment analysis of the 406 CD36-enriched genes against the Human Protein Atlas Tissue Gene Expression Database using DAVID software. g RNA expression profile for the 406 CD36-enriched genes obtained from the Genotype-Tissue Expression (GTEx) database.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17654,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "An increase in plasma cell-free mitochondrial DNA and RNA indicated the presence of extracellular mitochondria (exMT) or the release of cytosolic mitochondrial components into the bloodstream during spaceflight. As unprotected nucleic acids in plasma are expected to be highly unstable, we hypothesized that cfDNA and cfRNA derived from mitochondria may be protected inside extracellular vesicles (EVs). We decided to isolate such EVs based on cell surface antigens for further characterization, as previously described. To identify potential surface markers of EVs containing mitochondrial components, a panel of 361 antibodies was screened for enrichment of mtDNA (Fig. 4a). Antibodies were pooled and mixed with in-flight and post-flight plasma samples, and antibody-bound materials were purified. Real-time PCR was used to evaluate the recovery of mtDNA in each purified material. Through three rounds of antibody screenings, only one antibody, the anti-CD36 antibody, consistently enriched mtDNA (Fig. 4b–d). This enrichment was specific to in-flight plasma samples, consistent with the idea that mitochondrial components released in space are associated with CD36 as a surface molecular marker.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18859,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "exMT release and inter-organ trafficking have been reported in the context of metabolic stress responses and internal tissue damage associated with ischemia in the heart, adipose tissue, kidney, lung, and brain. Cytosolic release of mitochondrial components has been reported in the context of various mitochondrial dysfunctions, which could be subsequently released as EVs during cell death. To investigate the potential tissue origins of the mitochondrial components in plasma, RNA was isolated from the purified fraction and analyzed by RNA-seq. RNAs from 406 genes were enriched in the CD36 fraction (Fig. 4e, CLC Genomics Workbench, Empirical analysis of DGE, FDR-adjusted P-value < 0.05, |fold change| > 2, Supplementary Data 4). A tissue-specificity analysis using Database for Annotation, Visualization and Integrated Discovery (DAVID) tools revealed that the RNAs in the CD36 fraction isolated from in-flight plasma samples were derived from genes with diverse tissue-specificities. The list of tissues included the brain, skeletal and heart muscles, and relatively minor tissue types, including the retina, choroid plexus, tongue, skin, and neuroendocrine organs, namely, the pituitary, thyroid, and parathyroid glands (Fig. 4f, Supplementary Data 5). Some of these tissue types have not been previously analyzed, even in mouse spaceflight missions. One advantage of plasma fractionation using the anti-CD36 antibody was the successful identification of enriched RNAs that were not detectable using bulk cfRNA-seq. For example, RNAs encoded by retinal pigment epithelium-specific 65  kDa protein, retinoid isomerohydrolase (RPE65), a component of the visual cycle of the retina that is mutated in hereditary retinal dystrophy, and photoreceptor cell components peripherin 2 (PRPH2) and cyclic nucleotide-gated channel subunit beta 1 (CNGB1), both associated with retinitis pigmentosa, were specifically found in the CD36 fraction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20816,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To estimate the tissue-specificity of the RNAs, expression profiles of RNAs enriched in the CD36 fraction were obtained from the GTEx database. The resulting heatmap revealed subsets of genes highly specific to the cerebellum and brain (Fig. 4g). Other RNAs were also specific to the heart, kidney, liver, muscle, pituitary gland, skin, thyroid gland, and arteries. When the CD36 fraction was purified from post-flight plasma samples, platelet, and megakaryocyte-related RNAs were co-purified as verified by RNA-seq analysis (data not shown). These results indicated that mitochondrial components were released into the plasma during spaceflight as components of CD36-marked EVs, but that this fraction was distinct from EVs derived from platelet degranulation. It is also noted that none of the antibodies against other established platelet surface markers included in the antibody panel could enrich mtDNA in our screening.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21743,
            "infons": {
              "file": "41467_2023_41995_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "mtDNA and mtRNA profiles in CD36 fraction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21786,
            "infons": {
              "file": "41467_2023_41995_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a UCSC Genome Browser view of DNA-seq reads mapped to the mitochondrial genome in bulk plasma cfDNA (input) and DNA purified from the CD36 plasma fraction (IP αCD36). Note that the read coverage peak is seen in the input profile as overlapping with the TAS region of the D-loop, but not in the CD36 fraction. Profiles from sample #55 (Fig. 4d) are shown, and the read coverage peak specific for the input sample was also confirmed for sample #63 input/IP pair (not shown). b Heatmap showing normalized quantification values for mtRNAs in the RNA-seq results for bulk plasma cfRNAs and RNAs purified from the CD36 fraction. An additional set of RNA-seq was performed for the CD36 fraction to cover six astronauts for pre-, in- and post-flight phases, and results were combined with the bulk cfRNA-seq results used for the Fig. 1 analysis. c–n Plots showing normalized counts for mtRNAs in plasma cfRNA-seq (bulk) and CD36 fractions (IP). Trend lines were created using GraphPad PRISM 9.3.1, and ratios of the slopes between IP and bulk samples are shown in each panel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22859,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Although CD36 is known as a membrane-bound cell surface protein, it is unclear if the cell-free mtDNA and RNAs were derived from intact exMT or cytosolic mitochondrial components, as is reported in cells under various states of stress. To characterize the CD36 fraction, we examined the status of the mtDNA by sequencing the cfDNA in the CD36 fraction. Fig. 5a shows that the entire mitochondrial genome was contained in the CD36 fraction, which was also supported by the overall similarity of the sequencing read representation between the input and the CD36 fraction. However, it was noticed that the read coverage was higher around the Termination Associated Sequences (TAS) adjacent to the Displacement-loop (D-loop) region. This region contains multiple regulatory cis-elements, including the Conserved Sequence Block (CSB) and promoters for mitochondrial gene transcription. Altered sequencing coverage in this region could be due to differences in the regulatory status of the mitochondrial genome. Differences in DNase accessibility may result in shifts in the fragmentation status of purified cfDNA, which affects the efficiency of cfDNA conversion into sequencing libraries (see the “Methods” section for DNA size selection procedures). The D-loop is also reported to show altered DNA accessibility in high-resolution mitochondrial DNA packaging profiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24230,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Mitochondrial RNAs are under transcriptional and post-transcriptional control and are correlated with cell types and disease conditions. We performed RNA-seq analysis on the CD36 fraction with extended samples to cover six astronauts over pre-, in-, and post-flight phases. Fig. 5b shows the normalized quantification values for all the mtRNAs from genes encoding core subunits of the oxidative phosphorylation (OXPHOS) system. Clustering these mtRNAs indicated different tendencies between the RNAs from the MT-ATP8, MT-ND3, MT-ND4L, and MT-ND6 genes. Direct plotting of normalized RNA quantification values in Fig. 5c–n showed that ratios among mtRNAs were different between the bulk plasma cfRNA samples and the RNAs purified from the CD36 fraction in a subset of genes. For example, ratios of normalized quantification values between MT-ND4 and MT-ND5 (Fig. 5l) were comparable. In contrast, ratios between MT-ND4 and MT-ND6 normalized quantification values in the CD36 fraction were 2.57-fold larger than in the bulk plasma cfRNA (Fig. 5d). ND6 has been reported as an important factor in human diseases, and specific transcriptional and port-transcriptional regulation has been reported. These results indicate a specific molecular status of the mitochondrial DNAs and RNAs contained in the CD36 fraction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25548,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Cross-species comparison of blood samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25590,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Blood is an important sample type that can directly link humans and other species in a minimally invasive fashion. Sample collection in humans is highly limited in space, but time-course sampling from the same astronaut compensates for the small number of participants and creates biological replicates for each subject. The increased sample volume in humans is also advantageous for multi-omics analysis and the fractionation of plasma and other components. Model organism data can provide samples from genetically consistent backgrounds, and time-course sampling can again reduce the number of subjects and hardware needed. In addition to these technical improvements, blood sampling reduces localized pain and infection rates compared to more invasive methods, and hence, it may bring fewer ethical complications compared to traditional techniques.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26442,
            "infons": {
              "file": "41467_2023_41995_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Comparing our human plasma cfRNA with mouse plasma cfRNA from a spaceflight mission.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26527,
            "infons": {
              "file": "41467_2023_41995_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Sampling scheme of the MHU-1 spaceflight mission. The 35-day mission in 2016 included six spaceflights (microgravity, MG), six artificial 1-G in-flight controls (AG), and six ground control (GC) mice. Created with BioRender.com. b–d Mouse cfRNA sequencing results for mitochondrial genes with normalized RPKM (Reads Per Kilobase of transcript per Million reads mapped) values. Solid lines show mean value derived from n = 6 (for AG and MG) and n = 5 (for GC) biologically independent samples. Results of Mann–Whitney test are shown by ** for two-tailed exact P-value < 0.01 and * for <0.05. e Heatmap of the 418 DRRs between the GC, AG, and MG conditions. GC samples were collected only from five mice due to a technical problem in blood sampling. f Venn diagram showing overlapping DisGeNET terms among DRRs in the AG vs. MG comparison, GC vs. MG comparison, and human cfRNA analysis. g Comprehensive list of overlapping DisGeNET terms from the panel g Venn diagram.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27513,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We compared our astronaut blood samples to mouse blood samples from a published 35-day Mouse-Habitat Unit-1 (MHU-1) 2016 JAXA mission to the ISS [25] (Fig. 6a). Ground control (GC) samples had been derived from the same genetic background. Artificial gravity (AG) conditions used rotating platforms to create 1-G gravity controls on the ISS, allowing for the evaluation of gravity effects, while controlling for other flight-related environmental stress factors, such as CO2 concentration, air pressure, isolation, and noise levels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28047,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "RNA-seq analysis was performed on the plasma cfRNA mouse data. Similar to our human data, RNAs encoded by mitochondrial genes MT-Cytb (cytochrome b, mitochondrial), MT-Nd1, and MT-Nd4 (mitochondrially encoded NADH dehydrogenase 1 and 4) were upregulated in the MG condition compared to the AG condition (Fig. 6b–d). By pairwise comparisons among GC, AG, and MG groups, 467 DRRs were identified (Fig. 6e, CLC Genomics Workbench, Empirical Analysis of DGE, P-value < 0.05, |fc| > 1.5, Supplementary Data 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28566,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To evaluate common molecular changes between species, the 467 mouse cfRNA DRRs were converted into 444 human homologs using Metascape gene ID conversion. However, only 14 genes (3.1%) were common to the 466 DRRs identified in our human cfRNA analysis. To compare DRRs at the pathway level, enrichment of human disease terms for DRRs between AG vs. MG and GC vs. MG, which are expected to represent the impact of gravity change and the general spaceflight environment respectively, was performed using the DisGeNET database analysis in Metascape. We found that 60 out of 121 (49.6%) AG vs MG (gravity-linked) disease terms were also observed in our human analysis (Fig. 6f). In contrast, 16 out of 91 (17.6%) GC vs MG (general spaceflight-linked) disease terms were observed in our human analysis (Fig. 6f). These results indicated the presence of common disease-related molecular changes as being specifically associated with the microgravity factor of spaceflight. These disease terms contained previously reported space-related health risks, including muscle atrophy and impairments to the visual system, cardiovascular system, and neurological system (Fig. 6g).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29734,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29745,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Consistent with reports from the NASA Twins Study, we found a significant increase in relative mitochondrial DNA copy numbers within cfDNA during spaceflight but a return to baseline levels in post-flight samples (Fig. 1b). Another recent study similarly found a significant increase in cell-free mitochondrial DNA in the plasma of 14 astronauts shortly after landing, although the authors only examined three time points (10 days before launch, day of landing, and 3 days after return). Our results indicated that the samples collected in our study could be a promising resource to further characterize molecular events associated with spaceflight across a wider range and larger number of time points.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30450,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Here, we also show prominent changes in the cfRNA profiles of six astronauts undergoing long-duration spaceflight on the ISS. An increase in plasma mitochondrial components was supported by plasma mtDNA copy numbers and RNAs from mitochondrial genes. Screening with antibodies recognizing cell surface markers identified CD36, and the isolated plasma fraction contained RNA species from genes representing a broad range of tissue specificities. These results not only support the practical use of relatively less invasive blood sampling and liquid biopsy analysis to monitor physiological changes in astronauts but also provide insights into previously uncharacterized tissue types and molecular processes in the human body affected by spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31199,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "cfRNA profiles indicated two distinct modes of molecular changes associated with spaceflight. One group of cfRNAs was represented by mtRNAs which increased in plasma during spaceflight. Another group of cfRNAs was represented by RNAs encoded by mucin genes which decreased during spaceflight. As DNA and RNA molecules exposed to plasma are thought to be highly unstable due to the nuclease activity, we speculated cell-free mtDNAs and mtRNAs in plasma may exist as contents of EVs. Through screening a panel of antibodies, we identified anti-CD36 antibodies that enriched cf-mtDNA from spaceflight plasma samples. In this study, we could not obtain conclusive results to determine whether plasma mitochondrial components represented intact exMTs or cytosolic mitochondrial DNAs and RNAs included in EVs. exMT release into plasma under metabolic stress and tissue injury has been proposed as a defensive mechanism, whereby damaged mitochondria are ejected to protect host cells. Mitochondrial DNA released into the cytosol is posited as one of the damage-associated molecular patterns (DAMPs) that activate innate immune pathways. Multiple studies suggest inter-cellular trafficking of damaged mitochondria and ROS as a signal to induce resistance against metabolic stress in distal cells and organs. Our results support that a broad range of tissues release mitochondrial components into the plasma during spaceflight, which may indicate systemic metabolic stress responses in the human body under microgravity. Although the mechanisms and biological significance are unclear, mitochondrial components and tissue-specific RNAs could serve as candidate biomarkers to evaluate internal tissue responses in space, and potentially shed light on recent proposals that mitochondrial dysregulation is a central feature that accelerates spaceflight health risks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33054,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "CD36 has been well studied as a scavenger receptor expressed on various cell types. Although a direct link between CD36-expressing EVs and the release of mitochondrial components has not been reported, CD36 EVs have been described in the context of tissue injury and stress responses. The release of CD36-expressing EVs from endothelial cells and skeletal muscles has been reported. Therefore, it is reasonable to infer that the CD36 fractions isolated from spaceflight plasma samples represent CD36 EVs that contain mtRNA and other RNAs derived from the nuclear genomes in their corresponding cells of origin. Our DNA and RNA-seq analysis of the CD36 fraction indicated qualitative differences in the mtDNAs and mtRNAs between the bulk plasma and CD36 fraction samples. Given that transcriptional and post-transcriptional regulation of mitochondrial gene expression has been described in the context of tissue-specificity and disease conditions, further characterization of the CD36 fraction may provide clues to understanding spaceflight-associated mitochondrial responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34130,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Tissue-specific RNAs identified space environmental responses in previously not well-characterized tissue types. The pituitary gland, thyroid gland, and parathyroid gland are thought to play central roles in the maintenance and alteration of homeostasis in space, but their small tissue sizes typically prevent their molecular analysis in animal models. These tissues are also inaccessible by direct sampling. It should be noted that the changes in the cfRNA profiles may represent altered tissue contributions as well as RNA expression changes in internal tissues, but our current study has limitations in distinguishing these possibilities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34773,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "cfRNAs from mucin family genes were previously not well characterized in the context of spaceflight response. The mucin genes detected in our study revealed a broad range of tissue-specificities, including the highly tissue-restricted MUC5B (Fig. 3p). Mucins are known to play protective roles in epithelial tissues. Gravity imposes mechanical loading on the entire body, and mucin is expected to be one of the critical components of biolubricants. Therefore, the changes in mucins that we observed may be related to gravity responses. Mucins are also important for functioning as barriers against external pathogens and for protecting tissues against dehydration and adhesion. Our results could highlight the significance of mucins in the maintenance of tissue integrity, and in the controlling of immunological, physical anti-friction, and anti-adhesion functions, through the maintenance of surface tension under the altered gravity environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35723,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It is unclear if the two modes of cfRNA responses to spaceflight, an increase in mitochondrial components in plasma cfDNA and cfRNA and a decrease in other cfRNAs derived from internal tissues, are mechanistically related. It is also interesting that the tissue-specificity profiles of both groups of cfRNAs are similar, with brain and skeletal muscle as the most prominent tissue types. One of the potential explanations could be altered properties of blood–tissue barrier (BTB) functions. Recent studies reported altered integrity of the blood–brain barrier and blood–retinal barrier in space. It is intriguing to note that both studies showed an association between oxidative stress and altered BTB-related molecular processes in space. Murakami et al. have reported seminal studies that directly linked gravity and environmental stressors to BTB regulation and inflammatory responses in the central nervous system (CNS), a process called the gateway reflex. Thus, it is possible that the reduced release of cfRNAs from the brain into the plasma could be caused by a reduction in the BTB exchange of cfRNA-containing EVs triggered by microgravity or environmental stresses. As the gateway reflex is linked to pro-inflammatory signals through “IL-6-amplifier activation”, potential correlations to neuro-inflammatory responses in the brain and retinal tissues could be the targets for further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37138,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although the fractionation process in our study was limited by the panel of antibodies used, our results motivate future developments and applications of high-definition liquid biopsies combined with the fractionation of EVs. As more cell-specific surface markers become annotated, the resolution of fractionation will likely improve. Supporting these ideas, we performed another attempt at screening using nuclear-encoded RNAs and identified multiple antibodies that enriched different RNA contents from in-flight and post-flight plasma samples (unpublished results). Either way, improvement in these biomolecular technologies will in turn enable the detection of cell-type-specific gene expression through liquid biopsies, which can be applied for minimally invasive health monitoring and clinical sample analysis on Earth and in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37977,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As a specific clinical example, the plasma mtDNA-enriched CD36 fraction isolated from in-flight plasma samples contained tissue-specific RNAs indicating eye-related origins (Fig. 4f), and visual diseases were also represented among the gravity-linked terms (Fig. 6g). These findings indicate a possibility that liquid biopsies could be useful to detect early molecular events associated with retina tissue damage. Spaceflight-associated neuro-ocular syndrome (SANS) is one of the puzzling health issues in astronauts. SANS is present in some astronauts after short and long duration spaceflight and is defined as a constellation of unusual clinical findings, including optic disc edema, globe flattening, choroidal and retinal folds, hyperopic refractive error shifts, and nerve fiber layer infarcts. The cause of SANS remains elusive, but two main hypotheses include elevated intracranial pressure (ICP) and compartmentalization of cerebrospinal fluid (CSF) to the area behind the globe. Our study allowed for the resolution of gene expression in tissues that are traditionally difficult to access in humans, such as the retina and choroid plexus, both of which may be relevant to the study of SANS pathophysiology. Mitochondrial responses and ROS have been reported as characteristic features of neuro-inflammation in CNS and retinal diseases. These changes have also been observed in mouse spaceflight experiments. These studies, collectively, could suggest mitochondria-related processes, including the ROS and OXPHOS systems, as potential targets for countermeasure development to prevent health problems associated with spaceflight. Overall, this example underlines that minimally invasive liquid biopsies could elucidate new perspectives on the cause of and countermeasures for unique space-related ailments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39795,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study provided a unique opportunity to compare plasma cfRNA between mammalian species in a minimally invasive manner. The space environment consists of many factors, including microgravity, radiation, confinement, noise, altered air pressure and composition, and stress factors associated with launch and return. The use of on-board artificial 1-G controls in the published MHU-1 mission allowed us to identify gene categories specifically affected by the factor of microgravity, and nearly half (49.6%) of the enriched human disease terms were also observed in our human flight data. These gravity-linked terms were not limited to conventional disuse functions, such as bone and muscle loss, but also included metabolic stress responses, neurological disorders, and importantly, ocular and cardiovascular dysfunctions. With the development of sophisticated liquid biopsy technologies combined with multi-omics approaches, the rapid development of human research in space is expected to provide important insights that benefit human health both on and beyond Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40866,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40874,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Study registration and ethics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40904,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The current human spaceflight study was proposed to and supported by the 2014 International Life Sciences Research Announcements, JAXA, and the National Aeronautics and Space Administration (NASA). Ethics committee approvals were obtained at the University of Tsukuba, Institute of Medicine, Ethics Committee (No. 251, November 27, 2015), JAXA Institutional Review Board for Human Research (JX-IRBA-20–071, August 30, 2016), NASA Institutional Review Board (Pro1995, February 28, 2017), and European Space Agency (ESA) Medical Board (2017_04_09, April 20, 2017). Informed consent was obtained by the personal information manager of the study, and de-identified samples were made available to researchers who performed sample processing and data analysis. The study design and conduct complied with all relevant regulations regarding the use of human study participants and was conducted in accordance with the criteria set by the Declaration of Helsinki. The previously published Mouse Habitat Unit-1 (MHU-1) spaceflight mission is described by Shiba et al..",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41965,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample collection and transportation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42002,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Human blood samples were collected using Vacutainer EDTA-plasma separate gel collection tubes (BD, cat. no. 362788) and frozen at −95 °C (ISS) or −80 °C (ground) after centrifugation for 30 min at 1239×g (3800 rpm, ISS) or 1600×g (ground). Frozen samples were transported to the University of Tsukuba after all samples were collected from the six astronauts. Mouse blood samples were collected from the inferior vena cava under anesthesia, and transferred into a 1.5 ml microfuge tube containing EDTA-2K for a final concentration of 5 mM. Plasma was obtained by centrifugation at 1500×g for 10 min, and collected into a fresh tube. A 100 μl aliquot was frozen and transported to the University of Tsukuba.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42734,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA purification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42751,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Plasma sample tubes were thawed on ice, aliquoted, and frozen at −80 °C. Plasma sample aliquots (120 μl) were thawed on ice, and centrifuged at 2000×g for 10 min at 4 °C to remove cellular debris, and 100 μl supernatants were transferred into fresh tubes with 1 ml TRIzol-LS (Life Technologies, cat. no. 10296028). 200 μl of chloroform was added to the TRIzol sample, vortex mixed, and spun at 16,000×g for 15 min at 4 °C. Supernatants were transferred into fresh tubes with 1 μl of glycogen (10 mg/ml stock, Roche, cat. no. 1091393001). 500 μl of isopropanol was added, mixed, and incubated for 10 min at room temperature. RNA pellets were recovered following centrifugation at 16,000×g for 15 min and the removal of supernatants. Pellets were washed twice with 80% ethanol. RNA was resuspended in 8 μl of water. RNA concentrations were measured using the Qubit RNA HS Assay Kit (Invitrogen, cat. no. Q32852). Mouse plasma RNA was purified using the same method as human plasma RNA, except that, after the removal of cell debris, 50 μl of plasma aliquots were resuspended with 750 μl of TRIzol-LS and 200 μl of water.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43923,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA purification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43940,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Cell debris was removed from the 120 μl plasma aliquot as described for the RNA purification, and 150 μl of SDS-Lysis Buffer (50 mM Tris–HCl pH 8.0, 10 mM EDTA, 1% SDS), 250 μl of TE Buffer (10 mM Tris–HCl pH 7.5, 1 mM EDTA), and 10 μl of Pronase stock (Pronase from Streptomyces griseus, Roche Diagnostics, cat. no. 10165913103, dissolved in water at 20 mg/ml) were added and incubated at 42 °C for 1 h. To extract DNA, 500 μl of Phenol-CHCl3-Isoamylalchol (Wako, cat. no. 311-90151) was added and vortex mixed. The mixture was spun for 5 min at 16,000×g. The supernatant was transferred into a fresh 1.5 ml tube with 15 μl of 5 M NaCl and 1 μl of glycogen (10 mg/ml stock, Roche, cat. no. 1091393001). 1 ml of ethanol was added, mixed, and incubated for 30 min at room temperature. The DNA pellet was recovered by centrifugation at 16,000×g for 30 min. The supernatant was removed, and the pellet was washed with 80% ethanol. DNA was resuspended in 20 μl of water. The DNA concentration was measured by the Qubit 1X dsDNA HS Assay Kit (Invitrogen, cat. no. Q33230). The quality of the purified RNA was examined by the RNA 6000 Pico Kit (Agilent Technologies, cat. no. 5067-1513).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45181,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mitochondrial DNA quantification and statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45239,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "As described previously, mitochondrial DNA and host cell genome copy numbers were quantified using the following primer pairs: MT-ND1 gene, ND1 forward, 5′-CCCTAAAACCCGCCACATCT-3′; ND1 reverse, 5′-GAGCGATGGTGAGAGCTAAGGT-3′; human globulin gene, HGB-1 forward, 5′-GTGCACCTGACTCCTGAGGAGA-3′; and HGB-2 reverse, 5′-CCTTGATACCAACCTGCCCAG-3′. Relative copy numbers against pre-flight means were estimated by the differences in the cycle threshold values from the same volumes of purified DNA. Relative quantification values were plotted, and statistical analysis was performed using the GraphPad Prism 9.3.1 software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45868,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45883,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Each sequencing library preparation used 2.5 μl of purified RNA. For the human plasma RNA and CD36-enriched RNA fractions, the SMART-seq Stranded Kit (Takara Bio, cat. no. 634443) was used at a half-volume scale following the user manual. The template amount was verified before the second PCR step by performing real-time PCR with the Fast SYBR Green Master Mix (Thermo Fisher Scientific, cat. no. 4385612) on a 1 μl aliquot of library reaction in order to adjust the PCR cycle for library amplification. PCR products were purified and eluted in 16 μl of Stranded Elution Buffer diluted with water at a 1:1 ratio. Mouse plasma RNA sequencing using the NEBNext Small RNA Library Kit (New England Biolabs, cat. no. E7330S) and 2 × 36 base paired-end sequencing with NextSeq500 (Illumina) were performed as described previously.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46724,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sequencing data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46749,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Reads in FASTQ files were imported into CLC Genomics Workbench (CLC-GW, ver.10.1.1, Qiagen), mapped to human (hg19) or mouse (mm10) reference genomes, and quantified using a 57,773-gene (human) or 49,585-gene (mouse) annotation set (downloaded from the CLC-GW server) to obtain the total count values, which were combined into a table. To plot normalized expression values, total counts were normalized by the scaling option in CLC-GW (normalization value = mean, reference = median mean, trimming 5%). Normalized total count values were log-2 transformed after adding a pseudocount of unity. ANOVAs and Empirical analyses of DRRs as described in figure legends were performed in CLC-GW.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47445,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47460,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DNA was purified from input plasma and the CD36 fraction was sonicated with Bioruptor II (Sonic Bio) on the high setting for 10 min and converted to sequencing libraries using the NEBNext Ultra II DNA Library Prep Kit (New England Biolabs, cat no. E7645) at half-scale. Library products with insert sizes smaller than ~500 bp were selected using AMPure XP beads (Backman Coulter, cat. no. A63882). According to our examination, the majority of mtDNA were included in high-molecular-weight (>500 bp insert size) fractions in both total plasma cfDNA and DNA purified from the CD36 fraction. 2 × 36 base paired-end sequencing was performed, and FASTQ files were imported and mapped to the hg19 human reference genome by CLC-GW.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48196,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Visualization of mapped RNA-seq and DNA-seq reads",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48246,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All the mapped RNA-seq reads for each sample were combined into pre-, in-, and post-flight groups. Due to variations in the data quantity and sample numbers in each phase, we decided to use all the reads for visualization. Mapped RNA-seq and DNA-seq reads were exported from CLC-GW as BAM format files, converted into bedGraph format files, and the sections corresponding to the mitochondrial genome were then selected and uploaded to the UCSC Genome Browser (https://genome.ucsc.edu/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48733,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Correlation analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48754,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Normalized quantification values of bulk cfRNA-seq for 466 genes from 64 samples (six astronauts, 11 time points, two samples removed) were imported to GraphPad Prism 9.3.1. A Pearson correlation matrix was created, and results were imported into Morpheus to draw a heatmap. Gene annotations for pathways and tissue terms were obtained from the Metascape output, including all genes in each summary category.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49163,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Antibody screening and immunopurification of plasma fraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49224,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "An antibody panel of 361 surface markers (LEGENDScreen Human PE Kit, BioLegend, cat. no. 700007, lot no. B328253) was used. Each antibody was reconstituted by adding 25 μl of water. For screening, 1 μl of each antibody was pooled. For the first round, 48 wells from rows A to H of four plates were pooled. For the second round, columns 1–6 and 8–12 of row G were combined into 6 pools. For the third round, antibodies from columns 2 and 8 in row G from four plates were used individually. For each round of screening, 120 μl of plasma aliquot was diluted with 750 μl of PBS, and 100 μl of diluted plasma was combined with pooled antibodies. The mixture was rotated at 4 °C for 1 h. At this incubation step, the dilution of each antibody was 1:100. For each immunopurification, 20 μl of Dynabeads Protein G (Invitrogen, cat. no. 1004D) were washed twice with PBS and resuspended in 30 μl of PBS with 1 μl of monoclonal goat anti-mouse IgM (Abcam, cat. no. ab9167, lot no. GR125217-5) and 0.1 mg/ml of BSA (New England Biolabs, B9001S). Washed Protein G beads were added to the plasma samples with antibodies and incubated at 4 °C for 30 min. At this incubation step, the dilution of the IgM antibody combined with Protein G beads was 1:130. After binding, beads were washed twice with ice-cold PBS. Then, 25 μl of SDS–Lysis buffer, 25 μl of TE buffer, and 5 μl of pronase stock were added to the beads and incubated at 42 °C for 30 min. Eluted DNA was combined with 150 μl of TE. DNA was then purified following the plasma DNA purification protocol at half-scale. Antibody clone information and plate layout are provided by the manufacturer at https://www.biolegend.com/Files/Images/media_assets/pro_detail/datasheets/700011_Hu_LEGENDScreen_Layouts.xlsx.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51037,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Purification of CD36 plasma fraction and RNA extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51093,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The 120 μl plasma aliquot was centrifuged to remove cell debris. The 100 μl supernatant was transferred into a fresh tube and combined with 650 μl of PBS, and 125 μl of the result was kept as input. The rest of the diluted plasma was combined with a diluted anti-CD36 antibody (2 μl of antibody and 40 μl of PBS with 1 × BSA per purification). The mixture was rotated at 4 °C for 1 h. Then, 20 μl of washed protein G beads combined with the goat anti-IgM antibody was added and rotated at 4 °C for 1 h. The supernatant was removed, and the beads were washed twice. Next, 1 ml of 1 × TRIzol (diluted TRIzol-LS with H2O at 3:1 for 1× concentration) was added to the washed beads. 850 μl of TRIzol-LS was added to the input. RNA was purified following the plasma RNA purification protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51927,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Pathway and tissue-specificity analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51967,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metascape 3.5 (https://metascape.org/gp/index.html) analysis was performed on filtered gene lists using default settings. Mouse genes were imported as mouse genes and analyzed as human genes. DAVID 2021 (https://david.ncifcrf.gov/tools.jsp) analysis was performed using default settings. Human gene expression profiles were obtained from the GTEx Portal (https://gtexportal.org/home) with the file that contains median gene-level transcript per million (TPM) by tissue “GTEx_Analysis_2017-06-05_v8_RNASeQCv1.1.9_gene_tpm.gct.gz”. Genes that matched within the filtered gene lists were selected for clustering and visualization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52599,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plots, heatmaps, and visualization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52634,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PCA plots, scatterplots, and normalized value plots were produced using the GraphPad Prism 9.3.1 software. Metascape and DAVID analysis output values and pathway terms were visualized using the bubble plot option in GraphPad Prism 9.3.1. Heatmaps were created using Morpheus (https://software.broadinstitute.org/morpheus/). Normalized log-2 total count values for filtered genes were exported from CLC-GW to Morpheus in Excel format. Clustering trees were produced using the One-minus Pearson option in the Morpheus clustering software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53171,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DisGeNET analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53189,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DisGeNET human disease term enrichment results were obtained from Metascape. Lists of DRRs (human, pre-, in-, post-flight), 215 DRRs (mouse, AG vs. MG), and 162 DRRs (mouse, MG vs. GC) were uploaded to the Metascape webtool and analyzed as human genes by default settings. DisGeNET result files were downloaded, and human disease terms were filtered by LogP < −4. The Venn diagram in Fig. 4f was produced using Venny 2.1 (https://bioinfogp.cnb.csic.es/tools/venny/index.html). Overlapping parts of the Venn diagram (total 79 terms) were depicted in Fig. 4g using −LogP (circle size) and gene counts (color) after sorting by overlap group and LogP values using the bubble plot option in GraphPad Prism 9.3.1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53907,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53933,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54071,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54097,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41467-023-41995-z.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54189,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54210,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "M.M., S.F., S.T., T.K., D.S., and T.A. designed and supervised the study. M.M. performed sample processing and data collection. M.M., N.H., S.-I.F., and Y.S. analyzed data and discussed relevant literature to develop results and discussion sections. M.M. wrote the manuscript. All authors viewed and approved the manuscript before submission.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54553,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Peer review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54565,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Peer review information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54589,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Nature Communications thanks Atsushi Higashitani, Anna Krichevsky and the other, anonymous, reviewer for their contribution to the peer review of this work. A peer review file is available.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54779,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54797,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The processed files for human RNA-seq data generated in this study have been deposited in the GeneLab database under accession code OSD-530. Mouse raw and processed RNA-seq data sets have been deposited in the GeneLab database with accession code OSD-532 and in the Gene Expression Omnibus database under accession code GSE213808. Since astronauts who belong to space agencies are highly identifiable persons, individual medical and flight-related records were retained by personal information managers and not released to the researchers who performed sample processing and data analysis. RNA-seq raw datasets, which contain genome sequence information, are not publicly available according to the approved conditions of this study. Data access requires ethics committee approvals for the addition of researchers to the study plan. MM is responsible for explaining further details about the ethical circumstances and controlled access for RNA-seq raw data in response to requests within 4 weeks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55794,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55814,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55858,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55869,
            "infons": {
              "fpage": "1134",
              "lpage": "1156",
              "name_0": "surname:Schmidt;given-names:MA",
              "name_1": "surname:Goodwin;given-names:TJ",
              "pub-id_doi": "10.1007/s11306-013-0556-3",
              "pub-id_pmid": "24273472",
              "section_type": "REF",
              "source": "Metabolomics",
              "type": "ref",
              "volume": "9",
              "year": "2013"
            },
            "text": "Personalized medicine in human space flight: using Omics based analyses to develop individualized countermeasures that enhance astronaut safety and performance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56029,
            "infons": {
              "fpage": "71",
              "lpage": "88",
              "name_0": "surname:Heitzer;given-names:E",
              "name_1": "surname:Haque;given-names:IS",
              "name_2": "surname:Roberts;given-names:CES",
              "name_3": "surname:Speicher;given-names:MR",
              "pub-id_doi": "10.1038/s41576-018-0071-5",
              "pub-id_pmid": "30410101",
              "section_type": "REF",
              "source": "Nat. Rev. Genet.",
              "type": "ref",
              "volume": "20",
              "year": "2019"
            },
            "text": "Current and future perspectives of liquid biopsies in genomics-driven oncology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56108,
            "infons": {
              "fpage": "531",
              "lpage": "548",
              "name_0": "surname:Siravegna;given-names:G",
              "name_1": "surname:Marsoni;given-names:S",
              "name_2": "surname:Siena;given-names:S",
              "name_3": "surname:Bardelli;given-names:A",
              "pub-id_doi": "10.1038/nrclinonc.2017.14",
              "pub-id_pmid": "28252003",
              "section_type": "REF",
              "source": "Nat. Rev. Clin. Oncol.",
              "type": "ref",
              "volume": "14",
              "year": "2017"
            },
            "text": "Integrating liquid biopsies into the management of cancer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56166,
            "infons": {
              "fpage": "1199",
              "lpage": "1209",
              "name_0": "surname:Dawson;given-names:SJ",
              "pub-id_doi": "10.1056/NEJMoa1213261",
              "pub-id_pmid": "23484797",
              "section_type": "REF",
              "source": "N. Engl. J. Med.",
              "type": "ref",
              "volume": "368",
              "year": "2013"
            },
            "text": "Analysis of circulating tumor DNA to monitor metastatic breast cancer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56236,
            "infons": {
              "fpage": "108",
              "lpage": "112",
              "name_0": "surname:Murtaza;given-names:M",
              "pub-id_doi": "10.1038/nature12065",
              "pub-id_pmid": "23563269",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "497",
              "year": "2013"
            },
            "text": "Non-invasive analysis of acquired resistance to cancer therapy by sequencing of plasma DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56327,
            "infons": {
              "fpage": "236",
              "name_0": "surname:Hummel;given-names:EM",
              "pub-id_doi": "10.1038/s41398-018-0264-x",
              "pub-id_pmid": "30374018",
              "section_type": "REF",
              "source": "Transl. Psychiatry",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Cell-free DNA release under psychosocial and physical stress conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56399,
            "infons": {
              "fpage": "e12890",
              "name_0": "surname:Teo;given-names:YV",
              "pub-id_doi": "10.1111/acel.12890",
              "pub-id_pmid": "30575273",
              "section_type": "REF",
              "source": "Aging Cell",
              "type": "ref",
              "volume": "18",
              "year": "2019"
            },
            "text": "Cell-free DNA as a biomarker of aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56437,
            "infons": {
              "fpage": "33",
              "lpage": "46",
              "name_0": "surname:Drag;given-names:MH",
              "name_1": "surname:Kilpelainen;given-names:TO",
              "pub-id_doi": "10.1152/physiolgenomics.00086.2020",
              "section_type": "REF",
              "source": "Physiol. Genom.",
              "type": "ref",
              "volume": "53",
              "year": "2021"
            },
            "text": "Cell-free DNA and RNA-measurement and applications in clinical diagnostics with focus on metabolic disorders",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56546,
            "infons": {
              "fpage": "575",
              "lpage": "581",
              "name_0": "surname:Zwirner;given-names:K",
              "pub-id_doi": "10.1016/j.radonc.2018.07.016",
              "pub-id_pmid": "30097252",
              "section_type": "REF",
              "source": "Radiother. Oncol.",
              "type": "ref",
              "volume": "129",
              "year": "2018"
            },
            "text": "Circulating cell-free DNA: a potential biomarker to differentiate inflammation and infection during radiochemotherapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56664,
            "infons": {
              "fpage": "2412",
              "name_0": "surname:Burnham;given-names:P",
              "pub-id_doi": "10.1038/s41467-018-04745-0",
              "pub-id_pmid": "29925834",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Urinary cell-free DNA is a versatile analyte for monitoring infections of the urinary tract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56756,
            "infons": {
              "fpage": "224ra224",
              "name_0": "surname:Bettegowda;given-names:C",
              "pub-id_doi": "10.1126/scitranslmed.3007094",
              "section_type": "REF",
              "source": "Sci. Transl. Med.",
              "type": "ref",
              "volume": "6",
              "year": "2014"
            },
            "text": "Detection of circulating tumor DNA in early- and late-stage human malignancies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56835,
            "infons": {
              "fpage": "75",
              "lpage": "82",
              "name_0": "surname:Birkenkamp-Demtroder;given-names:K",
              "pub-id_doi": "10.1016/j.eururo.2016.01.007",
              "pub-id_pmid": "26803478",
              "section_type": "REF",
              "source": "Eur. Urol.",
              "type": "ref",
              "volume": "70",
              "year": "2016"
            },
            "text": "Genomic alterations in liquid biopsies from patients with bladder cancer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56908,
            "infons": {
              "fpage": "108434",
              "name_0": "surname:Pariset;given-names:E",
              "pub-id_doi": "10.1016/j.celrep.2020.108434",
              "pub-id_pmid": "33242409",
              "section_type": "REF",
              "source": "Cell Rep.",
              "type": "ref",
              "volume": "33",
              "year": "2020"
            },
            "text": "DNA damage baseline predicts resilience to space radiation and radiotherapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56984,
            "infons": {
              "fpage": "828",
              "name_0": "surname:Brojakowska;given-names:A",
              "pub-id_doi": "10.1038/s42003-022-03777-z",
              "pub-id_pmid": "35978153",
              "section_type": "REF",
              "source": "Commun. Biol.",
              "type": "ref",
              "volume": "5",
              "year": "2022"
            },
            "text": "Retrospective analysis of somatic mutations and clonal hematopoiesis in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57067,
            "infons": {
              "fpage": "547",
              "lpage": "555",
              "name_0": "surname:Newman;given-names:AM",
              "pub-id_doi": "10.1038/nbt.3520",
              "pub-id_pmid": "27018799",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "34",
              "year": "2016"
            },
            "text": "Integrated digital error suppression for improved detection of circulating tumor DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57152,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Cope, H. et al. Routine omics collection is a golden opportunity for European human research in space and analog environments. Patterns Prejudice3, 100550 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57315,
            "infons": {
              "fpage": "1237",
              "lpage": "1246",
              "name_0": "surname:Charvat;given-names:JM",
              "pub-id_doi": "10.1016/j.mayocp.2022.04.003",
              "pub-id_pmid": "35787853",
              "section_type": "REF",
              "source": "Mayo Clin. Proc.",
              "type": "ref",
              "volume": "97",
              "year": "2022"
            },
            "text": "Long-term cardiovascular risk in astronauts: comparing NASA mission astronauts with a healthy cohort from the Cooper Center Longitudinal Study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57458,
            "infons": {
              "fpage": "18022",
              "name_0": "surname:Castro-Wallace;given-names:SL",
              "pub-id_doi": "10.1038/s41598-017-18364-0",
              "pub-id_pmid": "29269933",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Nanopore DNA sequencing and genome assembly on the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57537,
            "infons": {
              "fpage": "16035",
              "name_0": "surname:McIntyre;given-names:ABR",
              "pub-id_doi": "10.1038/npjmgrav.2016.35",
              "pub-id_pmid": "28725742",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "Nanopore sequencing in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57573,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Burton, A. S. et al. Off earth identification of bacterial populations using 16S rDNA nanopore sequencing. Genes11, 76 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57700,
            "infons": {
              "fpage": "101844",
              "name_0": "surname:Bezdan;given-names:D",
              "pub-id_doi": "10.1016/j.isci.2020.101844",
              "pub-id_pmid": "33376973",
              "section_type": "REF",
              "source": "iScience",
              "type": "ref",
              "volume": "23",
              "year": "2020"
            },
            "text": "Cell-free DNA (cfDNA) and exosome profiling from a year-long human spaceflight reveals circulating biomarkers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57810,
            "infons": {
              "fpage": "e022055",
              "name_0": "surname:Bisserier;given-names:M",
              "pub-id_doi": "10.1161/JAHA.121.022055",
              "pub-id_pmid": "34666498",
              "section_type": "REF",
              "source": "Health J. Am. Heart Assoc.",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Cell‐free mitochondrial DNA as a potential biomarker for astronauts’",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57883,
            "infons": {
              "fpage": "1185",
              "lpage": "1201.e1120",
              "name_0": "surname:da Silveira;given-names:WA",
              "pub-id_doi": "10.1016/j.cell.2020.11.002",
              "pub-id_pmid": "33242417",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57998,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Garrett-Bakelman, F. E. et al. The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight. Science364, eaau8650 (2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58142,
            "infons": {
              "fpage": "10837",
              "name_0": "surname:Shiba;given-names:D",
              "pub-id_doi": "10.1038/s41598-017-10998-4",
              "pub-id_pmid": "28883615",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Development of new experimental platform ‘MARS’-Multiple Artificial-gravity Research System-to elucidate the impacts of micro/partial gravity on mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58296,
            "infons": {
              "fpage": "1523",
              "name_0": "surname:Zhou;given-names:Y",
              "pub-id_doi": "10.1038/s41467-019-09234-6",
              "pub-id_pmid": "30944313",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Metascape provides a biologist-oriented resource for the analysis of systems-level datasets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58388,
            "infons": {
              "fpage": "50",
              "lpage": "60",
              "name_0": "surname:Thacher;given-names:TD",
              "name_1": "surname:Clarke;given-names:BL",
              "pub-id_doi": "10.4065/mcp.2010.0567",
              "pub-id_pmid": "21193656",
              "section_type": "REF",
              "source": "Mayo Clin. Proc.",
              "type": "ref",
              "volume": "86",
              "year": "2011"
            },
            "text": "Vitamin D insufficiency",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58412,
            "infons": {
              "fpage": "1260419",
              "name_0": "surname:Uhlen;given-names:M",
              "pub-id_doi": "10.1126/science.1260419",
              "pub-id_pmid": "25613900",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "347",
              "year": "2015"
            },
            "text": "Proteomics. Tissue-based map of the human proteome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58463,
            "infons": {
              "fpage": "14444",
              "name_0": "surname:Jiang;given-names:L",
              "pub-id_doi": "10.1038/s41598-017-14305-z",
              "pub-id_pmid": "29089562",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Determining the contents and cell origins of apoptotic bodies by flow cytometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58543,
            "infons": {
              "fpage": "17450",
              "name_0": "surname:Cowan;given-names:DB",
              "pub-id_doi": "10.1038/s41598-017-17813-0",
              "pub-id_pmid": "29234096",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Transit and integration of extracellular mitochondria in human heart cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58618,
            "infons": {
              "fpage": "1853",
              "lpage": "1868 e1811",
              "name_0": "surname:Crewe;given-names:C",
              "pub-id_doi": "10.1016/j.cmet.2021.08.002",
              "pub-id_pmid": "34418352",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "33",
              "year": "2021"
            },
            "text": "Extracellular vesicle-based interorgan transport of mitochondria from energetically stressed adipocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58722,
            "infons": {
              "fpage": "533",
              "lpage": "548 e512",
              "name_0": "surname:Rosina;given-names:M",
              "pub-id_doi": "10.1016/j.cmet.2022.02.016",
              "pub-id_pmid": "35305295",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "34",
              "year": "2022"
            },
            "text": "Ejection of damaged mitochondria and their removal by macrophages ensure efficient thermogenesis in brown adipose tissue",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58843,
            "infons": {
              "fpage": "1263",
              "name_0": "surname:Zou;given-names:X",
              "pub-id_doi": "10.1038/s41598-018-19750-y",
              "pub-id_pmid": "29352176",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Renal scattered tubular-like cells confer protective effects in the stenotic murine kidney mediated by release of extracellular vesicles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58980,
            "infons": {
              "fpage": "9529",
              "name_0": "surname:Letsiou;given-names:E",
              "pub-id_doi": "10.1038/s41598-021-88897-y",
              "pub-id_pmid": "33953279",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "11",
              "year": "2021"
            },
            "text": "Microvesicles released from pneumolysin-stimulated lung epithelial cells carry mitochondrial cargo and suppress neutrophil oxidative burst",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59119,
            "infons": {
              "fpage": "16512",
              "name_0": "surname:Youn;given-names:DH",
              "pub-id_doi": "10.1038/s41598-021-96092-2",
              "pub-id_pmid": "34389795",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "11",
              "year": "2021"
            },
            "text": "Mitochondrial dysfunction associated with autophagy and mitophagy in cerebrospinal fluid cells of patients with delayed cerebral ischemia following subarachnoid hemorrhage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59291,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "D’Acunzo, P. et al. Mitovesicles are a novel population of extracellular vesicles of mitochondrial origin altered in Down syndrome. Sci. Adv.7, eabe5085 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59454,
            "infons": {
              "fpage": "165761",
              "name_0": "surname:Perez-Trevino;given-names:P",
              "name_1": "surname:Velasquez;given-names:M",
              "name_2": "surname:Garcia;given-names:N",
              "pub-id_doi": "10.1016/j.bbadis.2020.165761",
              "pub-id_pmid": "32169503",
              "section_type": "REF",
              "source": "Biochim. Biophys. Acta Mol. Basis Dis.",
              "type": "ref",
              "volume": "1866",
              "year": "2020"
            },
            "text": "Mechanisms of mitochondrial DNA escape and its relationship with different metabolic diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59548,
            "infons": {
              "fpage": "44",
              "lpage": "57",
              "name_0": "surname:Huang da;given-names:W",
              "name_1": "surname:Sherman;given-names:BT",
              "name_2": "surname:Lempicki;given-names:RA",
              "pub-id_doi": "10.1038/nprot.2008.211",
              "pub-id_pmid": "19131956",
              "section_type": "REF",
              "source": "Nat. Protoc.",
              "type": "ref",
              "volume": "4",
              "year": "2009"
            },
            "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59641,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Sherman, B. T. et al. DAVID: a web server for functional enrichment analysis and functional annotation of gene lists (2021 update). Nucleic Acids Res.50, W216–W221 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59815,
            "infons": {
              "fpage": "1179",
              "lpage": "1198",
              "name_0": "surname:Sallum;given-names:JMF",
              "pub-id_doi": "10.1007/s12325-021-02036-7",
              "pub-id_pmid": "35098484",
              "section_type": "REF",
              "source": "Adv. Ther.",
              "type": "ref",
              "volume": "39",
              "year": "2022"
            },
            "text": "Epidemiology of mutations in the 65-kDa retinal pigment epithelium (RPE65) gene-mediated inherited retinal dystrophies: a systematic literature review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59966,
            "infons": {
              "fpage": "213",
              "lpage": "235",
              "name_0": "surname:Boon;given-names:CJF",
              "pub-id_doi": "10.1016/j.preteyeres.2008.01.002",
              "pub-id_pmid": "18328765",
              "section_type": "REF",
              "source": "Prog. Retin. Eye Res.",
              "type": "ref",
              "volume": "27",
              "year": "2008"
            },
            "text": "The spectrum of retinal dystrophies caused by mutations in the peripherin/RDS gene",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60049,
            "infons": {
              "fpage": "137",
              "lpage": "144",
              "name_0": "surname:Hull;given-names:S",
              "pub-id_doi": "10.1001/jamaophthalmol.2016.5213",
              "pub-id_pmid": "28056120",
              "section_type": "REF",
              "source": "JAMA Ophthalmol.",
              "type": "ref",
              "volume": "135",
              "year": "2017"
            },
            "text": "Clinical characterization of CNGB1-related autosomal recessive retinitis pigmentosa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60133,
            "infons": {
              "fpage": "1111",
              "lpage": "1114",
              "name_0": "surname:Cox;given-names:DRA",
              "pub-id_doi": "10.1093/clinchem/hvaa127",
              "pub-id_pmid": "32671378",
              "section_type": "REF",
              "source": "Clin. Chem.",
              "type": "ref",
              "volume": "66",
              "year": "2020"
            },
            "text": "High speed centrifugation before frozen storage of plasma is critical for quantitative analysis of mitochondrial-derived cell-free DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60268,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Melki, I. et al. Platelets release mitochondrial antigens in systemic lupus erythematosus. Sci. Transl. Med.13, eaav5928 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60397,
            "infons": {
              "fpage": "92",
              "lpage": "98",
              "name_0": "surname:van Velzen;given-names:JF",
              "name_1": "surname:Laros-van Gorkom;given-names:BA",
              "name_2": "surname:Pop;given-names:GA",
              "name_3": "surname:van Heerde;given-names:WL",
              "pub-id_doi": "10.1016/j.thromres.2012.02.041",
              "pub-id_pmid": "22424855",
              "section_type": "REF",
              "source": "Thromb. Res.",
              "type": "ref",
              "volume": "130",
              "year": "2012"
            },
            "text": "Multicolor flow cytometry for evaluation of platelet surface antigens and activation markers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60490,
            "infons": {
              "fpage": "645",
              "lpage": "658",
              "name_0": "surname:Mercer;given-names:TR",
              "pub-id_doi": "10.1016/j.cell.2011.06.051",
              "pub-id_pmid": "21854988",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "146",
              "year": "2011"
            },
            "text": "The human mitochondrial transcriptome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60528,
            "infons": {
              "fpage": "9262",
              "lpage": "9275",
              "name_0": "surname:Jemt;given-names:E",
              "pub-id_doi": "10.1093/nar/gkv804",
              "pub-id_pmid": "26253742",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "Regulation of DNA replication at the end of the mitochondrial D-loop involves the helicase TWINKLE and a conserved sequence element",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60660,
            "infons": {
              "fpage": "606",
              "lpage": "623",
              "name_0": "surname:Rackham;given-names:O",
              "name_1": "surname:Filipovska;given-names:A",
              "pub-id_doi": "10.1038/s41576-022-00480-x",
              "pub-id_pmid": "35459860",
              "section_type": "REF",
              "source": "Nat. Rev. Genet.",
              "type": "ref",
              "volume": "23",
              "year": "2022"
            },
            "text": "Organization and expression of the mammalian mitochondrial genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60726,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Isaac, R. S. et al. Singlenucleoid architecture reveals heterogeneous packaging of mitochondrial DNA. Nat. Struct. Mol. Biol. in press 10.1101/2022.09.25.509398 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60895,
            "infons": {
              "fpage": "1873",
              "lpage": "1884",
              "name_0": "surname:Popow;given-names:J",
              "pub-id_doi": "10.1261/rna.052365.115",
              "pub-id_pmid": "26370583",
              "section_type": "REF",
              "source": "RNA",
              "type": "ref",
              "volume": "21",
              "year": "2015"
            },
            "text": "FASTKD2 is an RNA-binding protein required for mitochondrial RNA processing and translation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60987,
            "infons": {
              "fpage": "1110",
              "lpage": "1121",
              "name_0": "surname:Jourdain;given-names:AA",
              "pub-id_doi": "10.1016/j.celrep.2015.01.063",
              "pub-id_pmid": "25704814",
              "section_type": "REF",
              "source": "Cell Rep.",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "A mitochondria-specific isoform of FASTK is present in mitochondrial RNA granules and regulates gene expression and function",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61112,
            "infons": {
              "fpage": "2004507",
              "name_0": "surname:Cao;given-names:K",
              "pub-id_pmid": "34141522",
              "section_type": "REF",
              "source": "Adv. Sci. (Weinh.)",
              "type": "ref",
              "volume": "8",
              "year": "2021"
            },
            "text": "Hypermethylation of hepatic mitochondrial ND6 provokes systemic insulin resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61195,
            "infons": {
              "fpage": "209",
              "lpage": "218",
              "name_0": "surname:Chinnery;given-names:PF",
              "pub-id_doi": "10.1093/brain/124.1.209",
              "pub-id_pmid": "11133798",
              "section_type": "REF",
              "source": "Brain",
              "type": "ref",
              "volume": "124",
              "year": "2001"
            },
            "text": "The mitochondrial ND6 gene is a hot spot for mutations that cause Leber’s hereditary optic neuropathy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61299,
            "infons": {
              "fpage": "1746",
              "lpage": "1753",
              "name_0": "surname:Roberts;given-names:DR",
              "pub-id_doi": "10.1056/NEJMoa1705129",
              "pub-id_pmid": "29091569",
              "section_type": "REF",
              "source": "N. Engl. J. Med.",
              "type": "ref",
              "volume": "377",
              "year": "2017"
            },
            "text": "Effects of spaceflight on astronaut brain structure as indicated on MRI",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61371,
            "infons": {
              "fpage": "7",
              "name_0": "surname:Lee;given-names:AG",
              "pub-id_doi": "10.1038/s41526-020-0097-9",
              "pub-id_pmid": "32047839",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "6",
              "year": "2020"
            },
            "text": "Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61500,
            "infons": {
              "fpage": "5",
              "name_0": "surname:Roy-O’Reilly;given-names:M",
              "name_1": "surname:Mulavara;given-names:A",
              "name_2": "surname:Williams;given-names:T",
              "pub-id_doi": "10.1038/s41526-021-00133-z",
              "pub-id_pmid": "33594073",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "A review of alterations to the brain during spaceflight and the potential relevance to crew in long-duration space exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61627,
            "infons": {
              "fpage": "1525",
              "lpage": "1527",
              "name_0": "surname:Zu Eulenburg;given-names:P",
              "pub-id_doi": "10.1001/jamaneurol.2021.3589",
              "pub-id_pmid": "34633430",
              "section_type": "REF",
              "source": "JAMA Neurol.",
              "type": "ref",
              "volume": "78",
              "year": "2021"
            },
            "text": "Changes in blood biomarkers of brain injury and degeneration following long-duration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61724,
            "infons": {
              "fpage": "e2120439119",
              "name_0": "surname:Barisano;given-names:G",
              "pub-id_doi": "10.1073/pnas.2120439119",
              "pub-id_pmid": "35412862",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "119",
              "year": "2022"
            },
            "text": "The effect of prolonged spaceflight on cerebrospinal fluid and perivascular spaces of astronauts and cosmonauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61836,
            "infons": {
              "fpage": "3720",
              "name_0": "surname:Tan;given-names:HWS",
              "pub-id_doi": "10.1038/s41467-022-31213-7",
              "pub-id_pmid": "35764633",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "13",
              "year": "2022"
            },
            "text": "A degradative to secretory autophagy switch mediates mitochondria clearance in the absence of the mATG8-conjugation machinery",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61962,
            "infons": {
              "fpage": "1971",
              "name_0": "surname:Todkar;given-names:K",
              "pub-id_doi": "10.1038/s41467-021-21984-w",
              "pub-id_pmid": "33785738",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Selective packaging of mitochondrial proteins into extracellular vesicles prevents the release of mitochondrial DAMPs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62080,
            "infons": {
              "fpage": "e3001166",
              "name_0": "surname:Peruzzotti-Jametti;given-names:L",
              "pub-id_doi": "10.1371/journal.pbio.3001166",
              "pub-id_pmid": "33826607",
              "section_type": "REF",
              "source": "PLoS Biol.",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "Neural stem cells traffic functional mitochondria via extracellular vesicles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62157,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Chen, Y., Zhang, J., Cui, W. & Silverstein, R. L. CD36, a signaling receptor and fatty acid transporter that regulates immune cell metabolism and fate. J. Exp. Med.219, e20211314 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62344,
            "infons": {
              "fpage": "e59",
              "name_0": "surname:Alkhatatbeh;given-names:MJ",
              "name_1": "surname:Enjeti;given-names:AK",
              "name_2": "surname:Acharya;given-names:S",
              "name_3": "surname:Thorne;given-names:RF",
              "name_4": "surname:Lincz;given-names:LF",
              "pub-id_doi": "10.1038/nutd.2013.1",
              "pub-id_pmid": "23381664",
              "section_type": "REF",
              "source": "Nutr. Diabetes",
              "type": "ref",
              "volume": "3",
              "year": "2013"
            },
            "text": "The origin of circulating CD36 in type 2 diabetes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62394,
            "infons": {
              "fpage": "4804",
              "lpage": "4814",
              "name_0": "surname:Nielsen;given-names:MH",
              "name_1": "surname:Sabaratnam;given-names:R",
              "name_2": "surname:Pedersen;given-names:AJT",
              "name_3": "surname:Hojlund;given-names:K",
              "name_4": "surname:Handberg;given-names:A",
              "pub-id_doi": "10.1210/jc.2018-02547",
              "pub-id_pmid": "30933285",
              "section_type": "REF",
              "source": "J. Clin. Endocrinol. Metab.",
              "type": "ref",
              "volume": "104",
              "year": "2019"
            },
            "text": "Acute exercise increases plasma levels of muscle-derived microvesicles carrying fatty acid transport proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62504,
            "infons": {
              "fpage": "265",
              "lpage": "278",
              "name_0": "surname:McGuckin;given-names:MA",
              "name_1": "surname:Linden;given-names:SK",
              "name_2": "surname:Sutton;given-names:P",
              "name_3": "surname:Florin;given-names:TH",
              "pub-id_doi": "10.1038/nrmicro2538",
              "pub-id_pmid": "21407243",
              "section_type": "REF",
              "source": "Nat. Rev. Microbiol.",
              "type": "ref",
              "volume": "9",
              "year": "2011"
            },
            "text": "Mucin dynamics and enteric pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62541,
            "infons": {
              "fpage": "45",
              "lpage": "60",
              "name_0": "surname:Hollingsworth;given-names:MA",
              "name_1": "surname:Swanson;given-names:BJ",
              "pub-id_doi": "10.1038/nrc1251",
              "pub-id_pmid": "14681689",
              "section_type": "REF",
              "source": "Nat. Rev. Cancer",
              "type": "ref",
              "volume": "4",
              "year": "2004"
            },
            "text": "Mucins in cancer: protection and control of the cell surface",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62602,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Mao, X. W. et al. Impact of spaceflight and artificial gravity on the mouse retina: biochemical and proteomic analysis. Int. J. Mol. Sci.19, 2546 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62756,
            "infons": {
              "fpage": "15516",
              "lpage": "15530",
              "name_0": "surname:Mao;given-names:XW",
              "pub-id_doi": "10.1096/fj.202001754R",
              "pub-id_pmid": "32981077",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "34",
              "year": "2020"
            },
            "text": "Spaceflight induces oxidative damage to blood–brain barrier integrity in a mouse model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62845,
            "infons": {
              "fpage": "447",
              "lpage": "457",
              "name_0": "surname:Arima;given-names:Y",
              "pub-id_doi": "10.1016/j.cell.2012.01.022",
              "pub-id_pmid": "22304915",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "148",
              "year": "2012"
            },
            "text": "Regional neural activation defines a gateway for autoreactive T cells to cross the blood-brain barrier",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62948,
            "infons": {
              "fpage": "2353",
              "name_0": "surname:Stofkova;given-names:A",
              "pub-id_doi": "10.1038/s41598-019-38895-y",
              "pub-id_pmid": "30787395",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Photopic light-mediated down-regulation of local alpha(1A)-adrenergic signaling protects blood–retina barrier in experimental autoimmune uveoretinitis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63101,
            "infons": {
              "fpage": "1321",
              "name_0": "surname:Tanaka;given-names:Y",
              "name_1": "surname:Arima;given-names:Y",
              "name_2": "surname:Kamimura;given-names:D",
              "name_3": "surname:Murakami;given-names:M",
              "pub-id_doi": "10.3389/fimmu.2017.01321",
              "pub-id_pmid": "29093711",
              "section_type": "REF",
              "source": "Front. Immunol.",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "The gateway reflex, a novel neuro-immune interaction for the regulation of regional vessels",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63193,
            "infons": {
              "fpage": "1164",
              "lpage": "1167",
              "name_0": "surname:Lee;given-names:AG",
              "name_1": "surname:Mader;given-names:TH",
              "name_2": "surname:Robert Gibson;given-names:C",
              "name_3": "surname:Brunstetter;given-names:TJ",
              "name_4": "surname:Tarver;given-names:WJ",
              "pub-id_doi": "10.1038/s41433-018-0070-y",
              "pub-id_pmid": "29527011",
              "section_type": "REF",
              "source": "Eye",
              "type": "ref",
              "volume": "32",
              "year": "2018"
            },
            "text": "Space flight-associated neuro-ocular syndrome (SANS)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63246,
            "infons": {
              "fpage": "105",
              "lpage": "117",
              "name_0": "surname:Martin Paez;given-names:Y",
              "name_1": "surname:Mudie;given-names:LI",
              "name_2": "surname:Subramanian;given-names:PS",
              "pub-id_doi": "10.2147/EB.S234076",
              "pub-id_pmid": "33117025",
              "section_type": "REF",
              "source": "Eye Brain",
              "type": "ref",
              "volume": "12",
              "year": "2020"
            },
            "text": "Spaceflight associated neuro-ocular syndrome (SANS): a systematic review and future directions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63341,
            "infons": {
              "fpage": "50",
              "lpage": "61",
              "name_0": "surname:Kerur;given-names:N",
              "pub-id_doi": "10.1038/nm.4450",
              "pub-id_pmid": "29176737",
              "section_type": "REF",
              "source": "Nat. Med.",
              "type": "ref",
              "volume": "24",
              "year": "2018"
            },
            "text": "cGAS drives noncanonical-inflammasome activation in age-related macular degeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63426,
            "infons": {
              "fpage": "35",
              "name_0": "surname:Holley;given-names:JM",
              "pub-id_doi": "10.1038/s41526-022-00217-4",
              "pub-id_pmid": "35948598",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "8",
              "year": "2022"
            },
            "text": "Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63527,
            "infons": {
              "fpage": "103244",
              "name_0": "surname:Singh;given-names:A",
              "name_1": "surname:Faccenda;given-names:D",
              "name_2": "surname:Campanella;given-names:M",
              "pub-id_doi": "10.1016/j.ebiom.2021.103244",
              "pub-id_pmid": "33647769",
              "section_type": "REF",
              "source": "EBioMedicine",
              "type": "ref",
              "volume": "65",
              "year": "2021"
            },
            "text": "Pharmacological advances in mitochondrial therapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63577,
            "infons": {
              "fpage": "548",
              "lpage": "569",
              "name_0": "surname:Decout;given-names:A",
              "name_1": "surname:Katz;given-names:JD",
              "name_2": "surname:Venkatraman;given-names:S",
              "name_3": "surname:Ablasser;given-names:A",
              "pub-id_doi": "10.1038/s41577-021-00524-z",
              "pub-id_pmid": "33833439",
              "section_type": "REF",
              "source": "Nat. Rev. Immunol.",
              "type": "ref",
              "volume": "21",
              "year": "2021"
            },
            "text": "The cGAS-STING pathway as a therapeutic target in inflammatory diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63649,
            "infons": {
              "fpage": "e109470",
              "name_0": "surname:Zhou;given-names:W",
              "pub-id_doi": "10.1371/journal.pone.0109470",
              "pub-id_pmid": "25279731",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Peripheral blood mitochondrial DNA copy number is associated with prostate cancer risk and tumor burden",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63753,
            "infons": {
              "fpage": "102773",
              "name_0": "surname:Yoshida;given-names:K",
              "pub-id_doi": "10.1016/j.isci.2021.102773",
              "pub-id_pmid": "34278272",
              "section_type": "REF",
              "source": "iScience",
              "type": "ref",
              "volume": "24",
              "year": "2021"
            },
            "text": "Intergenerational effect of short-term spaceflight in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63812,
            "infons": {
              "fpage": "2960",
              "lpage": "2967",
              "name_0": "surname:Pinero;given-names:J",
              "name_1": "surname:Sauch;given-names:J",
              "name_2": "surname:Sanz;given-names:F",
              "name_3": "surname:Furlong;given-names:LI",
              "pub-id_doi": "10.1016/j.csbj.2021.05.015",
              "pub-id_pmid": "34136095",
              "section_type": "REF",
              "source": "Comput. Struct. Biotechnol. J.",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "The DisGeNET cytoscape app: exploring and visualizing disease genomics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]