[
  {
    "source": "PMC",
    "date": "20230922",
    "key": "pmc.key",
    "infons": {},
    "documents": [
      {
        "id": "10410709",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1073/pnas.2216141120",
              "article-id_pmc": "10410709",
              "article-id_pmid": "37523525",
              "article-id_publisher-id": "202216141",
              "elocation-id": "e2216141120",
              "issue": "32",
              "kwd": "health span longevity mitochondria transcriptomics H2S",
              "license": "This open access article is distributed under Creative Commons Attribution License 4.0 (CC BY).",
              "name_0": "surname:Vintila;given-names:Adriana Raluca",
              "name_1": "surname:Slade;given-names:Luke",
              "name_10": "surname:Szabo;given-names:Csaba",
              "name_11": "surname:Szewczyk;given-names:Nathaniel J.",
              "name_12": "surname:Whiteman;given-names:Matthew",
              "name_13": "surname:Etheridge;given-names:Timothy",
              "name_2": "surname:Cooke;given-names:Michael",
              "name_3": "surname:Willis;given-names:Craig R. G.",
              "name_4": "surname:Torregrossa;given-names:Roberta",
              "name_5": "surname:Rahman;given-names:Mizanur",
              "name_6": "surname:Anupom;given-names:Taslim",
              "name_7": "surname:Vanapalli;given-names:Siva A.",
              "name_8": "surname:Gaffney;given-names:Christopher J.",
              "name_9": "surname:Gharahdaghi;given-names:Nima",
              "section_type": "TITLE",
              "type": "front",
              "volume": "120",
              "year": "2023"
            },
            "text": "Mitochondrial sulfide promotes life span and health span through distinct mechanisms in developing versus adult treated Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 143,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Significance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 156,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Deteriorating health across the life course is a major societal burden, and effective therapeutics are lacking. Mitochondrial decline has long been associated with age-related health loss. We show that small, clinically meaningful doses of a mitochondrion-targeting sulfur donor (AP39) extend Caenorhabditis elegans health in older age, which act by maintaining mitochondrial integrity. Adult onset of AP39 delivery, when mitochondrial and cell structural dysfunction are already manifested, also promoted healthy aging. Distinct association of health span extension with mitochondria, cytoskeletal and peroxisome molecular profiles, under regulation of the elt-6/elt-3 transcription factor regulatory circuit, further distinguished adult-onset AP39 therapy. Our results establish a framework for forward translating mitochondrial sulfide as a potentially viable healthy aging intervention in mammals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 1058,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Living longer without simultaneously extending years spent in good health (“health span”) is an increasing societal burden, demanding new therapeutic strategies. Hydrogen sulfide (H2S) can correct disease-related mitochondrial metabolic deficiencies, and supraphysiological H2S concentrations can pro health span. However, the efficacy and mechanisms of mitochondrion-targeted sulfide delivery molecules (mtH2S) administered across the adult life course are unknown. Using a Caenorhabditis elegans aging model, we compared untargeted H2S (NaGYY4137, 100 µM and 100 nM) and mtH2S (AP39, 100 nM) donor effects on life span, neuromuscular health span, and mitochondrial integrity. H2S donors were administered from birth or in young/middle-aged animals (day 0, 2, or 4 postadulthood). RNAi pharmacogenetic interventions and transcriptomics/network analysis explored molecular events governing mtH2S donor-mediated health span. Developmentally administered mtH2S (100 nM) improved life/health span vs. equivalent untargeted H2S doses. mtH2S preserved aging mitochondrial structure, content (citrate synthase activity) and neuromuscular strength. Knockdown of H2S metabolism enzymes and FoxO/daf-16 prevented the positive health span effects of mtH2S, whereas DCAF11/wdr-23 – Nrf2/skn-1 oxidative stress protection pathways were dispensable. Health span, but not life span, increased with all adult-onset mtH2S treatments. Adult mtH2S treatment also rejuvenated aging transcriptomes by minimizing expression declines of mitochondria and cytoskeletal components, and peroxisome metabolism hub components, under mechanistic control by the elt-6/elt-3 transcription factor circuit. H2S health span extension likely acts at the mitochondrial level, the mechanisms of which dissociate from life span across adult vs. developmental treatment timings. The small mtH2S doses required for health span extension, combined with efficacy in adult animals, suggest mtH2S is a potential healthy aging therapeutic.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3060,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Medical advances mean humans are living longer but are also spending longer in a frail “poor health” state, with large burdens on healthcare systems and quality of life. Since most age-related healthcare costs and patient frailty occur in the later years of life, interventions that increase life span without simultaneously increasing health span would be detrimental to the aging process. Studies often report life span–extending therapeutics in lower organisms, but a significant caveat is the general assumption that increasing longevity also prolongs the duration spent in a healthy state (termed “health span”). While it is largely unknown whether most conditions that extend life span also increase health span, evidence indicates dissociation between the two. For example, all long-lived Caenorhabditis elegans mutants examined to date spend a longer time in an aged frail condition; the same phenomenon reported in long-living humans. Therapeutic approaches that extend healthy years, rather than life span alone, thus hold considerable socioeconomic potential.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 4141,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Hydrogen sulfide (H2S) was one of the essential ingredients required for life to emerge on Earth and has emerged as an important, physiologically relevant signaling molecule. When applied exogenously, H2S treatments, usually in the form of crude impure sulfide salts at supraphysiological concentrations (e.g. >100 µM), confer cytoprotective properties across various pathophysiological states, including age-associated diseases. Accordingly, 100 to 150 µM concentrations of untargeted H2S donors such as GYY4137 and FW1256 extend both life span and health span in C. elegans when administered from birth. However, several essential biochemical processes are established during development that program subsequent adult behavior. For example, developmental starvation cements locomotion circuitry that impacts adult foraging behavior, and developmentally established mitochondrial dynamics determine rates of adult respiration and aging. Additionally, life-extending mitochondrial interventions in C. elegans currently require administration on or before the developmental larval stages. Metabolic patterns set during developmental H2S treatments might, therefore, mediate life span and health span extension. The efficacy of H2S administered during “normal” stochastic aging thus warrants investigation to understand the viability of adult H2S-based therapies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 5511,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Several cellular processes are responsive to H2S that can regulate H2S-mediated longevity, yet the mechanisms governing H2S-mediated health span are undefined. Increasing evidence supports a mitochondrion-centric mode of H2S action across cell types and pathologies. Current dogma suggests H2S donates electrons to the mitochondrial electron transport chain, inhibits mitochondrial cAMP phosphodiesterases, facilitates mitochondrial DNA repair, promotes mitochondrial antioxidant protection, and augments mitochondrial respiration/ATP production (reviewed in ref.). Moreover, mitochondrial loss is one of the nine hallmarks of aging and is the earliest detectable subcellular structural change during C. elegans aging, preceding physiological decline. As such, therapies that exploit positive H2S effects on mitochondria represent an attractive antiaging strategy. The mitochondrial sulfide delivery molecule (mtH2S), AP39, exploits mitochondrial membrane potential by utilizing a TPP+ motif to localize H2S to the mitochondria and protect against cellular injury [e.g., glucose oxidase–induced mitochondrial dysfunction ] vs. equal doses of untargeted H2S donors. Consequently, unlike untargeted H2S compounds (e.g., GYY4137, FW1256) with supraphysiological effective doses, mtH2S displays potency at concentrations several orders of magnitude lower in C. elegans disease models. Whether such phenomena occur in the aging context is unknown; however, mtH2S is plausibly responsible for longevity and health span extension reported following larger untargeted H2S doses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7084,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "This study, therefore, investigated the efficacy of a mtH2S (AP39) for promoting health span via mitochondrion-mediated effects vs. untargeted H2S donors, using C. elegans as an aging model. Given the unknown capacity of H2S as an efficacious therapy in aging adults, we also examined health span effects of adult-onset H2S treatments. Using functional pharmacogenetic approaches, we provide evidence that mtH2S is a requirement for, and site of action of, H2S-mediated health span promotion. Importantly, mtH2S increases health span when administered to young and middle-aged adults, and this adult treatment effect is clearly reflected at the transcriptomic level compared to developmental mtH2S administration, under the control of a GATA family of transcription factors. These findings strongly suggest that augmentation of mitochondrial sulfide may represent a druggable target and translatable therapeutic approach to maintaining health with advancing age, at time points where the negative effects of aging already manifest.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8116,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8124,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "mtH2S Increases C. elegans Life span and Neuromuscular Health span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8192,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We first investigated the effects of mitochondrion-targeted and nontargeted H2S donors on C. elegans life span. Dosing L1 larvae with the untargeted sulfide donor NaGYY4137 (100 µM) increased maximal life span by 20 % (P < 0.0001) (Fig. 1A), which is comparable to previous studies using GYY4137 (morpholine salt) and related compounds. In sharp contrast, the mitochondrion-targeted sulfide delivery molecule (mtH2S) AP39 significantly increased life span at 1000-fold lower doses (100 nM) by 30% (P < 0.0001) (Fig. 1B), whereas equivalent 100 nM doses of untargeted NaGYY4137 had no significant effect on C. elegans life span extension (Fig. 1A).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8844,
            "infons": {
              "file": "pnas.2216141120fig01.jpg",
              "id": "fig01",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Lower doses of mitochondrion-targeted H2S extend life span. (A) C. elegans life span is significantly increased with higher (100 µM), but not lower (100 nM) treatment with the untargeted H2S donor, NaGYY4137 when administered from L1 larval stage across the entire lifecourse. (B) Conversely, lower doses (100 nM) of mitochondrion-targeted H2S (AP39) extend life span. Life span curves represent the average of three biological replicates (total ~300 to 600 animals per condition). **** denotes significant difference vs. untreated (0.01% DMSO) wild-type controls (P < 0.0001). ns, nonsignificant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9446,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next assessed movement rates on days 0, 2, 4, 8, 12, and 16 of life span as a robust proxy of overall animal health and, therefore, health span. Using wMicroTracker to measure prolonged movement capacity beyond standard thrash assays, wild-type movement capacity peaked at day 4 of adulthood (+97% vs. day 0 baseline), as previously published, and progressively declined thereafter to a nadir of −26% at day 16 (SI Appendix, Fig. S1). At greatly different doses, 100 µM NaGYY4137 H2S and 100 nM mtH2S increased total animal movement rates across the life course (P < 0.001), using area under the curve analysis of movement across the life course, as previously published (Fig. 2A). Post hoc analysis showed significant health span extension in mtH2S (100 nM)-treated animals up to day 16 postadulthood compared to day 12 postadulthood during NaGYY4137 treatments (SI Appendix, Fig. S1). Loss of neuromuscular strength is also one of the strongest correlates of all-cause mortality in humans, leading us to employ our “NemaFlex” device to examine neuromuscular strength changes across age. As with movement rates (SI Appendix, Fig. S1), wild-type strength capacity increased between days 0 and 4 adulthood and declined thereafter. Conversely, treatment with mtH2S (100 nM) improved strength production across days 0–10 postadulthood (P < 0.001), with a significant 20% strength increase vs. wild-type at day 10 (Fig. 2B). Additionally, while the observed effect sizes of mtH2S are comparable to those reported for other life span–extending compounds, the improvements we observed are modest. We, therefore, directly compared mtH2S to a recently published life span and health span improving drug, rilmenidine, using our microfluidic “Nemalife” health span device, and found both compounds extended life span and health span to similar degrees using our microfluidic approach (SI Appendix, Fig. S2). Rilmendine also has no effect on neuromuscular health parameters in early life but rather manifest in older age time points, as observed herein for mtH2S. Collectively, these data strongly suggest that H2S effects on health span are likely mediated through mitochondrial effects which, although modest, may be highly beneficial, since aging is also associated with a later life loss of prolonged movement and strength-producing capacity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 11800,
            "infons": {
              "file": "pnas.2216141120fig02.jpg",
              "id": "fig02",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Mitochondrion-targeted H2S extends movement rate and maximal strength indices of health span. (A) Animal movement rate is increased across the entire lifecourse with both lower dose (100 nM) mitochondrion-targeted H2S (AP39) and higher dose (100 µM) untargeted H2S (NaGYY4137) when administered from L1 larval stage until death. Movement rates as a % change from day 0 baselines, across days 0, 2, 4, 8, 12, and 16 postadulthood, are presented as area under the curve. (B) Lower dose (100 nM) mitochondrion-targeted H2S maintains C. elegans maximal strength producing ability in later life (day 10 postadulthood), measured using our microfluidic NemaFlex device. Data presented are mean ± SD, n = 90 per condition, across 3 biological replicates. *P < 0.05, **P < 0.01 and ****P < 0.0001 denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12671,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "mtH2S Maintains Mitochondrial Structure and Content.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12724,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the well-established role of mitochondrial dysfunction in age-related health decline across species, we examined whether mtH2S health span promotion associated with maintained mitochondrial integrity. Using green fluorescent protein-tagged mitochondrion transgenic animals to compare lower dose mtH2S (100 nM) to higher dose untargeted H2S (100 µM), mitochondrial structure was scored as either well networked, or moderately fragmented. Well-networked mitochondria at day 0 of adulthood presented in 88% of wild-type animals, which was not affected by either mtH2S or untargeted H2S treatments. In line with previous reports, by day 2 postadulthood well-networked mitochondria reduced to 21% in wild-type worms. The number of well-networked mitochondria increased threefold with mtH2S treatment at day 2 of adulthood, and twofold with untargeted H2S (P < 0.001). Only mtH2S significantly sustained mitochondrial integrity at day 4 postadulthood (Fig. 3A). In wild-type animals, the number of moderately fragmented mitochondria increased progressively from day 2 of adulthood (21% of animals), reaching 86% by day 16. Comparable delays in moderate mitochondrial fragmentation were observed between mtH2S and untargeted H2S from days 8 to 12 postadulthood, whereas only mtH2S supressed moderate fragmentation up to day 14 of adulthood (Fig. 3B). We also assessed citrate synthase activity (CS) as a marker of mitochondrial health, which correlates with mitochondrial content, biosynthesis, and cristae area. Untargeted H2S failed to induce a significant effect on CS across the life course. Conversely, mtH2S significantly increased CS throughout life span, and to a greater extent than untargeted H2S (up to day 12, P < 0.0001), with significant increases in CS presenting up to day 4, but not day 12 of life span (Fig. 3E). To confirm that differences in H2S bioavailability does not underpin the improved efficacy of mtH2S vs. untargeted H2S for maintaining mitochondrial structure and content, we assessed total animal sulfide levels and found no difference with either compound at day 4 postadulthood (SI Appendix, Fig. S3). Thus, mtH2S improves mitochondrial integrity across age, which associates with health span maintenance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14966,
            "infons": {
              "file": "pnas.2216141120fig03.jpg",
              "id": "fig03",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "mtH2S prolongs mitochondrial integrity and content. (A) The percentage of well-networked and (B) moderately fragmented mitochondria during C. elegans aging is significantly improved with mtH2S (AP39), and for a longer duration than untargeted H2S (NaGYY4137) treatments. Data represent two biological replicates (total ~80 animals per time point/ condition and 450 muscle cells). (C, D) Representative green fluorescent protein-tagged mitochondrial images for normally arrayed (Left) and moderately fragmented (Right) mitochondria. White dashed boxes and corresponding magnified panels (Right) highlight each structural phenotype. (E) Citrate synthase activity with mtH2S at young adulthood (day 0) and day 4 postadulthood with mtH2S treatment, but not with untargeted H2S. Data represent two biological replicates, each with technical triplicates (total ~50 animals per time point/condition). All data are mean ± SD. *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001 denote significant difference from untreated (0.01% DMSO) wild-type controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16015,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "AP39-Mediated Health span Extension Requires H2S Metabolism and FoxO Pathways, but Not Nrf2 Oxidative Stress Protection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16136,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Several mechanisms have been proposed to regulate longevity in response to exogenous H2S, yet the mechanisms governing health span extension are unknown. To probe this, we performed a hypothesis-driven RNAi gene knockdown and a mtH2S pharmacogenetic screen, using a microfluidic life span machine to assess animal health every day of the life course. First, we examined the requirement for enzymes controlling endogenous H2S synthesis: cytosolic cystathionine-β-synthase (CBS/cbs-1) and cystathionine-γ-lyase (CSE/cth-2), and cytoplasmic/mitochondrial 3-mercaptopyruvate sulfurtransferase (3-MST/mpst-1). Corroborating previous reports, we found that cth-2 knockdown alone had no effect on life span and knocking down cbs-1 or mpst-1 shortened life span (SI Appendix, Fig. S4). Knockdown of cth-2 also did not significantly affect health span, whereas knockdown of cbs-1 and mpst-1 RNAi both impaired health span (SI Appendix, Fig. S4). Cotreatment of RNAi against cth-2, cbs-1 or mpst-1 with mtH2S from L1 stage prevented the positive effects of mtH2S on life span and health span (Table 1 and SI Appendix, Fig. S4). While exogenous mtH2S might be anticipated to bypass endogenous H2S biosynthesis pathways, analysis of total animal sulfide levels confirmed a need for functional H2S producing enzymes, since mtH2S-induced sulfide increases in older age were ablated when combined with cth-2, mpst-1 or cbs-1 RNAi (SI Appendix, Fig. S5). Combined with the loss of mtH2S-induced life span and health span extension with knockdown of the H2S synthesizing enzymes kri-1 and cysl-2 (Table 1 and SI Appendix, Fig. S4), the H2S synthesis system is a general requirement for the positive effects of mtH2S donors on C. elegans health and longevity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17885,
            "infons": {
              "file": "t01.xml",
              "id": "t01",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Summary of mechanisms regulating mtH2S-induced life span and health span extension",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17968,
            "infons": {
              "file": "t01.xml",
              "id": "t01",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"bottom\"><tr><th rowspan=\"2\" align=\"left\" colspan=\"1\"/><th rowspan=\"3\" align=\"left\" colspan=\"1\">Gene target</th><th rowspan=\"4\" align=\"left\" colspan=\"1\">Human Gene</th><th rowspan=\"5\" align=\"left\" colspan=\"1\">Gene description</th><th colspan=\"2\" align=\"left\" rowspan=\"1\">Required for positive effects of mtH<sub>2</sub>S?</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Life span</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Health span</th></tr></thead><tbody><tr><td rowspan=\"5\" align=\"left\" colspan=\"1\">H<sub>2</sub>S synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">mpst-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">MPST</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mitochondrial H<sub>2</sub>S synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">cth-2</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CTH</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mitochondria-translocating H<sub>2</sub>S synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">cbs-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CBSL</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cytosolic H<sub>2</sub>S synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">kri-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">KRIT 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H<sub>2</sub>S and ROS generation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">cysl-2</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cysteine synthase</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cytosolic H<sub>2</sub>S production</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td rowspan=\"2\" align=\"left\" colspan=\"1\">H<sub>2</sub>S oxidation/redox</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">ethe-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ETHE1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dioxygenase required for H<sub>2</sub>S oxidation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">gsr-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GSR</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glutathione reductase</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">H<sub>2</sub>S + aging</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">daf-16</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">FoxO</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H<sub>2</sub>S responsive FoxO transcription factor</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td rowspan=\"4\" align=\"left\" colspan=\"1\">Nrf2 oxidative stress protection</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">skn-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">NRF2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Regulates oxidate stress response</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">gcs-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCLC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glutathione synthesis under Nrf2 control</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">ikke-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">RELA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Regulates Nrf2 nuclear translocation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>✓</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">wdr-23</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Keap1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Negative regulator of Nrf2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td></tr><tr><td rowspan=\"2\" align=\"left\" colspan=\"1\">H<sub>2</sub>S responsive</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">hif-1</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">HIF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H<sub>2</sub>S-responsive transcription factor</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">hsp-6</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H<sub>2</sub>S-responsive mitochondrial chaperone</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>×</bold>\n</td></tr></tbody></table>\n"
            },
            "text": "\tGene target\tHuman Gene\tGene description\tRequired for positive effects of mtH2S?\t \tLife span\tHealth span\t \tH2S synthesis\tmpst-1\tMPST\tMitochondrial H2S synthesis\t✓\t✓\t \tcth-2\tCTH\tMitochondria-translocating H2S synthesis\t✓\t✓\t \tcbs-1\tCBSL\tCytosolic H2S synthesis\t✓\t✓\t \tkri-1\tKRIT 1\tH2S and ROS generation\t✓\t✓\t \tcysl-2\tCysteine synthase\tCytosolic H2S production\t✓\t✓\t \tH2S oxidation/redox\tethe-1\tETHE1\tDioxygenase required for H2S oxidation\t✓\t✓\t \tgsr-1\tGSR\tGlutathione reductase\t✓\t✓\t \tH2S + aging\tdaf-16\tFoxO\tH2S responsive FoxO transcription factor\t✓\t✓\t \tNrf2 oxidative stress protection\tskn-1\tNRF2\tRegulates oxidate stress response\t✓\t×\t \tgcs-1\tGCLC\tGlutathione synthesis under Nrf2 control\t✓\t×\t \tikke-1\tRELA\tRegulates Nrf2 nuclear translocation\t×\t✓\t \twdr-23\tKeap1\tNegative regulator of Nrf2\t×\t×\t \tH2S responsive\thif-1\tHIF\tH2S-responsive transcription factor\t×\t×\t \thsp-6\tHsp70\tH2S-responsive mitochondrial chaperone\t×\t×\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18933,
            "infons": {
              "file": "t01.xml",
              "id": "t01",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "C. elegans were treated with mtH2S (100 nM) from L1 larval stage in the presence or absence of RNAi against each target gene, using our microfluidic healthspan device. Each experiment was performed in duplicate (total ~160 animals per condition) and health span data expressed as area under the curve (% movement rate of each day of the lifecourse vs. day 0 baseline values). Ticks denote RNAi knockdown prevents significant (P < 0.05) mtH2S life span or health span extension and compared to untreated (0.01% DMSO) empty vector controls. Crosses denote RNAi knockdown does not prevent significant (P < 0.05) mtH2S-induced life span or health span extension. All raw data are provided in SI Appendix, Fig. S4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 19643,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next examined the potential involvement of enzymes involved in wider H2S metabolism: ETHE1/ethe-1, a mitochondrial sulfur dioxygenase necessary for H2S catabolism, and GSR/gsr-1, a glutathione reductase involved in H2S-mediated production of glutathione. Knockdown of ethe-1 alone did not affect life span but significantly increased health span and, when combined with mtH2S, prevented mtH2S-induced life span and health span extension. Because ethe-1 catabolizes H2S, we postulated that harmful H2S accumulation might occur following combined exogenous mtH2S administration. Examining the dose response (1nM to 2 µM) of mtH2S + ethe-1 knockdown revealed no further decline in animal health span, however life span became shortened at higher (100 nM to 2 µM) doses (SI Appendix, Fig. S6). Both life span and health span were reduced following gsr-1 knockdown, which also inhibited life/health span extension with concurrent mtH2S treatment. Additionally, the FoxO/daf-16 transcription factor has been implicated in H2S life span extension, and we observed lowered life span and health span with daf-16 knockdown alone, corroborating previous reports. mtH2S did not increase life span or health span in animals subjected to daf-16 RNAi (Table 1 and SI Appendix, Fig. S4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20926,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "H2S also regulated cellular redox homeostasis, in part through activation of the Nrf2 transcription factor and associated signaling pathway. We, therefore, knocked down Nrf2/skn-1 or DCAF11/wdr-23 as a negative upstream regulator of Nrf2. In line with previous reports skn-1 knockdown animals were short lived, whereas wdr-23 deficient worms were longer lived. Both skn-1 and wdr-23 RNAi also resulted in extended health span. Agreeing with earlier studies showing a need for the Nrf2 system for H2S-induced C. elegans life span extension, we also observed prevention of mtH2S increases in life span with combined skn-1 or wdr-23 knockdown. Despite this, our findings reveal that the Nrf2 system is not required for mtH2S-associated health span extension. We observed this same phenomenon with other components of the Nrf2 pathway, including the Nrf2-controlled glutamate–cysteine ligase catalytic subunit, GCLC/gcs-1. Only the Nrf2 nuclear translocation regulatory factor RelA/ikke-1 attenuated mtH2S health span improvements (Table 1 and SI Appendix, Fig. S4). Our data strongly suggest that the positive health span effects of mtH2S were not dependent on the Nrf2 signaling system.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22113,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Last, we investigated the role of two H2S-responsive candidates, the mitochondrion-located heat shock protein chaperone HSPA9/hsp-6, and the hypoxia inducible transcription factor HIF1A/ hif-1. Knockdown of both hsp-6 or hif-1 significantly increased life span and health span, and combined gene knockdown with mtH2S did not impact the life span and health span promoting effects of mtH2S (Table 1 and SI Appendix, Fig. S4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22538,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Adult Treatments with mtH2S Extend Health span, but Not Life span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22605,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Life span and health span extension have only been previously reported with untargeted H2S continuously administered from L1 larval stage until death. We, therefore, treated animals with low (100 nM) dose AP39 or 1000-fold higher (100 µM) dose NaGYY4137, starting in either day 0 young adults, day 2 of adulthood (chosen as the time point of mitochondrial fragmentation onset, Fig. 4A and ref.), or day 4 of adulthood [chosen as the time point when tissue structural integrity begins to decline ]. Both mtH2S and untargeted H2S donors were ineffective at increasing animal life span when administered from day 0, 2, or 4 of adulthood (P > 0.05). Conversely, health span was significantly increased by mtH2S when administered from either day 0, 2, or 4 of adulthood (P < 0.01) and was also increased with untargeted H2S treatments starting from days 2 or 4 postadulthood (P < 0.05), but not in day 0 young adults (Fig. 4 and SI Appendix, Fig. S7). Additionally, mtH2S administered from day 0 adulthood significantly increased the number of normally arrayed mitochondria at days 4 and 10 postadulthood, and improved sarcomere organization at day 10 postadulthood (SI Appendix, Fig. S8). Providing further evidence that improved mitochondrial health underpins mtH2S health improvements, we also found significantly lower mitochondrial superoxide levels during aging with adult mtH2S treatment (SI Appendix, Fig. S9). Health span was thus extended when mtH2S was delivered to adult animals, at time points where key aging subcellular defects occur, and is reflected in delayed onset of age-related dystrophic muscle and dysfunctional mitochondria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 24253,
            "infons": {
              "file": "pnas.2216141120fig04.jpg",
              "id": "fig04",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Adult-onset treatment with mitochondrion-targeted H2S extends health span but not life span. (A–C) Survival curves are unaffected vs. wild-type (P > 0.05) with 100 nM mtH2S and 100 µM untargeted H2S treatments beginning at day 0, 2 or 4 of adulthood. (D–F) mtH2S significantly increases health span when administered from day 0, 2, or 4 of adulthood, and untargeted H2S improves health span when administered from day 2 or 4 postadulthood. Health span data presented movement as a % change from day 0 baselines across all time points postadulthood, analyzed as area under the curve, n = 360 per condition, across 3 biological replicates and 18 technical replicates. Life span data are ~300 animals per condition, across three biological replicates. *P < 0.05, ***P < 0.001 and ****P < 0.0001) denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 25129,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Adult mtH2S Treatments Maintain Mitochondrion- and Peroxisome-Enriched Transcriptomes in Later Life.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 25230,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To better understand the molecules governing life span and health span responsiveness to mtH2S, we performed next-generation sequencing on animals treated with mtH2S from L1 larvae or from day 0 of adulthood. Principal component analysis revealed distinct features of C. elegans transcriptomes across days 0, 4, and 10 postadulthood. Moreover, mtH2S-treated animals displayed similar gene features to wild-type at day 0 and 4 of adulthood. Divergence from wild-type presented in older day 10 animals, with a shift toward day 4 features in mtH2S treatments, particularly when treated from day 0 young adulthood (Fig. 5A). Consistent with principal component analysis, global transcriptomic dysregulation at day 10 postadulthood was reduced in animals treated with mtH2S at adult onset only (Fig. 5B). Next, clustering of differentially expressed genes using expression profiles identified four most prominent differentially expressed gene clusters (i.e., clusters containing >200 differentially expressed genes). Two of these (Clusters 8 and 14) exhibited an elevated expression profile in later life (day 10 postadulthood) that was suppressed with adult onset mtH2S but unaffected by mtH2S administered from birth (L1 stage), and were functionally associated with FoxO, proteolytic, mitophagy, and ribosome translational processes (Fig. 5 C and D). Analyzing the top 10 ranked protein–protein interaction (PPI) network hub nodes for each cluster identified daf-2-responsive F-box genes (fbxb-41, fbxb-54, fbxb-91, M116.1, pes-2.2, T05D4.2, T25E12.6) and autophagy (C35E7.5) components as prominent cluster 8 hubs. Cluster 14 hubs aligned almost exclusively to nucleolus localized components (lpd-7, nol-6, nol-14, pro-3, rpl-24.2) involved in RNA-binding activity as part of the ribonucleoprotein complex (F49D11.10, rbm-28, toe-1, W09C5.1, Y45F10D.7). As with wider cluster expression profiles, gene expression of hub components was predominantly altered at day 10 older age and in response to adult mtH2S treatments only (Fig. 5E).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27266,
            "infons": {
              "file": "pnas.2216141120fig05.jpg",
              "id": "fig05",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Effects of age and mtH2S on the C. elegans transcriptome. (A) Principal component (PC) analysis plot of all analyzed samples. (B) Differential gene quantities with time and between conditions. (C) Truncated violin plots depicting time/condition expression trends (represented as Z-score of gene abundance) for clusters of differentially expressed genes >200 genes in size. * = cluster genes have median FDR < 0.05 for given comparison with day 0 untreated (0.01% DMSO) wild-type animals, Φ = cluster genes have median FDR < 0.05 for direct comparison between treatments at given time point. (D) Representative term enrichments for each cluster shown in panel C. (E) Expression heatmap for top connected PPI network components for each gene cluster shown in panel C. Data represent ~60 animals across biological triplicates, per condition and time point. For all panels, WT = wild-type. D0, D4 and D10 = days 0, 2 and 4 postadulthood, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28216,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Moreover, two gene clusters (Clusters 3 and 13) that aligned to cytoskeletal structure, mitochondria, and general metabolism functional classes, displayed progressive expression declines with age. In both clusters, mtH2S administered from L1 again failed to affect the age-related loss of gene expression. Conversely, adult-onset mtH2S treatment induced a strong maintenance of gene expression, emerging specifically in day 10 adults (Fig. 5 C and D). Additionally, this pattern of age-related gene expression changes remaining unaltered by L1 mtH2S administration, but rejuvenated by adult-onset mtH2S in later life emerged across nearly all other 27 gene clusters identified (SI Appendix, Table S1 and Fig. S10). Top ranked hubs for cluster 3 related mostly to muscle cytoskeletal proteins (C46G7.2, cpn-3, mlc-1, mup-2, tnt-2, unc-27), but included regulators of calcium homeostasis (csq-1) and glutathione transferase activity (gst-26). Within cluster 13, there was striking enrichment for hubs functionally associated with peroxisomal components (acox-1.1, acox-1.2, B0272.4, ctl-2, daf-22, dhs-28) and lysosomal cathepsin proteases (asp-1, asp-3). Again, only adult-onset mtH2S treatments appeared to attenuate the age-related reduction in gene expression of hub components, in older day 10 animals (Fig. 5E). To probe the mechanistic influence of these hub genes in the positive aging effects of adult-onset mtH2S, we examined the requirement of the peroxisomal catalase ctl-2 as the most strongly maintained hub gene across clusters 3, 8, 13, and 14 (Fig. 5E). RNAi knockdown of ctl-2 exacerbated early adult mitochondrial fragmentation and prevented the mtH2S-induced mitochondrial maintainance in early and later life (SI Appendix, Fig. S11), therein supporting the functional and mechanistic relevance of our identified transcriptomic targets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30071,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "A GATA Transcription Factor Regulatory Circuit Underpins the Positive Aging Effects of mtH2S.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30165,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next sought to examine the mechanistic role of genes responsive to mtH2S during aging; however, the clusters identified represent several dozen individual differentially expressed genes. We, therefore, employed transcription factor (TF)-binding site analysis to identify TFs predicted to commonly regulate the cytoskeletal (Cluster 3) and peroxisomal (Cluster 13) gene clusters that display mtH2S-induced preservation in older age. From this, a single transcription factor, elt-3 (part of a GATA family of transcription factors), emerged as the putative regulator of both gene clusters (Fig. 5D). During wild-type aging, expression of elt-5 and elt-6 increase which, in turn, repress expression of elt-3 to regulate a large portion of age-related transcriptome changes. Our untreated controls mirrored this response at the transcriptional level, and these expression changes are reversed by adult onset mtH2S (SI Appendix, Fig. S12). Next, using transgenic animals coexpressing ELT-6 RFP and mitochondrial GFP reporters, we confirmed protein level ELT-6 upregulation during aging, which was suppressed by adult onset mtH2S treatment (Fig. 6 A and B), and corresponded with improved mitochondrial structure and movement rates (Fig. 6 C and D). Additionally, knockdown of either elt-6 or elt-3, while not affecting animal movement rate in middle age and older age, prevented mtH2S-induced movement increases (Fig. 6 E and F).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 31592,
            "infons": {
              "file": "pnas.2216141120fig06.jpg",
              "id": "fig06",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Adult-onset mtH2S preserves health span through the ELT-6 GATA transcription factor circuit. (A) ELT-6 expression increases with aging and is significantly repressed with AP39 treatment compared to untreated animals in later-life. (B) Representative images of ELT-6 expression (elt-6::mCherry). (C) Preservation of age-related declines in mitochondrial integrity by AP39 correspond with attenuated ELT-6 expression (using elt-6::mCherry + mito::GFP coexpression reporter strain). (D) AP39-induced improvements in aging movement capacity is confirmed in elt-6::mCherry + mito::GFP animals, and correspond with lowered ELT-6 and improved mitochondrial integrity. RNAi against elt-3 (E) and elt-6 (F) prevents the health span–promoting effects of AP39. Panels A–D employed transgenic animals coexpressing elt-6::mCherry + mito::GFP in body-wall muscle, across 25 to 45 animals and two biological repeats. Panels (E and F) employed wild-type N2 animals. Movement rates are from 80-120 animals per condition, per time point. # denote significant effect of aging compared to untreated day 0 animals (#P < 0.05; ###P < 0.001). * denote significant effect of treatment for within-day comparisons against untreated animals (*P < 0.05; **P < 0.01; ***P < 0.001).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 32849,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To verify the role of elt-6/elt-3, we examined the cytoskeleton (adherens junction) and mitochondrion-localized protein BAR-1/ β-catenin, loss of which is reported to upr-egulate gene clusters under regulation by elt-3 which would, therefore, be anticipated to also down-regulate ELT-6. Consistent with this model, we observed that bar-1 RNAi prevented age-related increases in ELT-6 expression (SI Appendix, Fig. S13). Moreover, mtH2S did not synergistically lower age-related ELT-6 levels when combined with bar-1 RNAi (SI Appendix, Fig. S13), implying some functional association with mtH2S and bar-1/β-catenin (further supporting a role for mtH2S in modifiying the cytoskeleton via the elt-6/elt-3 circuit). While the precise causal mechanisms linking H2S-related mitochondrial improvements with the elt-6/elt-3 system and, subsequently, health span remains undefined, the mitochondrial mechanisms appear specific to the aging context; although we show aging mitochondrial decline and mtH2S acts through this TF circtuit, inducing acute severe mitochondrial decline via toxic drugs fails to activate ELT-6 despite major structural fragmentation of mitochondria (SI Appendix, Fig. S14). Combined, our systems biological studies provide evidence that mtH2S improves mitochondrial health to alter elt-6/elt-3 TFs, which likely act as a reguatory circuit governing cytoskeletal and peroxisomal gene clusters to, ultimately, modify health span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34299,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34310,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "H2S is a diatomic signaling molecule that promotes healthy aging in C. elegans, yet the underlying mechanisms and therapeutic viability across the lifecourse remains unclear. In this study, we have demonstrated that low mtH2S doses extend C. elegans health span, which associates with improved mitochondrial integrity from young adulthood into older age. Multiple elements of H2S metabolic pathways, and FoxO transciption factors emerged as mechanisms governing both life span and health span, whereas the Nrf2 antioxidant system is dispensible for mtH2S-induced health span extension. Adult mtH2S treatments also increase health span, predominantly in later life, and associates with rejuvenation of key features of the aging transciptome, including mitochondrial function, cytoskeletal content, and peroxisomal metabolism, which appear to be controlled by a GATA transcription factor circuit.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35205,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The ability of large amounts of untargeted H2S, administered from birth, to enhance C. elegans life span and health span, is well documented. Our data reveal 1000-fold lower doses of a mitochondrion-targeted (TPP+-driven) H2S donor can account for the life span, health span, and neuromuscular strength extension elicited by H2S. Thus, small amounts of H2S transported to the mitochondria are likely responsible for, and the site of action of, H2S effects on longevity. Temporal analysis further revealed mtH2S improved mitochondrion integrity beginning in earlier life that was maintained throughout the lifecourse, thus delaying one of the primary cellular hallmarks of aging. Conversely, mtH2S did not increase movement rates or muscle strength until older age, likely owing to a lack of declines in muscle strength and habitual movement capacity during early adulthood, which is unsurprising, if decreasing H2S metabolism/synthesis is an aging pathology. These findings closely mirror the human phenotype, where a clear biphasic pattern of muscle aging emerges that involves early disruption to metabolic processes (as with C. elegans early loss of mitochondria integrity), which later manifests as exponential neuromuscular strength/ physical capacity declines (again, as occurs in C. elegans) that exceeds rates of musle mass losses. As such, our data evidence that mtH2S can target the early mitochondrial metabolic perturbations during aging, possibly in preference over targeting respiratory function of existing mitochondria that attenuates the ensuing later changes in neuromuscular performance and health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36823,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While the mechanisms regulating H2S-induced longevity have been explored, understanding the molecules governing health span is at least equally valuable, given the growing societal burden of life span – health span dissociation. Of the fourteen genes targeted for established roles in H2S biology, two clear functional themes emerged as mechanisms of mtH2S life span and health span extension. First, the FoxO/daf-16 transcription factor is a highly conserved regulator of longevity across species and in response to untargeted H2S. Our findings extend this to show daf-16 is also required for mtH2S-related health span improvements. Second, although exogenous H2S could hypothetically bypass the biochemical need for endogenous H2S synthesis, the H2S metabolism genes examined (most strikingly the mitochondria localized 3-MST/mpst-1) were required for health span extension by mtH2S. Moreover, mtH2S-induced sulfide increases were prevented by cth-2, mpst-1, or cbs-1 knockdown. Thus, while perhaps counterintuitive, presence of a functional H2S production system is a requirement for efficacious mtH2S treatments and might reflect the multifaceted cellular roles of the H2S enzymatic machinery and/or the diverse downstream consequences of loss of these enzymes. For example, H2S likely exerts at least part of its biological effects via cysteine persulfidation of multiple protein targets. The mitochondrially localized 3-MST/mpst-1 is also a trans-persulfidase, thus H2S enzyme knockdown could prevent mtH2S-mediated persulfidation events, through which H2S might partially act. Interestingly, despite fatal consqeuences of complete ETHE1 knockout in higher mammals, RNAi knockdown of the mitochondrial H2S catabolic enzyme ETHE1/ethe-1 strongly improved health span, possibly by mimicking mtH2S through mitochondrial accumulation of noncatabolized endogenous H2S. However, combined ethe-1 RNAi and mtH2S ablates health span extension, and life span becomes shortened at higher, but not lower (1 to 10 nM) mtH2S doses, potentially due to toxic mtH2S accumulation, implying tight physiological range of mtH2S hormesis. Overall, these mechanistic insights add further evidence that place mitochondria at the center of H2S-regulated health span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 39073,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Activation of the Nrf2/skn-1 antioxidant system has also been reported to control H2S-based longevity in C. elegans. Oxidative stress and reactive oxidant species might be a secondary consequence of tissue aging that may exacerbate, rather than cause aging health decline. While corroborating the requirement of the Nrf2 pathway for H2S life span extension, multiple components of the Nrf2/skn-1 system, including the upstream activator DACF11/wdr-23 and downstream effector GCLC/gcs-1, were not required for mtH2S health span improvements. Knocking down KRIT1/kri-1, which activates Nrf2 through redox species generation, did prevent mtH2S-induced health span extension. However, since several Nrf2 system components are not mechanisms of mtH2S health span extension, KRIT1/kri-1 health span regulation likely relies on its alternate functions in H2S synthesis. Importantly, these results highlight clear dissociation between the fundamental mechanisms governing life span vs. health span, indicating that oxidative stress protection pathways are dispensable for mtH2S-extended health span, but not life span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 40184,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The potential for developmentally programmed metabolic patterns with larval H2S treatments renders the efficacy of postadulthood H2S therapies uncertain. We establish health span alone is extended with young adult mtH2S treatments, and when initiated in the presence of existing aging tissue pathologies. We, and others, found that mitochondrial fragmentation begins early in life (2 days postadulthood), and in this study we report that mtH2S improves health span when administered at this time. Similarly, muscle structural and proteostasis abnormalities occur later (4 days postadulthood), and mtH2S also displays efficacy during this therapeutic window. Mitochondrial H2S is, therefore, a viable adult-onset antiaging therapeutic opportunity. Transcriptomic studies aimed at understanding the mechanisms regulating adult mtH2S health span extension revealed clear distinctions from larval treatments. Whilet administering mtH2S from L1 stage caused broad transcriptional features that diverged only slightly from wild-type animals only in older age, adult-onset mtH2S caused strong rejuvenation of the aging transcriptome toward “younger” gene profiles. Cluster analysis revealed adult mtH2S suppressed aging-induced increases in FoxO/daf-16 pathway expression. Whilet contrasting our observation that daf-16 is a required effector of larval mtH2S treatment, suppression of aging daf-16 levels with adult mtH2S implies divergent effects of FoxO induction during development vs. postdevelopment. This is consistent with earlier reports that longevity caused by up-regulating FoxO/daf-16 (via insulin receptor/daf-2 mutation) is primarily established during larval development. Conversely, sarcopenia associates with postdevelopmental FoxO upregulation across species, corresponding with later life metabolic reprogramming to compensate for aging health decline. Consistent with a potential beneficial aging effect of reduced postadulthood FoxO expression, are the moderate health span improvements we report with mtH2S-related daf-16 suppression. This phenomenon underscores an unexplained paradox in aging research, whereby developmentally programmed life span extension (e.g., with increased FoxO signaling) presents at the expense of health span. Indeed, in people, FoxO genetic variants correlate with centenarians, yet impaired insulin signaling/ increased FoxO induced during adulthood causes serious clinical complications (e.g., diabetes, sarcopenia). Our data support a model whereby postdevelopmental, aging-induced increases in FoxO expression are harmful to health span, and drug interventions such as mtH2S that lower this response improve health whilet having minimal effect on longevity. Last, adult mtH2S also caused suppression of age-related increases in mitophagy and, most prominently, ribosomal biogenesis. Thus, mtH2S might mitigate unchecked mitophagy by preventing the mitochondrial dysfunction that promotes mitophagy with age, and promote improved translational efficiency as previously proposed to underpin physical activity-based anti-aging regimens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43270,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Adult mtH2S treatment also better maintained later-life expression of lowered aging transcriptomic profiles. Genes clustering to mitochondrion function featured heavily, lending further support to the central role of mitochondria in mtH2S-mediated health span. Expression of muscle cytoskeletal components also decreased with age, which was minimized by adult mtH2S administration, with top ranked hub components largely represented by cytoskeletal (e.g., troponin regulation) factors. Given the later life temporal correlation between increased muscle structural genes and movement/strength capacity, mtH2S represents a promising neuromuscular health intervention in older age. Last, loss of metabolic plasticity is a common feature of aging across species. We found progressive reduction in expression of metabolic functional clusters across aging that was increased with adult onset mtH2S. Notably, metabolic cluster hub genes were strongly enriched for peroxisomal components. Peroxisomes are essential for proper functioning of all cell types, compartmentalizing enzymes regulating, e.g., fatty acid β-oxidation and hydrogen peroxide metabolism. Several facets of peroxisome dysfunction cause accelerated aging, and our data suggest peroxisome function can be sustained by mtH2S across life span. For example, dhs-28 regulates age-dependent peroxisome loss, knockdown of which extends C. elegans life span, and our findings identify dhs-28 as a top ranked, mtH2S-responsive hub component. Moreover, we confirm the mechanistic relevance of our identified peroxisomal transcriptomic targets by showing knockdown of the ctl-2 hub gene prevents mtH2S-induced health span extension. Growing evidence also highlights inextricable cross talk between peroxisome and mitochondrial function. Indeed, caloric restriction–induced longevity [whose mechanisms converge with those of H2S ], requires mitochondria structural maintenance which, in turn, promotes peroxisome fatty acid oxidation. Our early-life improvements in mitochondrial integrity, combined with mitochondria localizing H2S, demonstrate improvements in mitochondrial integrity precede, and perhaps regulate, later life improvements in peroxisome capacity. Additionally, the lack of mechanistic regulation of health span by the Nrf2 antioxidant system implies that improved peroxisome fatty acid oxidation, as opposed to lowered reactive oxygen species generation, underpin peroxisomal effects of mtH2S on healthy aging.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 45751,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Transcription factor-binding site analysis of our transcriptomic data identified the GATA TF circuit elt-6/elt-3 as putatively regulating the health span benefits of adult onset mtH2S, which were subsequently verified by our mechanistic experiments. Previous work established age-related elt-6 upregulation and downstream repression of elt-3, which accounted for altered expression of ~1,300 “aging” genes, which might comprise an evolutionarily conserved element of natural aging adaptation that promotes longevity, perhaps at the expense of health span, similarly to FoxO. Here, we confirm the relevance of this aging TF axis and establish elt-6/elt-3 as mechanisms through which mtH2S and, either interrelatedly or independently via bar-1/ β-catenin, act to affect aging health. Interestingly, mitochondrial dysfunction per se is insufficient to explain elt-6 upregulation, since severe toxin-induced mitochondrial insults fail to induce ELT-6. Thus, some as yet unknown specificity to age-related mitochondrial decline alters the elt-6 pathway to induce gene expression changes that impair health span. Regardless, our combined functional, morphologic, transcriptomic, and mechanistic results point to a model where aging mitcohondrial decline activates GATA TFs to alter gene expression, centered on cytoskeletal and peroxisomal gene clusters, to impair animal health. Crucially, mtH2S is an efficacious therapeutic approach for targeting the mitochondria to reverse this aging signaling axis and, ultimately, improve health span.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 47292,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, a systems biological approach identifies the mitochondria as the primary site of H2S action for slowing aging, with distinct molecular mechanisms underpinning life span vs. health span extension. Unlike life span, increased mtH2S health span does not require activation of the Nrf2 antioxidant system. Adult-onset mtH2S also increases health span alone, which associates with unique aging transcriptomic signatures compared to life span–extending developmental mtH2S treatments, under the control of elt-6/elt-3 GATA transcription factors. The emergence of neuromuscular health improvements in later life might also be underpinned by temporally correlated, mtH2S-responsive transcriptomic features of mitochondria, peroxisomal metabolism, and cytoskeletal function. Finally, the comparably lower mtH2S donor doses (vs. nontargeted NaGYY4137; >3 orders of magnitude difference) required for aging health benefits, combined with efficacy in adult animals and high conservation of associated mechanisms, renders mtH2S a possible translational antiaging therapy.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48368,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48390,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "C. elegans Maintenance and Experiment Design.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48436,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The strains used in this study were N2 wild-type and CB5600 (ccIs4251 (Pmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp)) and were obtained from the Caenorhabditis Genetics Centre (CGC, University of Minnesota). For maintenance, C. elegans were cultured at 20 °C on OP50 E. coli seeded NGM agar plates, as previously described. For all experiments, the first day of adulthood was considered as Day 0.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48822,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For drug exposure experiments, unless stated otherwise, L1 worms synchronized by gravity floatation were cultured at 20 °C on OP50 E. coli seeded NGM plates containing either 100 nM AP39 + 0.01% DMSO, 100 nM or 100 mM NaGYY4137, 0.01% DMSO or no drug. The mitochondrion-targeted H2S donor compound, AP39, was synthesized in-house by the Whiteman lab, as previously described. The NaGYY4137 untargeted H2S donor compound was also synthesized in-house. Compound solutions were freshly prepared for every use and added to plates the evening before animal transfers. For developmental treatments, drug dosing was started from the L1 larval stage and continued throughout the life course. For adult drug treatments, gravity synchronized L1 larvae were grown on NGM agar seeded with OP50 only for 60 h to reach young adulthood, after which drug treatments were started at either day 0, day 2, or day 4 postadulthood. Adult animals were transferred every 48 h to fresh plates to remove progeny and maintain consistent food and drug concentrations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 49864,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Survival Assay and Measures of C. elegans Locomotion and Maximal Strength Production.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 49950,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Adult animals were scored and transferred to fresh plates every 48 h. The animals were scored as dead when they failed to move in response to stimulus with a needle. Animals that were lost, killed during transfer, or died as a result of (e.g.) egg laying defects were censored. Total animal numbers were n = 300 per condition, across three biological replicates. Locomotion assays were performed using WMicrotracker and maximal strength production was assessed using the ‘NemaFlex’ microfluidic device (36) (See SI Appendix, Supplemental Methods).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50502,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mitochondrial and Myofibrillar Imaging.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50542,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mitochondria within body wall muscle cells of the CB5600 (ccIs4251 (Pmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp)) strain were imaged using an Olympus CKX41 microscope (Olympus UK Ltd. London). The worms were imaged by GFP fluorescence microscopy at 40× magnification. Approximately 20 to 30 animals per condition were placed in 20 µL M9 on a microscope slide and immobilized with a cover slip. Images were taken of myofibers or mitochondria in body-wall muscle from both head and tail regions of every animal and visually classified as either well-networked, moderately fragmented, or severely fragmented (for mitochondrial quantification), or organized, moderately disorganized, and severely disorganized (for myofibrillar quantification) as previously described. The overall proportion of mitochondrial or myofibrillar classifications was obtained by normalizing to the total muscle cell count within each treatment condition (~150 to 300 muscle cells per condition from 30 to 60 animals per time point) across two biological replicates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 51575,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Measurement of Citrate Synthase Activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 51617,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Wild-type N2 animals were roughly age synchronized as previously described and grown for ~60 h to young adulthood on fresh OP50 bacterial lawns 20 °C. Animals were transferred to fresh OP50 plates every 48 h to remove progeny and prevent population starvation, and 50 animals collected per condition, per time point (days 0, 2, 4, and 12 postadulthood) and per replicate. Citrate synthase activity (CS) was measured in isolated mitochondrial pellets, as described in Supplemental methods section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 52115,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA Interference Protocols.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 52143,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All RNAi experiments were performed using age synchronized L1 larval stage animals by gravity flotation and grown for 60 h on NGM agar plates containing 1 mM IPTG, 50 µg/mL ampicillin. The plates were seeded with 200 μL HT115 (DE3) bacteria expressing double-stranded RNA against the genes screened. The Ahringer RNAi library was utilized, purchased from Source Bioscience (Cambridge, UK). HT115 (DE3) bacteria containing the empty L4440 plasmid vector was used as controls. Full details of each RNAi protocol for health span/life span screens, or plate-based experiments can be viewed in SI Appendix, Supplemental Methods section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 52780,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA Isolation for Next-Generation Sequencing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 52826,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Synchronized worms were grown on NGM agar plates until young adulthood and treated with AP39 mtH2S from either L1 or day 0, as described above. On sample collection day, 100 worms were manually picked and added to 1 mL TRIzol™ Reagent (Thermofisher Scientific, Loughborough, UK) prior to RNA extractions (see SI Appendix, Supplemental Methods section for details).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53193,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA-seq Data Analyses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53216,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "After RNA sequencing data preprocessing (see SI Appendix, Supplemental Methods section), the DESeq2 package for R was used to test for differential gene expression. Establishing approaches to adaptive shrinkage methods and control for false discovery rate (FDR) were employed. DEGreport R was applied to normalized counts to group by expression profile any gene differentially regulated between treatments and/or time points. Functional enrichment analysis of defined gene clusters was then undertaken using the gprofiler2 package for R. Each gene cluster was also input into the Online Search Tool for Retrieval of Interacting Genes/Proteins (STRING, v11.5; ref.) to infer respective PPI networks. Full details of the bioinformatic pipeline employed are provided in Supplemental methods section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 54013,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "7-azido-4-Methylcoumarin Measures of Total Sulfide Levels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 54072,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In all, 120 animals were picked into M9 buffer in 1.5 mL low-bind eppendorphs and washed three times with 1 mL sterile M9 to clear bacterial debris and progeny. Samples were snap-frozen in 40 µL M9 and stored at −80 °C until analysis (within 1 wk). Sulfide content was assessed as described previously as described in SI Appendix, Supplemental Methods section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 54437,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "ELT-6 Fluorescent Reporter Quantification.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 54480,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The SD1550 strain harboring an elt-6 fluorescent promoter and mitochondrial GFP (ccIs4251 [(pSAK2) myo-3p::GFP::LacZ::NLS + (pSAK4) myo-3p::mitochondrial GFP + dpy-20(+)] I. stIs10178 [elt-6p::HIS-24::mCherry + unc-119(+)] was imaged on an upright epifluorescent microscope (BX43, Olympus Life Science, UK). All elt-6 images were taken with mCherry fluorescence at 500-ms exposure and GFP fluorescence set to 50-ms exposure for mitochondrial images. Single images were taken from the head for ELT-6, as the sole site of ELT-6 reporter expression pattern, and from head and tail regions for mitochondrial characterisation across 40-60 animals per condition, per time point. Mitochondrial images were analyzed as detailed above, and ELT-6 images were quantified in ImageJ by performing integrated density quantification on each fluorescent image, subtracting background fluorescence.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 55362,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mitochondrial Toxic Stress Assays in ELT-6 Transgenic Reporter Animals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 55434,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Age-synchronized SD1550 animals were grown to young adulthood on 33-mm NGM plates seeded with OP50 bacteria. Approximately 30 day 0 adults where then picked into 40 μL of either 100 μM hydrogen peroxide (Sigma, UK; 7722-84-1) or 5 mM sodium arsenite (Santa Cruz, DE; 7784-46-5) diluted in M9 for 1- and 2-h exposures, respectively. For rotenone and antimycin A exposures, animals were picked into 40 μL 50 μM or 100 μM concentrations, respectively, diluted in 20 mg/mL OP50/NGM bacteria and incubated for 4 h. Tubes where then washed three times with M9 before animals were pipetted onto slides and immobilized by a coverslip. Both ELT-6 and mitochondrial images were then captured and analyzed as detailed above.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56153,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mitochondrial Superoxide Assessment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56190,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Superoxide levels were measured using MitoSOX (Invitrogen, UK) as described previously. For day 0 measures, animals were grown on OP50 plates until L3 larval stage, where ~30 animals were then picked onto petri plates + OP50 seeded with a final plate concentration of 10 μM MitoSOX and left to incubate in the dark for 24 h. The same exposures were performed for day 4 and day 10 measures (i.e., day 3 and day 9 adults picked onto MitoSOX plates for 24 h, respectively). On the day of imaging, animals were washed from plates with M9 buffer into 1.5 mL low-bind tubes and washed three times to clear the outer cuticle of probe. Animals were then placed on OP50 plates for 1-h to clear residual probe from the gut. Animals were then picked into 20 μL M9 buffer on glass slides with glass coverslip. Images were taken with a 40× objective with green light excitation and a 1-s exposure rate. The terminal bulb was manually selected in ImageJ and integrated fluorescence density was normalized to the total area of analysis and background fluorescence removed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57251,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistics and Data Analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57281,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Statistics and graph generation were performed in GraphPad Prism 9. Significance was determined by paired t test or 2-way ANOVA, with post hoc multiple comparison tests. For survival analyses, the Log-Rank (Mantel Cox) test was used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57515,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57538,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "This article is a PNAS Direct Submission.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57580,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Data, Materials, and Software Availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57623,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All study data are included in the article and/or supporting information. The raw RNA sequencing data can be found within the NCBI BioProject database (https://www.ncbi.nlm.nih.gov/bioproject/) under the Sequence Read Archive (SRA) accession PRJNA996496.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57878,
            "infons": {
              "fpage": "1",
              "lpage": "16",
              "section_type": "REF",
              "source": "Office for National Statistics",
              "type": "ref",
              "volume": "1",
              "year": "2014"
            },
            "text": "Health Expectancies at Birth and at Age 65 in the United Kingdom: 2009-2011",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57954,
            "infons": {
              "fpage": "57",
              "pub-id_pmid": "34556664",
              "section_type": "REF",
              "source": "NPJ Regen. Med.",
              "type": "ref",
              "volume": "6",
              "year": "2021"
            },
            "text": "Longevity leap: Mind the healthspan gap",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57994,
            "infons": {
              "fpage": "96",
              "lpage": "104",
              "pub-id_pmid": "20813420",
              "section_type": "REF",
              "source": "Health Policy",
              "type": "ref",
              "volume": "100",
              "year": "2011"
            },
            "text": "Health span or life span: The role of patient-reported outcomes in informing health policy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58085,
            "infons": {
              "fpage": "445",
              "lpage": "458",
              "pub-id_pmid": "22771382",
              "section_type": "REF",
              "source": "Ageing Res. Rev.",
              "type": "ref",
              "volume": "12",
              "year": "2013"
            },
            "text": "Pharmacological lifespan extension of invertebrates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58137,
            "infons": {
              "fpage": "3",
              "lpage": "14",
              "pub-id_pmid": "28007498",
              "section_type": "REF",
              "source": "Ageing Res. Rev.",
              "type": "ref",
              "volume": "39",
              "year": "2017"
            },
            "text": "Dietary restriction and lifespan: Lessons from invertebrate models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58204,
            "infons": {
              "fpage": "565",
              "lpage": "568",
              "pub-id_pmid": "27238421",
              "section_type": "REF",
              "source": "Trends Cell Biol.",
              "type": "ref",
              "volume": "26",
              "year": "2016"
            },
            "text": "Does longer lifespan mean longer healthspan?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58249,
            "infons": {
              "fpage": "E277",
              "lpage": "E286",
              "pub-id_pmid": "25561524",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A.",
              "type": "ref",
              "volume": "112",
              "year": "2015"
            },
            "text": "Uncoupling lifespan and healthspan in Caenorhabditis elegans longevity mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58328,
            "infons": {
              "fpage": "791",
              "lpage": "896",
              "pub-id_pmid": "22535897",
              "section_type": "REF",
              "source": "Physiol. Rev.",
              "type": "ref",
              "volume": "92",
              "year": "2012"
            },
            "text": "Physiological implications of hydrogen sulfide: A Whiff exploration that blossomed",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58411,
            "infons": {
              "fpage": "1253",
              "lpage": "1337",
              "pub-id_pmid": "29112440",
              "section_type": "REF",
              "source": "Chem. Rev.",
              "type": "ref",
              "volume": "118",
              "year": "2018"
            },
            "text": "Chemical biology of H2S signaling through persulfidation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58468,
            "infons": {
              "fpage": "499",
              "lpage": "507",
              "pub-id_pmid": "22781905",
              "section_type": "REF",
              "source": "Nat. Rev. Mol. Cell Biol.",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "H2S signalling through protein sulfhydration and beyond",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58524,
            "infons": {
              "fpage": "917",
              "lpage": "935",
              "pub-id_pmid": "17948022",
              "section_type": "REF",
              "source": "Nat. Rev. Drug. Discov.",
              "type": "ref",
              "volume": "6",
              "year": "2007"
            },
            "text": "Hydrogen sulphide and its therapeutic potential",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58572,
            "infons": {
              "fpage": "329",
              "lpage": "345",
              "pub-id_pmid": "25849904",
              "section_type": "REF",
              "source": "Nat. Rev. Drug. Discov.",
              "type": "ref",
              "volume": "14",
              "year": "2015"
            },
            "text": "Hydrogen sulfide-based therapeutics: Exploiting a unique but ubiquitous gasotransmitter",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58660,
            "infons": {
              "elocation-id": "e2018342118",
              "pub-id_pmid": "33627403",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A.",
              "type": "ref",
              "volume": "118",
              "year": "2021"
            },
            "text": "Mitochondrial hydrogen sulfide supplementation improves health in the C. elegans Duchenne muscular dystrophy model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58775,
            "infons": {
              "fpage": "367",
              "lpage": "375",
              "pub-id_pmid": "33325042",
              "section_type": "REF",
              "source": "J. Inherit. Metab. Dis.",
              "type": "ref",
              "volume": "44",
              "year": "2021"
            },
            "text": "The mitochondria-targeted hydrogen sulfide donor AP39 improves health and mitochondrial function in a C. elegans primary mitochondrial disease model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58924,
            "infons": {
              "fpage": "58",
              "lpage": "67",
              "section_type": "REF",
              "source": "Antioxid. Redox Sign.",
              "type": "ref",
              "volume": "17",
              "year": "2012"
            },
            "text": "Hydrogen sulfide: An endogenous mediator of resolution of inflammation and injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59006,
            "infons": {
              "fpage": "2523",
              "lpage": "2534",
              "pub-id_pmid": "23704252",
              "section_type": "REF",
              "source": "Circulation",
              "type": "ref",
              "volume": "127",
              "year": "2013"
            },
            "text": "Decreased endogenous production of hydrogen sulfide accelerates atherosclerosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59086,
            "infons": {
              "fpage": "20618",
              "lpage": "20622",
              "pub-id_pmid": "18077331",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A.",
              "type": "ref",
              "volume": "104",
              "year": "2007"
            },
            "text": "Hydrogen sulfide increases thermotolerance and lifespan in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59168,
            "infons": {
              "elocation-id": "e80135",
              "pub-id_pmid": "24260346",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "C. elegans aging is modulated by hydrogen sulfide and the sulfhydrylase/cysteine Synthase cysl-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59265,
            "infons": {
              "fpage": "2621",
              "lpage": "2630",
              "section_type": "REF",
              "source": "Antioxid. Redox Sign.",
              "type": "ref",
              "volume": "20",
              "year": "2014"
            },
            "text": "Hydrogen sulfide is an endogenous regulator of aging in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59344,
            "infons": {
              "fpage": "6",
              "pub-id_pmid": "32566245",
              "section_type": "REF",
              "source": "NPJ Aging Mech. Dis.",
              "type": "ref",
              "volume": "6",
              "year": "2020"
            },
            "text": "Lifespan and healthspan benefits of exogenous H2S in C. elegans are independent from effects downstream of eat-2 mutation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59466,
            "infons": {
              "fpage": "2867",
              "lpage": "2879.e4",
              "pub-id_pmid": "31422888",
              "section_type": "REF",
              "source": "Curr. Biol.",
              "type": "ref",
              "volume": "29",
              "year": "2019"
            },
            "text": "Environmental programming of adult foraging behavior in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59533,
            "infons": {
              "fpage": "2398",
              "lpage": "2401",
              "pub-id_pmid": "12471266",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "298",
              "year": "2002"
            },
            "text": "Rates of behavior and aging specified by mitochondrial function during development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59616,
            "infons": {
              "fpage": "830",
              "lpage": "834",
              "pub-id_pmid": "12399591",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "298",
              "year": "2002"
            },
            "text": "Timing requirements for Insulin/IGF-1 signaling in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59678,
            "infons": {
              "fpage": "497",
              "lpage": "564",
              "pub-id_pmid": "28978633",
              "section_type": "REF",
              "source": "Pharmacol. Rev.",
              "type": "ref",
              "volume": "69",
              "year": "2017"
            },
            "text": "International union of basic and clinical pharmacology. CII: Pharmacological modulation of H2S levels: H2S donors and H2S biosynthesis inhibitors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59824,
            "infons": {
              "fpage": "1194",
              "lpage": "1217",
              "pub-id_pmid": "23746838",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "153",
              "year": "2013"
            },
            "text": "The hallmarks of aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59847,
            "infons": {
              "fpage": "3382",
              "lpage": "3396",
              "pub-id_pmid": "30455409",
              "section_type": "REF",
              "source": "Aging Albany NY",
              "type": "ref",
              "volume": "10",
              "year": "2018"
            },
            "text": "Greater loss of mitochondrial function with ageing is associated with earlier onset of sarcopenia in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59959,
            "infons": {
              "fpage": "1347",
              "lpage": "1353",
              "pub-id_pmid": "26050973",
              "section_type": "REF",
              "source": "Biochim. Biophys. Acta",
              "type": "ref",
              "volume": "1847",
              "year": "2015"
            },
            "text": "Mitochondrial dysfunction in aging: Much progress but many unresolved questions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60039,
            "infons": {
              "fpage": "120",
              "lpage": "130",
              "pub-id_pmid": "24755204",
              "section_type": "REF",
              "source": "Nitric Oxide",
              "type": "ref",
              "volume": "41",
              "year": "2014"
            },
            "text": "AP39, a novel mitochondria-targeted hydrogen sulfide donor, stimulates cellular bioenergetics, exerts cytoprotective effects and protects against the loss of mitochondrial DNA integrity in oxidatively stressed endothelial cells in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60276,
            "infons": {
              "fpage": "B359",
              "lpage": "B365",
              "section_type": "REF",
              "source": "J. Gerontol. Ser.",
              "type": "ref",
              "volume": "57",
              "year": "2002"
            },
            "text": "Skeletal muscle strength as a predictor of all-cause mortality in healthy men",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60354,
            "infons": {
              "fpage": "8919",
              "pub-id_pmid": "26586186",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "C. elegans maximum velocity correlates with healthspan and is maintained in worms with an insulin receptor mutation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60470,
            "infons": {
              "fpage": "1",
              "lpage": "21",
              "section_type": "REF",
              "source": "Clin. Superv.",
              "type": "ref",
              "volume": "35",
              "year": "2016"
            },
            "text": "Dialogical reflexivity in supervision: An experiential learning process for enhancing reflective and relational competencies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60595,
            "infons": {
              "fpage": "390",
              "lpage": "402",
              "pub-id_pmid": "21907144",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "14",
              "year": "2011"
            },
            "text": "Insulin/IGF-1 receptor signaling enhances biosynthetic activity and fat mobilization in the initial phase of starvation in adult male C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60740,
            "infons": {
              "fpage": "473",
              "lpage": "480",
              "section_type": "REF",
              "source": "J. Gerontol. Ser.",
              "type": "ref",
              "volume": "72",
              "year": "2017"
            },
            "text": "Assessing health span in Caenorhabditis elegans: Lessons from short-lived mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60822,
            "infons": {
              "elocation-id": "e0257591",
              "pub-id_pmid": "35108272",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "17",
              "year": "2022"
            },
            "text": "High temporal resolution measurements of movement reveal novel early-life physiological decline in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60932,
            "infons": {
              "fpage": "1831",
              "lpage": "1837",
              "pub-id_pmid": "21527158",
              "section_type": "REF",
              "source": "J. Am. Coll. Cardiol.",
              "type": "ref",
              "volume": "57",
              "year": "2011"
            },
            "text": "A prospective study of muscular strength and all-cause mortality in men with hypertension",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61022,
            "infons": {
              "fpage": "1235",
              "lpage": "1246",
              "pub-id_pmid": "25491313",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "29",
              "year": "2015"
            },
            "text": "The integrin-adhesome is required to maintain muscle structure, mitochondrial ATP production, and movement forces in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61162,
            "infons": {
              "fpage": "2187",
              "lpage": "2201",
              "pub-id_pmid": "29892747",
              "section_type": "REF",
              "source": "Lab. Chip.",
              "type": "ref",
              "volume": "18",
              "year": "2018"
            },
            "text": "NemaFlex: A microfluidics-based technology for standardized measurement of muscular strength of C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61269,
            "infons": {
              "fpage": "20",
              "pub-id_pmid": "34389048",
              "section_type": "REF",
              "source": "Skelet. Muscle",
              "type": "ref",
              "volume": "11",
              "year": "2021"
            },
            "text": "Investigating the correlation of muscle function tests and sarcomere organization in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61365,
            "infons": {
              "fpage": "718942",
              "section_type": "REF",
              "source": "Front. Endocrinol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "A critical review of the evidence that metformin is a putative anti-aging drug that enhances healthspan and extends lifespan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61490,
            "infons": {
              "fpage": "226",
              "lpage": "229",
              "pub-id_pmid": "21451522",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "472",
              "year": "2011"
            },
            "text": "Amyloid-binding compounds maintain protein homeostasis during ageing and extend lifespan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61579,
            "infons": {
              "fpage": "121",
              "lpage": "124",
              "section_type": "REF",
              "source": "Transl. Med. Aging",
              "type": "ref",
              "volume": "3",
              "year": "2019"
            },
            "text": "Recent progresses on anti-aging compounds and their targets in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61665,
            "infons": {
              "elocation-id": "e13774",
              "pub-id_pmid": "36670049",
              "section_type": "REF",
              "source": "Aging Cell",
              "type": "ref",
              "volume": "22",
              "year": "2023"
            },
            "text": "Rilmenidine extends lifespan and healthspan in Caenorhabditis elegans via a nischarin I1-imidazoline receptor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61775,
            "infons": {
              "fpage": "3349",
              "lpage": "3360",
              "pub-id_pmid": "22586215",
              "section_type": "REF",
              "source": "J. Physiol.",
              "type": "ref",
              "volume": "590",
              "year": "2012"
            },
            "text": "Biomarkers of mitochondrial content in skeletal muscle of healthy young human subjects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61862,
            "infons": {
              "fpage": "E2832",
              "lpage": "E2841",
              "pub-id_pmid": "27140632",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A.",
              "type": "ref",
              "volume": "113",
              "year": "2016"
            },
            "text": "Roles for ROS and hydrogen sulfide in the longevity response to germline loss in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61966,
            "infons": {
              "fpage": "200",
              "lpage": "205",
              "pub-id_pmid": "19136963",
              "section_type": "REF",
              "source": "Nat. Med.",
              "type": "ref",
              "volume": "15",
              "year": "2009"
            },
            "text": "Loss of ETHE1, a mitochondrial dioxygenase, causes fatal sulfide toxicity in ethylmalonic encephalopathy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62071,
            "infons": {
              "fpage": "2027",
              "lpage": "2035",
              "pub-id_pmid": "19703987",
              "section_type": "REF",
              "source": "J. Exp. Med.",
              "type": "ref",
              "volume": "206",
              "year": "2009"
            },
            "text": "Aryl hydrocarbon receptor in combination with Stat1 regulates LPS-induced inflammatory responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62168,
            "infons": {
              "fpage": "644",
              "lpage": "647",
              "pub-id_pmid": "12690206",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "300",
              "year": "2003"
            },
            "text": "DAF-16 target genes that control C. elegans life-span and metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62237,
            "infons": {
              "elocation-id": "e25476",
              "pub-id_pmid": "21980473",
              "section_type": "REF",
              "source": "Plos One",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "HIF-1 and SKN-1 coordinate the transcriptional response to hydrogen sulfide in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62339,
            "infons": {
              "elocation-id": "e1006762",
              "pub-id_pmid": "28453520",
              "section_type": "REF",
              "source": "PLoS Genet.",
              "type": "ref",
              "volume": "13",
              "year": "2017"
            },
            "text": "WDR23 regulates NRF2 independently of KEAP1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62383,
            "infons": {
              "fpage": "88",
              "lpage": "98",
              "pub-id_pmid": "26056713",
              "section_type": "REF",
              "source": "Mech. Ageing Dev.",
              "type": "ref",
              "volume": "149",
              "year": "2015"
            },
            "text": "Characterization of skn-1/wdr-23 phenotypes in Caenorhabditis elegans; pleiotrophy, aging, glutathione, and interactions with other longevity pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62534,
            "infons": {
              "fpage": "629",
              "lpage": "645",
              "pub-id_pmid": "33951310",
              "section_type": "REF",
              "source": "J. Cachexia Sarcopenia Muscle",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Transcriptomic meta-analysis of disuse muscle atrophy vs. resistance exercise-induced hypertrophy in young and older humans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62658,
            "infons": {
              "fpage": "740",
              "lpage": "755",
              "pub-id_pmid": "31910159",
              "section_type": "REF",
              "source": "Aging Albany NY",
              "type": "ref",
              "volume": "12",
              "year": "2020"
            },
            "text": "Network analysis of human muscle adaptation to aging and contraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62727,
            "infons": {
              "fpage": "23930",
              "pub-id_pmid": "34907264",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "11",
              "year": "2021"
            },
            "text": "Transcriptomic adaptation during skeletal muscle habituation to eccentric or concentric exercise training",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62833,
            "infons": {
              "fpage": "291",
              "lpage": "303",
              "pub-id_pmid": "18662544",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "134",
              "year": "2008"
            },
            "text": "An elt-3/elt-5/elt-6 GATA transcription circuit guides aging in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62908,
            "infons": {
              "fpage": "4926",
              "pub-id_pmid": "24819947",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "4",
              "year": "2014"
            },
            "text": "Loss-of-function of β-catenin bar-1 slows development and activates the Wnt pathway in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63021,
            "infons": {
              "fpage": "3485",
              "lpage": "3504",
              "pub-id_pmid": "34613340",
              "section_type": "REF",
              "source": "Biochem. J.",
              "type": "ref",
              "volume": "478",
              "year": "2021"
            },
            "text": "Hydrogen sulfide in ageing, longevity and disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63071,
            "infons": {
              "fpage": "5808",
              "pub-id_pmid": "31862890",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Mitochondrial oxidative capacity and NAD+ biosynthesis are reduced in human sarcopenia across ethnicities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63177,
            "infons": {
              "fpage": "194",
              "pub-id_pmid": "33580198",
              "section_type": "REF",
              "source": "Commun. Biol.",
              "type": "ref",
              "volume": "4",
              "year": "2021"
            },
            "text": "Molecular and phenotypic analysis of rodent models reveals conserved and species-specific modulators of human sarcopenia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63298,
            "infons": {
              "fpage": "275",
              "lpage": "294",
              "pub-id_pmid": "3379447",
              "section_type": "REF",
              "source": "J. Neurol. Sci.",
              "type": "ref",
              "volume": "84",
              "year": "1988"
            },
            "text": "What is the cause of the ageing atrophy? Total number, size and proportion of different fiber types studied in whole vastus lateralis muscle from 15- to 83-year-old men",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63467,
            "infons": {
              "fpage": "405",
              "lpage": "410",
              "section_type": "REF",
              "source": "Curr. Opin. Clin. Nutr.",
              "type": "ref",
              "volume": "7",
              "year": "2004"
            },
            "text": "Muscle tissue changes with aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63500,
            "infons": {
              "fpage": "E224",
              "lpage": "E232",
              "pub-id_pmid": "26037248",
              "section_type": "REF",
              "source": "Am. J. Physiol. Endocrinol. Metab.",
              "type": "ref",
              "volume": "309",
              "year": "2015"
            },
            "text": "Mitochondrial respiratory capacity and coupling control decline with age in human skeletal muscle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63598,
            "infons": {
              "fpage": "619216",
              "pub-id_pmid": "33553232",
              "section_type": "REF",
              "source": "Front. Nutr.",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Mitochondrial content, but not function, is altered with a multimodal resistance training protocol and adequate protein intake in leucine-supplemented pre/frail women",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63765,
            "infons": {
              "fpage": "147",
              "lpage": "157",
              "pub-id_pmid": "22396862",
              "section_type": "REF",
              "source": "Aging Dis.",
              "type": "ref",
              "volume": "1",
              "year": "2010"
            },
            "text": "D. van Heemst, Insulin, IGF-1 and longevity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63809,
            "infons": {
              "fpage": "577",
              "lpage": "589",
              "pub-id_pmid": "29156095",
              "section_type": "REF",
              "source": "Brit. J. Pharmacol.",
              "type": "ref",
              "volume": "175",
              "year": "2018"
            },
            "text": "Multiple role of 3-mercaptopyruvate sulfurtransferase: Antioxidative function, H2S and polysulfide production and possible SOx production",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63947,
            "infons": {
              "fpage": "1152",
              "lpage": "1170.e13",
              "pub-id_pmid": "31735592",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "30",
              "year": "2019"
            },
            "text": "Selective persulfide detection reveals evolutionarily conserved antiaging effects of S-sulfhydration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64048,
            "infons": {
              "fpage": "40227",
              "section_type": "REF",
              "source": "Sci Rep-uk",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Discovery and mechanistic characterization of selective inhibitors of H2S-producing Enzyme: 3-mercaptopyruvate sulfurtransferase (3MST) targeting active-site cysteine persulfide",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64226,
            "infons": {
              "fpage": "99",
              "lpage": "109",
              "pub-id_pmid": "19424860",
              "section_type": "REF",
              "source": "Age",
              "type": "ref",
              "volume": "30",
              "year": "2008"
            },
            "text": "The oxidative stress theory of aging: Embattled or invincible? Insights from non-traditional model organisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64335,
            "infons": {
              "fpage": "727",
              "lpage": "731",
              "section_type": "REF",
              "source": "Antioxid. Redox Sign.",
              "type": "ref",
              "volume": "20",
              "year": "2014"
            },
            "text": "The free radical theory of aging is dead. Long live the damage theory!",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64406,
            "infons": {
              "fpage": "628157",
              "pub-id_pmid": "33644065",
              "section_type": "REF",
              "source": "Front. Cell Dev. Biol.",
              "type": "ref",
              "volume": "9",
              "year": "2021"
            },
            "text": "Beneficial and detrimental effects of reactive oxygen species on lifespan: A comprehensive review of comparative and experimental studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64544,
            "infons": {
              "fpage": "1911",
              "lpage": "1953",
              "section_type": "REF",
              "source": "Antioxid. Redox Sign.",
              "type": "ref",
              "volume": "13",
              "year": "2010"
            },
            "text": "Reactive oxygen species and aging in Caenorhabditis elegans: Causal or casual relationship?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64636,
            "infons": {
              "elocation-id": "e12896",
              "pub-id_pmid": "30773782",
              "section_type": "REF",
              "source": "Aging Cell",
              "type": "ref",
              "volume": "18",
              "year": "2019"
            },
            "text": "DAF-16 stabilizes the aging transcriptome and is activated in mid-aged Caenorhabditis elegans to cope with internal stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64759,
            "infons": {
              "fpage": "1",
              "lpage": "43",
              "section_type": "REF",
              "source": "Wormbook",
              "type": "ref",
              "year": "2013"
            },
            "text": "Insulin/insulin-like growth factor signaling in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64818,
            "infons": {
              "fpage": "196",
              "lpage": "207",
              "pub-id_pmid": "26643314",
              "section_type": "REF",
              "source": "Aging Cell",
              "type": "ref",
              "volume": "15",
              "year": "2016"
            },
            "text": "Long live FOXO: Unraveling the role of FOXO proteins in aging and longevity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64894,
            "infons": {
              "fpage": "200",
              "pub-id_pmid": "32274386",
              "section_type": "REF",
              "source": "Front. Cell Dev. Biol.",
              "type": "ref",
              "volume": "8",
              "year": "2020"
            },
            "text": "Mitophagy: An emerging role in aging and age-associated diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64959,
            "infons": {
              "elocation-id": "e1003389",
              "pub-id_pmid": "23555298",
              "section_type": "REF",
              "source": "PLoS Genet.",
              "type": "ref",
              "volume": "9",
              "year": "2013"
            },
            "text": "Molecular networks of human muscle adaptation to exercise and age",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65025,
            "infons": {
              "fpage": "7399",
              "lpage": "7417",
              "pub-id_pmid": "27654940",
              "section_type": "REF",
              "source": "J. Physiol.",
              "type": "ref",
              "volume": "594",
              "year": "2016"
            },
            "text": "Synchronous deficits in cumulative muscle protein synthesis and ribosomal biogenesis underlie age-related anabolic resistance to exercise in humans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65173,
            "infons": {
              "fpage": "303",
              "lpage": "324",
              "pub-id_pmid": "29968207",
              "section_type": "REF",
              "source": "Biogerontology",
              "type": "ref",
              "volume": "19",
              "year": "2018"
            },
            "text": "Peroxisomes: Role in cellular ageing and age related disorders",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65236,
            "infons": {
              "fpage": "1522",
              "lpage": "1533",
              "pub-id_pmid": "34689720",
              "section_type": "REF",
              "source": "Autophagy",
              "type": "ref",
              "volume": "18",
              "year": "2021"
            },
            "text": "Degradative tubular lysosomes link pexophagy to starvation and early aging in C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65325,
            "infons": {
              "fpage": "1126",
              "pub-id_pmid": "28538669",
              "section_type": "REF",
              "source": "Int. J. Mol. Sci.",
              "type": "ref",
              "volume": "18",
              "year": "2017"
            },
            "text": "The peroxisome-mitochondria connection: How and why?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65378,
            "infons": {
              "fpage": "132",
              "lpage": "144",
              "pub-id_pmid": "25542313",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "160",
              "year": "2015"
            },
            "text": "Endogenous hydrogen sulfide production is essential for dietary restriction benefits",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65463,
            "infons": {
              "fpage": "884",
              "lpage": "896.e5",
              "pub-id_pmid": "29107506",
              "section_type": "REF",
              "source": "Cell Metab.",
              "type": "ref",
              "volume": "26",
              "year": "2017"
            },
            "text": "Dietary restriction and AMPK increase lifespan via mitochondrial network and peroxisome remodeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65562,
            "infons": {
              "fpage": "71",
              "lpage": "94",
              "pub-id_pmid": "4366476",
              "section_type": "REF",
              "source": "Genetics",
              "type": "ref",
              "volume": "77",
              "year": "1974"
            },
            "text": "The genetics of Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65601,
            "infons": {
              "fpage": "728",
              "lpage": "736",
              "section_type": "REF",
              "source": "Medchemcomm",
              "type": "ref",
              "volume": "5",
              "year": "2014"
            },
            "text": "The synthesis and functional evaluation of a mitochondria-targeted hydrogen sulfide donor, (10-oxo-10-(4-(3-thioxo-3 H -1,2-dithiol-5-yl)phenoxy)decyl)triphenylphosphonium bromide (AP39)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65788,
            "infons": {
              "fpage": "1649",
              "lpage": "1655",
              "section_type": "REF",
              "source": "Medchemcomm",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "Investigating the generation of hydrogen sulfide from the phosphonamidodithioate slow-release donor GYY4137",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65896,
            "infons": {
              "fpage": "2351",
              "lpage": "2360",
              "pub-id_pmid": "18443240",
              "section_type": "REF",
              "source": "Circulation",
              "type": "ref",
              "volume": "117",
              "year": "2008"
            },
            "text": "Characterization of a novel, water-soluble hydrogen sulfide-releasing molecule (GYY4137)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 65985,
            "infons": {
              "fpage": "1255",
              "pub-id_pmid": "36385509",
              "section_type": "REF",
              "source": "Commun. Biol.",
              "type": "ref",
              "volume": "5",
              "year": "2022"
            },
            "text": "Sulfur amino acid supplementation displays therapeutic potential in a C. elegans model of Duchenne muscular dystrophy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66103,
            "infons": {
              "fpage": "325",
              "lpage": "330",
              "pub-id_pmid": "11099033",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "408",
              "year": "2000"
            },
            "text": "Functional genomic analysis of C. elegans chromosome I by systematic RNA interference",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66189,
            "infons": {
              "fpage": "550",
              "pub-id_pmid": "25516281",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66269,
            "infons": {
              "fpage": "kxw041",
              "section_type": "REF",
              "source": "Biostatistics",
              "type": "ref",
              "volume": "18",
              "year": "2016"
            },
            "text": "False discovery rates: A new deal",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66303,
            "infons": {
              "fpage": "ELIXIR-709",
              "section_type": "REF",
              "source": "F1000Res.",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "gprofiler2–An R package for gene list functional enrichment analysis and namespace conversion toolset g:Profiler",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66418,
            "infons": {
              "fpage": "gky1131",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "47",
              "year": "2018"
            },
            "text": "STRING v11: Protein–protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66563,
            "infons": {
              "fpage": "125",
              "lpage": "136",
              "pub-id_pmid": "19900588",
              "section_type": "REF",
              "source": "Mitochondrion",
              "type": "ref",
              "volume": "10",
              "year": "2010"
            },
            "text": "Mitochondrial respiratory chain dysfunction variably increases oxidant stress in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66667,
            "infons": {
              "section_type": "REF",
              "source": "NCBI BioProject",
              "type": "ref"
            },
            "text": "Effect of mitochondrial sulfide on C. elegans transcriptome across the lifecourse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66749,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]