[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250715",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11046949",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/s12985-024-02374-2",
              "article-id_pmc": "PMC11046949",
              "article-id_pmid": "38664855",
              "article-id_publisher-id": "2374",
              "elocation-id": "95",
              "kwd": "African swine fever virus Antiviral Anti-inflammatory Cytokine production Screening",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
              "name_0": "surname:Jackman;given-names:Joshua A.",
              "name_1": "surname:Hakobyan;given-names:Astghik",
              "name_2": "surname:Grigoryan;given-names:Rafayela",
              "name_3": "surname:Izmailyan;given-names:Roza",
              "name_4": "surname:Elrod;given-names:Charles C.",
              "name_5": "surname:Zakaryan;given-names:Hovakim",
              "section_type": "TITLE",
              "title": "Keywords",
              "type": "front",
              "volume": "21",
              "year": "2024"
            },
            "text": "Antiviral screening of natural, anti-inflammatory compound library against African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 101,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 112,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "African swine fever virus (ASFV) is a major threat to pig production and the lack of effective vaccines underscores the need to develop robust antiviral countermeasures. Pathologically, a significant elevation in pro-inflammatory cytokine production is associated with ASFV infection in pigs and there is high interest in identifying dual-acting natural compounds that exhibit antiviral and anti-inflammatory activities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 533,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 541,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Using the laboratory-adapted ASFV BA71V strain, we screened a library of 297 natural, anti-inflammatory compounds to identify promising candidates that protected Vero cells against virus-induced cytopathic effect (CPE). Virus yield reduction, virucidal, and cell cytotoxicity experiments were performed on positive hits and two lead compounds were further characterized in dose-dependent assays along with time-of-addition, time-of-removal, virus entry, and viral protein synthesis assays. The antiviral effects of the two lead compounds on mitigating virulent ASFV infection in porcine macrophages (PAMs) were also tested using similar methods, and the ability to inhibit pro-inflammatory cytokine production during virulent ASFV infection was assessed by enzyme-linked immunosorbent assay (ELISA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1341,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1349,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The screen identified five compounds that inhibited ASFV-induced CPE by greater than 50% and virus yield reduction experiments showed that two of these compounds, tetrandrine and berbamine, exhibited particularly high levels of anti-ASFV activity. Mechanistic analysis confirmed that both compounds potently inhibited early stages of ASFV infection and that the compounds also inhibited infection of PAMs by the virulent ASFV Arm/07 isolate. Importantly, during ASFV infection in PAM cells, both compounds markedly reduced the production of pro-inflammatory cytokines involved in disease pathogenesis while tetrandrine had a greater and more sustained anti-inflammatory effect than berbamine.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2042,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2054,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Together, these findings support that dual-acting natural compounds with antiviral and anti-inflammatory properties hold promise as preventative and therapeutic agents to combat ASFV infection by simultaneously inhibiting viral replication and reducing virus-induced cytokine production.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2342,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2368,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The online version contains supplementary material available at 10.1186/s12985-024-02374-2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2460,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2471,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "African swine fever virus (ASFV) is the etiological agent of African swine fever (ASF), which is a highly infectious hemorrhagic disease of domestic pigs and wild boars with mortality rates close to 100%. ASF causes heavy losses to the pork industry of affected countries due to the lack of effective vaccines. In 2018, ASF outbreaks were reported in China and neighboring countries that are collectively responsible for almost half of the world’s pork production, thereby presenting a global threat to the pork supply. This issue has led to strict biosecurity practices to prevent ASF spread as well as the search for natural compounds with antiviral properties that can mitigate ASFV in potential transmission vectors such as water and feed. In addition to these preventative measures, there is high interest in discovering natural compounds that might also be capable of curbing ASFV infection in pigs based on inhibiting viral genome replication along with reducing disease symptoms such as inflammation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3482,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Pigs infected with highly virulent ASFV strains display high fever, with temperatures up to 42 °C, lethargy, inactivity, and anorexia. The affected animals usually show cyanosis, nasal discharges, vomiting, and diarrhea. Animals die within 7 days from the onset of disease. Hemorrhagic splenomegaly and lymphadenitis are recorded during post-mortem observations. Hemorrhagic lesions may also be observed with less frequency in other organs. While various pathogenic mechanisms have been proposed as primary contributors to hemorrhages, the current consensus identifies pro-inflammatory cytokine production as the initial cause of lesions in ASF. Serum analysis of infected pigs revealed a significant elevation of pro-inflammatory cytokines, including TNF-α, IFN-α, IL-1β, IL-6, IL-8, and IL-12, which is commonly referred to as “cytokine storm”. The “cytokine storm” effect is common for several highly pathogenic viruses such as SARS-CoV-2, influenza virus, and Ebola virus, and can result in multiple organ failure and mortality. Thus, controlling pro-inflammatory cytokine production may prevent disease progression and reduce the mortality rate associated with ASF and other viral diseases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4691,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previously, the antiviral efficacy of some natural compounds possessing generally recognized anti-inflammatory properties was studied against ASFV. For instance, we have reported that the flavonoid apigenin significantly inhibited ASFV replication in immortalized Vero cells. Genkwanin, a natural derivative of apigenin, also exerted potent anti-ASFV activity in Vero cells and porcine macrophages (PAMs). These results prompted us to consider the potential of other anti-inflammatory natural compounds as inhibitors of ASFV infection. Such compounds may have the potential to act as dual-purpose antiviral drugs, which are capable of not only inhibiting ASFV replication but also mitigating the “cytokine storm” associated with ASFV infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5440,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Herein, we applied a small library screening approach to evaluate the antiviral activity of 297 natural compounds with generally recognized anti-inflammatory properties. The screen was conducted using the laboratory-adapted, non-virulent ASFV BA71V strain and led us to identify five natural compounds that inhibited virus-induced cytopathic effect (CPE) by greater than 50%. Virus yield reduction experiments identified that two of these anti-inflammatory compounds, tetrandrine and berbamine, exhibited particularly high levels of anti-ASFV activity. The antiviral effects of tetrandrine and berbamine on mitigating virulent ASFV infection in PAMs were also confirmed. Notably, during ASFV infection in PAM cells, both compounds, especially tetrandrine, markedly reduced the production of pro-inflammatory cytokines such as TNF-α that plays a key role in ASF disease pathogenesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6327,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6335,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cells, viruses, and compounds",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6365,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Eagle’s minimum essential medium (EMEM; Lonza, Switzerland) with 10% fetal bovine serum (Lonza, Switzerland), 2 mM L-glutamine (Lonza, Switzerland), 100 IU mL− 1 penicillin (Reyoung, China), and 100 µg mL− 1 streptomycin (Arterium, Ukraine) were used to grow Vero (African green monkey kidney) cells at 37 °C. The antiviral screening process and some antiviral assays were conducted by using the Vero-adapted ASFV BA71V strain as specified. We measured the titer of the Vero-adapted ASFV BA71V strain by cytopathic effect (CPE) assay on Vero cells. We used the Spearman-Kärber endpoint method to calculate the titer, which was expressed in log TCID50 mL− 1 units.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7048,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Experiments with the highly virulent ASFV Arm/07 isolate involved porcine alveolar macrophages (PAMs) that were prepared as previously reported. The porcine macrophages were maintained at 37 °C in Dulbecco’s modified Eagle’s medium (Sigma-Aldrich, Germany) that was supplemented with 10% fetal bovine serum, 2 mM L-glutamine, 100 IU mL− 1 penicillin, and 100 µg mL− 1 streptomycin. Titration of the ASFV Arm/07 isolate was conducted using the hemadsorption (HAD) assay and expressed in log HADU50 mL− 1 units.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7578,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A library comprising 297 natural compounds (Additional file 1. Table S1) was obtained from ChemFaces (China). The compounds were selected based on their known anti-inflammatory properties and undocumented efficacy against ASFV. Each compound was dissolved in dimethyl sulfoxide (DMSO) as a 5 mg mL− 1 stock solution and diluted in EMEM. Dilutions in the cell culture medium were made to maintain a final DMSO concentration below 1% (v/v).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8022,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Library screening",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8040,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Confluent Vero cells were seeded in 96-well cell culture plates at a density of 2 × 104 cells per well. The cells were subsequently infected with the ASFV BA71V strain (at 0.2 TCID50 per cell) and immediately treated with test compounds at a concentration of 50 µM, except for some compounds that were tested at 25 µM due to cytotoxic effects (see Table S1) for 72 h at 37 °C. Following the incubation period, once complete CPE (as indicated by cell rounding, detachment, and extensive destruction of cell monolayer) was observed in the untreated wells (Additional file 1. Fig. S1), cell viability was assessed using the MTT assay. In brief, Vero cells were washed with cold PBS and MTT solution [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide from Sigma-Aldrich, Germany] was added. The cells were then allowed to incubate at 37 °C for 2 h, followed by the extraction of purple formazan using the MTT test solvent (DMSO). The optical density (OD) was measured colorimetrically at 570 nm by using a microplate reader (BioTek Epoch 2, Agilent Technologies, USA). The percentage of CPE inhibition was calculated by the following formula: (ODtv-ODv/ODc-ODv) × 100% where OD refers to the optical density of each well, tv refers to ASFV-infected cells treated with compound, c refers to mock-infected cells without treatment, and v refers to ASFV-infected cells without treatment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9446,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ASFV-infected cells treated with a minimal concentration of DMSO (< 0.5%) were utilized as the negative control, while ASFV-infected cells treated with 50 µM of apigenin were used as the positive control. Each plate contained six samples of both negative and positive controls. The OD values obtained from these controls were used to calculate the Z’-factor, which is a statistical parameter to assess the variability of the screening assay. The Z’-factor was calculated by using the following formula: 1-[(3σp + 3σn)/(µp-µn)], where σ refers to the standard deviation, µ refers to the mean, p refers to the positive control, and n refers to the negative control. If the Z’-factor value is between 0.5 and 1.0, then the screening assay performance is considered consistent and robust.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10259,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Compound validation assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10286,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the yield reduction assay, Vero cells were cultivated in 24-well cell culture plates with a seeding density of 2 × 105 cells per well. The cells were subsequently exposed to the ASFV BA71V strain (at 0.2 TCID50 per cell) and treated with selected compounds at concentrations of 50 µM or 25 µM (for tetrandrine). Following a 72-h incubation period, the supernatant was harvested and titrated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10690,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the virucidal assay, a virus suspension containing 2 × 105 TCID50 ASFV particles was incubated with selected compounds at indicated concentrations for 1 h at room temperature. Then, Vero cells seeded in 96-well cell culture plates (seeding density: 2 × 104 cells per well) were exposed to 20-fold dilutions of the treated viral suspension to eliminate potential virostatic effects of the test compounds on ASFV infection. After a 24-h post-infection, the supernatant was harvested and subjected to titration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11214,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Dose-dependent assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11235,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Vero cells (2 × 105 cells per well) or PAMs (4 × 104 cells per well) cultured in 24-well plates were subjected to infection with the ASFV BA71V strain [multiplicity of infection (MOI) of 0.2 TCID50] or ASFV Arm/07 isolate (MOI of 0.5 HADU50), respectively. Following infection, cells were treated with selected compounds at different concentrations in a two-fold dilution format. The infection was allowed to progress for 24 h, after which the supernatant was harvested and titrated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11730,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "MOI-dependent assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11750,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Vero cells cultured in 24-well plates (2 × 105 cells per well) were infected with the ASFV BA71V strain at different MOI values ranging from 0.1 to 1 TCID50 per cell and treated with selected compounds at indicated concentrations. The virus was collected and titrated at 24 h post-infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12048,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Virus replication stage and treatment assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12093,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the ASFV replication cycle experiments, Vero cells (2 × 105 cells per well) cultured in 24-well plates were infected with the ASFV BA71V strain (MOI of 0.2 TCID50) and then treated with selected compounds at indicated concentrations. The infection was allowed to progress for 24, 48, or 72 h, after which the supernatants were harvested and titrated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12454,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For time-of-addition experiments, Vero cells (2 × 105 cells per well) or PAM cells (4 × 104 cells per well) were grown in 24-well cell culture plates. The wells were marked as − 2, 0, 2, 8, and 16 h, corresponding to the time period relative to the onset of ASFV infection (inoculation). These time points cover the early, middle, and late stages of ASFV infection during one replication cycle. In the pre-infection format, Vero cells or macrophages were exposed to the selected compounds before (− 2 h) infection with the ASFV BA71V strain (0.2 TCID50 per cell) or ASFV Arm/07 isolate (0.5 HADU50 per cell). In the co-infection format, Vero cells were simultaneously exposed to compounds and ASFV. In the post-infection format, cells were infected with ASFV and the compounds were then added at 2, 8, or 16 h post-infection. The supernatants were collected at 24 h post-infection and titrated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13371,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For time-of-removal experiments, Vero cells grown in 24-well cell culture plates were infected with the ASFV BA71V strain and treated with compounds at indicated concentrations. Afterwards, the compound was removed after incubation at 2-, 4-, 8-, 12-, or 16-h post-treatment. This removal step was done by washing the cells with 1× PBS and replacing the media. The supernatant was then collected and titrated 24 h post-infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13803,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Virus entry assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13822,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In the virus attachment experiments, Vero cells (2 × 105 cells per well) or macrophages (4 × 104 cells per well) were grown in 24-well cell culture plates. The cells were incubated with the ASFV BA71V strain (0.2 TCID50) or ASFV Arm/07 isolate (0.5 HADU50), respectively, along with the test compounds at 4°C for 1 h. This step was done to facilitate virus binding while preventing internalization. Following this procedure, the unbound virus and compound were removed by thoroughly washing the cells with 1× PBS. Fresh medium containing 3% FBS was then added. Virus in the supernatant was collected and titrated 24 h post-infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14470,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In the internalization experiments, Vero cells or macrophages were infected with ASFV BA71V or ASFV Arm/07, respectively, at 4 °C for 1 h. Following this step, unbound virus was removed by thoroughly washing the cells with 1× PBS. The compounds were then added to the cells and incubated at 37 °C, allowing virus entry to proceed for 1 h. Subsequently, the compounds were removed by washing with 1× PBS to prevent their effect on later stages of infection. The infection was then allowed to continue for 24 h, after which the supernatants were collected and titrated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15047,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cytotoxicity assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15066,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The cytotoxicity of natural compounds was examined in Vero cells and PAMs by using the crystal violet staining method. Cells (2 × 104 cells per well) reached confluence and were then exposed to increasing compound concentrations, which ranged from 3.1 µM to 50 µM. The cells were incubated for 72 h at 37 °C in 5% CO2. Following incubation, the cell culture medium was discarded and a 4% crystal violet solution (in ethanol) was added to the wells. The solution was allowed to incubate for 40 min at room temperature. Then, the wells were washed with distilled water, and 200 µL of methanol was added to each well for 20 min. The OD of each well was measured at 570 nm using a plate reader (BioTek Epoch 2, Agilent Technologies, USA). The relative viability of the treated cells compared to mock-treated cells (no compound) was expressed as a percentage and calculated at each concentration using the following formula: ODt/ODc × 100%, where ODt and ODc correspond to the absorbance of treated and negative control (mock-treated) cells, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16132,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Western blotting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16149,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Vero cells (5 × 105 cells per well) were grown in 6-well cell culture plates and infected with ASFV at a MOI of 2 TCID50 in the presence or absence of test compounds at two different compound concentrations. After 24 h, the cells were dissociated using Laemmli buffer and heated for 5 min at 95 °C, electrophoresed in sodium dodecyl sulfate-polyacrylamide gels, and transferred onto nitrocellulose membranes (GE Healthcare). The membranes were incubated with mouse monoclonal antibodies p30, p72, or tubulin (Sigma Aldrich) at dilutions of 1:1000, 1:1000, and 1:2000, respectively. Antibodies were detected using horseradish peroxidase (HRP) conjugated secondary antibodies. Bands were visualized by using a Chemidoc XRS imaging system from BioRad.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16906,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cytokine quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16930,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The release of TNF-α, IL-1β, and IL-6 cytokines into the culture medium was quantified using commercially available ELISA kits (R&D Systems, USA). Experiments were performed according to the instructions provided by the manufacturer. For each cytokine, a standard curve was plotted, which represented the cytokine concentration as a function of the OD value. The standard curve was used to derive a linear regression equation, which was then utilized to determine the concentration of each cytokine released.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17446,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17467,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All experiments were conducted in triplicate. Data are expressed as mean ± standard deviation (s.d.) of three independent experiments. The unpaired Student’s t-test (versus virus-only positive control) and one-way analysis of variance (ANOVA) with Tukey’s multiple comparisons test (versus other test groups) were used for antiviral and anti-inflammatory experiments, respectively. Statistical significance was computed in terms of standard or multiplicity-adjusted P values as appropriate, and P < 0.05, P < 0.01, and P < 0.001 indicate the levels of statistical significance (*, **, ***) while ns indicates a non-significant effect (P > 0.05). The GraphPad Prism software program (version 10.0.2, GraphPad Software, USA) was used to calculate 50% inhibitory concentration (IC50) values by variable slope analysis (four-parameter logistic curve) of absolute virus quantities with appropriate units as a function of compound concentration. The IC50 values correspond to the compound concentrations needed to reduce viral infectivity by 50%.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18533,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18541,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Antiviral screening of natural compound library",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18589,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We screened a 297-member library of natural compounds with anti-inflammatory properties (see Table S1). The compounds belong to 17 distinct classes of natural compounds (Fig. 1A). Alkaloids, phenols, and triterpenoids represented approximately 16%, 11%, and 10% of all tested compounds, respectively. The screening process was conducted by using a cell-based colorimetric assay in combination with the MTT method to track CPE development. Compounds were tested at 50 µM concentrations, except for some compounds that were tested at 25 µM concentration due to cytotoxicity at higher concentrations (cf. Table S1). Each screening plate contained negative and positive control wells, which allowed us to calculate the maximum (positive control) and minimum (negative control) MTT optimal density values to generate Z’-factor values.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19427,
            "infons": {
              "file": "12985_2024_2374_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Screening of anti-inflammatory compound library for anti-ASFV activity. ASFV-infected Vero cells were incubated with each compound at the defined concentration and the inhibitory effect on virus-induced CPE was measured by MTT assay at 72 h post-infection. (A) Percentage of anti-inflammatory compounds in 297-member library belonging to different molecular classes and experimental steps. (B) Z’ score of each plate in the screen, which was calculated by using the minimum (negative control: DMSO) and maximum (positive control: apigenin) MTT signals. (C) Percentage inhibition of virus-induced CPE by tested compounds. Compounds that inhibited ASFV-induced CPE by ≥ 50% and did not damage cell monolayer were defined as positive hits. All experiments were conducted in triplicate and mean values are presented for clarity. (D) Five top-performing compounds selected for further mechanistic studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20334,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "All 66 plates (n = 3) had Z’ scores higher than 0.5 and the lowest and highest Z’ score values of individual plates were 0.575 and 0.721, respectively (Fig. 1B). The average Z’ score value was 0.646, which indicated that the entire screening process had high consistency and was robust for the screening of anti-ASFV compounds. To select hit candidates, we applied the following two criteria: (a) > 50% inhibition of ASFV-induced CPE; and (b) no destruction of cell monolayer upon treatment. Based on these criteria, five compounds, namely paeonol, pinoresinol, curcumin, berbamine, and tetrandrine, were selected based on CPE inhibition levels of 54%, 57%, 66%, 86%, and 101%, respectively (Fig. 1C). Paeonol and curcumin are both phenolic compounds, whereas pinoresinol is classified as a tetrahydrofuran lignan (Fig. 1D). By contrast, berbamine and tetrandrine have significantly more complex chemical structures than the other three compounds and are both classified as bis-benzylisoquinoline alkaloids.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21359,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Validation of positive-hit compounds against ASFV",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21409,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We conducted virus yield reduction experiments to further validate the antiviral effect of the selected five compounds. Vero cells were infected with ASFV and simultaneously exposed to compounds at 50 µM concentration, except for tetrandrine that was used at 25 µM concentration. The infection was allowed to progress for 72 h until complete CPE was observed in the negative controls (virus only), at which point the supernatant was harvested and titrated. All five compounds displayed statistically significant (p < 0.05) antiviral effects on ASFV replication in Vero cells (Fig. 2A). Tetrandrine significantly decreased the viral titer from 6.4 ± 0.1 log TCID50 mL− 1 to 2.8 ± 0.1 log TCID50 mL− 1, resulting in a 3.6 log reduction, and berbamine had the second greatest inhibitory effect. By contrast, paenol and pinoresinol exhibited the weakest inhibitory effects, reducing the viral yield by only 1 log, and curcumin had only a slightly greater inhibitory effect.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22405,
            "infons": {
              "file": "12985_2024_2374_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Antiviral validation of selected anti-inflammatory compounds. (A) Antiviral activity of compounds to inhibit ASFV infection in Vero cells. Virus and compound were added at the same time to cells and the viral titer in supernatant was measured. (B) Direct (virucidal) effect of compounds on extracellular ASFV particles. Virus and compound were pre-mixed, incubated, diluted 20-fold, and then the diluted virus-compound mixture was added to infect cells. The viral titer in supernatant was measured. (C) Vero cell viability after incubation with different compound concentrations, as evaluated by crystal violet staining method. The horizontal dashed line corresponds to a 20% drop in relative cell viability. The relative viability of mock-treated cells was defined as 100%. In panels (A) and (B), all compounds were tested at 50 µM except for tetrandrine, which was tested at 25 µM. ASFV means virus-only control without compound addition. Results represent the mean ± s.d. of three independent experiments (n = 3). Significant differences compared to control are denoted by *p < 0.05 and **p < 0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23525,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To further investigate whether the compounds exhibit a direct antiviral effect on ASFV, we also conducted a virucidal assay. The virus suspension was pre-incubated with compounds for 1 h and then the mixture was diluted 20-fold to sub-inhibitory concentrations before adding the diluted virus-compound mixtures to the Vero cells. At 24 h post-infection, the supernatant was collected and titrated. The test compounds did not exhibit virucidal activity (Fig. 2B). Therefore, the observed antiviral effects of these compounds cannot be attributed to a direct impact on ASFV particles. Furthermore, the compounds did not demonstrate cytotoxicity at tested concentrations, indicating that their antiviral effects were independent of cell toxicity (Fig. 2C). The two most potent compounds, berbamine and tetrandrine, were selected for further studies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24376,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Antiviral mechanism of action of berbamine and tetrandrine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24435,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Our initial evaluation of mechanistic aspects was carried out during a single ASFV replication cycle and virus was collected at 24 h post-infection, which corresponds to the time duration required for one full cycle of ASFV BA71V strain infection kinetics in Vero cells. First, we studied whether berbamine and tetrandrine may exhibit antiviral activity at lower compound concentrations. Vero cells infected with ASFV were treated with berbamine and tetrandrine at varying concentrations. The inhibitory effect of both compounds occurred in a dose-dependent manner (Fig. 3A, B). Statistically significant antiviral activity (p < 0.05) was observed at the lowest concentrations of 12.5 µM for berbamine and 3.1 µM for tetrandrine. The IC50 value for berbamine was calculated to be 8.4 µM, while the IC50 value of tetrandrine was 2.2 µM.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25287,
            "infons": {
              "file": "12985_2024_2374_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Antiviral activity of berbamine and tetrandrine against ASFV in Vero cells. (A) ASFV titer for cells exposed to berbamine at increasing concentrations from 3.1 µM to 50 µM. (B) ASFV titer for cells exposed to tetrandrine at increasing concentrations from 1.6 µM to 25 µM. (C) Western blot analysis of ASFV protein synthesis in ASFV-infected cells exposed to berbamine and tetrandrine at selected concentrations. Tubulin served as a loading control and cropping was done to show regions of interest. (D) Effect of berbamine and tetrandrine on Vero cells infected with ASFV at different MOIs. The concentrations of berbamine and tetrandrine for the experiments in panel (C) were 50 µM and 25 µM, respectively. ASFV means virus-only control without compound addition while Ber and Tet denote berbamine and tetrandrine, respectively. Results represent the mean ± s.d. of three independent experiments (n = 3). Significant differences compared to control are denoted by *p < 0.05 and **p < 0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26302,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Dose-dependent antiviral effects were also observed when evaluating the synthesis of early (p30) and late (p72) ASFV proteins (Fig. 3C). Berbamine and tetrandrine significantly hampered the synthesis of p30 and p72 proteins at 50 µM and 25 µM concentrations, respectively, whereas the inhibitory effect was less pronounced at lower concentrations. Then, we studied the inhibitory effects of berbamine and tetrandrine on ASFV replication at different MOIs. Our findings revealed a significant reduction in viral yield following treatment with berbamine and tetrandrine at different MOIs, resulting in a decrease of approximately 1-1.1 log and 1.1–1.5 log, respectively (Fig. 3D). This result supports that the antiviral efficacy of these compounds is consistent regardless of the initial viral load infecting the cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27129,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In our primary screen, we observed an ∼ 3 log reduction after treatment with 25 µM tetrandrine. However, during the single replication cycle experiments, we observed only a 1-log reduction. This difference led us to propose that tetrandrine can block ASFV replication in subsequent cycles. Indeed, the suppression of ASFV replication by berbamine and tetrandrine tended to be greater when the virus was collected at 72 h post-infection compared to 24- and 48-h post-infection (Fig. 4A). This finding indicates that both compounds exerted their antiviral effects across multiple rounds of virus replication.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27743,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As the greatest antiviral effect was observed at 72 h post-infection, we also studied the incubation duration required for 1-log (90% inhibition) reduction. For this purpose, berbamine and tetrandrine were added to ASFV-infected Vero cells at 0 h post-infection and removed by medium replacement after specific intervals. The virus was collected at 24 h post-infection and quantified. As expected, our results showed a gradual decrease in viral titers as the interval between infection and compound removal increased (Fig. 4B). Berbamine demonstrated a 1-log reduction in viral titer when ASFV-infected cells were exposed to this compound for 24 h. In contrast, tetrandrine achieved a similar level of viral titer reduction after 16 h of treatment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28498,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, we determined the specific replication stages of ASFV infection that are affected by berbamine and tetrandrine. Compounds were added at five time points before and after infection, followed by virus collection and titration at 24 h post-infection. The most significant antiviral effects of berbamine and tetrandrine were observed when cells were pre-treated with compound or co-treated with compound alongside ASFV infection (Fig. 4C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28942,
            "infons": {
              "file": "12985_2024_2374_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Mechanistic analysis of antiviral activity by berbamine and tetrandrine. (A) Antiviral activity of berbamine and tetrandrine to inhibit ASFV in Vero cells depending on the virus replication duration, as indicated by supernatant collection time post-infection. (B) Effect of compound removal time on antiviral activity in Vero cells. Initially, virus and compound were added at the same time to cells and removal was done by media exchange. (C) Antiviral activity depending on the time of addition. (D) Effect of berbamine and tetrandrine on ASFV attachment to and internalization by Vero cells. The concentrations of berbamine and tetrandrine in all experiments were 50 µM and 25 µM, respectively. ASFV means virus-only control without compound addition while Ber and Tet denote berbamine and tetrandrine, respectively. nd refers to not determined (below detection limit). Results represent the mean ± s.d. of three independent experiments (n = 3). Significant differences compared to control are denoted by *p < 0.05 and **p < 0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29994,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Berbamine reduced the viral yield from 3.98 ± 0.19 log TCID50 mL− 1 to 2.25 ± 0.09 log TCID50 mL− 1 (p < 0.01) when added at 0 h, in parallel to ASFV infection. Similarly, tetrandrine decreased the ASFV titer from 3.98 ± 0.19 log TCID50 mL− 1 to 2.31 ± 0.19 log TCID50 mL− 1 (p < 0.01) during co-addition. By contrast, there was no statistically significant antiviral effect on ASFV replication when berbamine and tetrandrine were added at 16 h post-infection. These results suggest that both compounds hamper ASFV replication by interfering with early stages of infection. Therefore, we further studied the effect of these compounds on the viral entry stage, which consists of virus attachment and internalization substages.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30766,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the effect of berbamine and tetrandrine on ASFV attachment to Vero cells, compounds were added at 4 °C, in which condition virus particles bind to but do not enter cells. Treatment with berbamine and tetrandrine inhibited virus particle attachment to Vero cells, resulting in a decrease of the ASFV yield from 3.92 ± 0.09 log TCID50 mL− 1 to 2.64 ± 0.09 log TCID50 mL− 1 (p < 0.01) and 2.47 ± 0.19 log TCID50 mL− 1 (p < 0.05), respectively (Fig. 4D). A more significant decrease was observed when compounds were added at the ASFV internalization stage. Berbamine and tetrandrine were added immediately after a temperature shift from 4 °C to 37 °C and removed after 1 h of treatment in order to minimize further antiviral effects on later stages of ASFV replication. Both compounds reduced the viral yield below the detection limit corresponding to < 2.2 log TCID50 mL− 1. Altogether, these results indicate that berbamine and tetrandrine inhibit ASFV infection by blocking virus entry.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31816,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Antiviral activity of berbamine and tetrandrine in ASFV-infected PAMs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31886,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Monocytes and macrophages are the main target cells for ASFV replication in pigs. Since ASFV has different entry mechanisms into Vero cells and PAMs, we studied the antiviral activity of berbamine and tetrandrine in ASFV-infected PAMs as well. For these experiments, we used the highly virulent ASFV Arm/07 isolate that is capable of infecting PAMs and causes disease in pigs. First, we incubated ASFV-infected PAMs with increasing concentrations of compounds that were not toxic to PAMs within the testing range (Additional file 1. Fig. S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32429,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Both compounds decreased the viral titer in a dose-dependent manner and the corresponding IC50 values of berbamine and tetrandrine were 11.6 µM and 3.0 µM, respectively (Fig. 5A, B). Based on these initial results, we used the highest non-toxic concentrations (50 µM and 25 µM for berbamine and tetrandrine, respectively) in further time-of-addition and virus entry experiments. Time-of-addition experiments were conducted with the same five different time points before and after infection as in the case of the Vero cell experiments, and the results showed a similar pattern of inhibition (Fig. 5C). The most potent inhibitory effects were observed due to pre- and co-treatment of PAM cells with the compounds.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33158,
            "infons": {
              "file": "12985_2024_2374_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Antiviral activity of berbamine and tetrandrine against ASFV Arm/07 isolate in PAM cells. ASFV titer in cells exposed to different concentrations of (A) berbamine (3.1–50 µM) or (B) tetrandrine (1.6–25 µM). (C) Antiviral activity depending on the time of addition. (D) Effect of berbamine and tetrandrine on ASFV attachment to and internalization by PAM cells. The concentrations of berbamine and tetrandrine for the experiments in panels (C) and (D) were 50 µM and 25 µM, respectively. ASFV means virus-only control without compound addition while Ber and Tet denote berbamine and tetrandrine, respectively. Results represent the mean ± s.d. of three independent experiments (n = 3). Significant differences compared to control are denoted by *p < 0.05 and **p < 0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33952,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Then, we conducted experiments to reveal the effect of berbamine and tetrandrine on ASFV attachment to and internalization by PAMs. When berbamine and tetrandrine were added at the virus attachment substage, they decreased the ASFV yield from 5.03 ± 0.16 log HADU50 mL− 1 to 3.25 ± 0.09 log HADU50 mL− 1 (p < 0.01) and 2.92 ± 0.09 log HADU50 mL− 1 (p < 0.01), respectively (Fig. 5D). A more potent inhibitory effect was observed when the compounds were added at the internalization substage. Berbamine reduced the viral titer from 4.97 ± 0.09 log HADU50 mL− 1 to 2.97 ± 0.09 log HADU50 mL− 1, while tetrandrine also blocked ASFV internalization, resulting in a virus titer decrease from 4.97 ± 0.09 log HADU50 mL− 1 to 2.25 ± 0.09 log HADU50 mL− 1. Based on these results, we conclude that berbamine and tetrandrine exerted significant inhibition of ASFV infection by disrupting the viral entry process. This inhibition was observed independently from the host cell type or ASFV strain used in our experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35035,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Anti-inflammatory activity of berbamine and tetrandrine in ASFV-infected PAMs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35113,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As the natural compounds in the library were initially selected due to their anti-inflammatory properties, we also investigated the potential of berbamine and tetrandrine to reduce the expression of pro-inflammatory cytokines by ASFV-infected PAMs. While both compounds have generally recognized anti-inflammatory properties such as reducing lipopolysaccharide (LPS) stimulation of macrophages (see, e.g., Refs), their effects on curbing ASFV infection-related inflammation are unknown. As different immune-activating biological processes can involve various signaling pathways, it is thus important to evaluate anti-inflammatory effects in disease-specific contexts in terms of the etiological agent, cell type, and measured inflammation markers. Therefore, we quantified TNF-α, IL-1β, and IL-6 cytokine levels in PAM culture supernatants that were collected at 24- and 48-h post-infection using commercially available ELISA kits.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36052,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Following a similar protocol, our experimental approach was first validated by measuring cytokine levels in uninfected PAMs incubated with LPS (1 µg mL− 1) with or without berbamine or tetrandrine (Additional file 1. Fig. S3). The results demonstrated that both berbamine and tetrandrine significantly decreased TNF-α and IL-1β production in LPS-treated PAMs at both time points as expected. Of note, tetrandrine also exhibited significant inhibition of IL-6 production, whereas the effect of berbamine on that cytokine was not statistically significant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36618,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We proceeded to test the anti-inflammatory properties of berbamine and tetrandrine in an ASFV-focused context by infecting PAMs with ASFV with or without berbamine or tetrandrine treatment before proceeding to measure cytokine production levels. In this format, the cytokine levels produced by PAMs increased following infection with the ASFV Arm/07 isolate, which is consistent with previously reported findings. In particular, the TNF-α, IL-1β, and IL-6 levels increased by around 18-, 11-, and 13-fold, respectively, at 24 h post-infection and by around 23-, 22-, and 21-fold, respectively, at 48 h post-infection compared to uninfected PAMs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37271,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Importantly, berbamine and tetrandrine treatment had strong effects on inhibiting pro-inflammatory cytokine production compared to the levels found in untreated ASFV-infected cells. At 24 h post-infection, both berbamine and tetrandrine significantly reduced TNF-α, IL-1β, and IL-6 levels compared to the ASFV control by around 60–80% (Fig. 6A-C). Notably, at 48 h post-infection, both berbamine and tetrandrine significantly reduced TNF-α levels by around 37% and 81% respectively, while the inhibitory effect of tetrandrine was greater (p < 0.05) (Fig. 6D). Both compounds also reduced IL-1β levels at 48 h post-infection by around 49% and 78%, respectively, and the results were statistically similar in this case (Fig. 6E). Importantly, only tetrandrine significantly reduced IL-6 levels at 48 h post-infection by around 62%, whereas the effect of berberine was insignificant (Fig. 6F).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38180,
            "infons": {
              "file": "12985_2024_2374_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Inhibition of pro-inflammatory cytokine production in ASFV-infected PAMs. Effect of berbamine (Ber) or tetrandrine (Tet) on inhibition of (A) TNF-α, (B) IL-1β, and (C) IL-6 production in ASFV-infected cells at 24 h post-infection. (D-F) Corresponding measurements at 48 h post-infection. Cytokine measurements were performed by ELISA on collected supernatants. The concentration of berbamine and tetrandrine for the experiments were 50 µM and 25 µM, respectively. ASFV means virus-only control without compound addition while Ber and Tet denote berbamine and tetrandrine, respectively. Results represent the mean ± s.d. of three independent experiments (n = 3). Significant differences compared to other test groups are denoted by *p < 0.05, **p < 0.01, and ***p < 0.001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38978,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Thus, both compounds displayed anti-inflammatory activity in ASFV-infected PAMs while tetrandrine demonstrated a superior activity profile in terms of greater inhibitory levels and more sustained effect throughout the course of infection. Collectively, our findings demonstrate that both compounds, especially tetrandrine with its high effectiveness, possess the ability to not only impede ASFV replication but also to mitigate ASFV-induced production of clinically important pro-inflammatory cytokines.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39482,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39493,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "ASFV remains a significant threat to the global swine industry and is characterized by its devastating impact on pig populations and the absence of approved vaccines or specific antiviral therapies. The absence of preventive measures against ASFV highlights the critical need to discover effective interventions to control and manage this highly contagious disease in pigs. Within this context, the exploration of natural compounds with potential antiviral properties has gained immense importance and highlights the opportunity to identify novel inhibitory strategies to combat ASFV infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40088,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this work, the screening of a library of natural compounds with anti-inflammatory properties led to the identification of five promising candidates—paeonol, pinoresinol, curcumin, berbamine, and tetrandrine—that showed substantial inhibition of ASFV-induced CPE without affecting cell monolayers. These compounds belong to distinct classes, with berbamine and tetrandrine exhibiting more complex chemical structures compared to the other lead candidates. Subsequent validation experiments in Vero cells confirmed the antiviral efficacy of these compounds against ASFV replication. Tetrandrine displayed the most potent effect, achieving a 3.6 log reduction in viral titer, while paeonol and pinoresinol exhibited weaker inhibitory effects. Notably, none of these five compounds demonstrated virucidal activity or cytotoxic effects at tested concentrations, confirming the specificity of their antiviral activities. Recently, Zhu et al. and Qian et al. independently reported the antiviral activity of berbamine and tetrandrine against ASFV in vitro, thereby additionally validating the robustness of our screening results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41218,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In the present context, further mechanistic investigations focused on berbamine and tetrandrine revealed their dose-dependent antiviral activities, inhibiting the synthesis of ASFV proteins and consistently reducing viral yields across different MOIs. Time-of-addition experiments elucidated the compounds’ action points within the viral replication cycle, highlighting their significant impact during pre- and co-treatment phases. Berbamine and tetrandrine significantly inhibited ASFV replication by interfering with early infection stages, particularly virus attachment and internalization into host cells, that in turn disrupted viral entry. Interestingly, both compounds exhibited sustained antiviral effects over multiple replication cycles (cf. Figure 4A). This finding fits with the relatively long half-lives that have been reported for both compounds, which supports their capability to impact ASFV replication over several cycles. Given that both compounds also exhibited antiviral activity during early stages of viral infection post-internalization in the present experiments (cf. Figure 4C), it is reasonable that the most significant antiviral effect was observed during the prolonged presence of compounds in the cell culture medium (cf. Figure 4B) and the results are consistent with their effects on virus replication at various stages, especially viral entry.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42602,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Furthermore, extending the study to primary target cells, porcine macrophages, revealed consistent antiviral effects of berbamine and tetrandrine. Notably, these compounds inhibited ASFV infection by disrupting viral entry mechanisms, suggesting that their antiviral mechanism is irrespective of host cell type or virus strain. It has been reported that tetrandrine inhibits Ebola virus entry into human monocyte-derived macrophages by disrupting endosomal Ca2+ channels. In addition, berbamine suppresses the replication of Japanese encephalitis virus by blocking Ca2+ permeable non-selective cation channels in endosomes. Therefore, it is reasonable to hypothesize that comparable inhibitory mechanisms might play a role in exerting antiviral effects against ASFV. Conducting further experiments could potentially unveil the involvement of endosomal Ca2+ channels in ASFV infection in future work.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43502,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Importantly, we also demonstrated that berbamine and tetrandrine effectively reduced the production of pro-inflammatory cytokines, namely TNF-α, IL-1β, and IL-6, in ASFV-infected macrophages, which had not been explored before. Among these cytokines, TNF-α is considered to play an essential role in driving pathological changes observed in ASFV-infected pigs. Therefore, compounds such as berbamine and tetrandrine can not only suppress viral replication but also demonstrate the capability to mitigate pathological conditions associated with the heightened production of pro-inflammatory cytokines due to viral infection. Of note, tetrandrine exhibited a particularly high and sustained level of anti-inflammatory activity in the ASFV infection context and, together with its high antiviral activity, supports that it has promising merits.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44355,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "These findings are particularly significant because berbamine and tetrandrine, along with other bis-benzylisoquinoline alkaloids, have also been recently reported to inhibit porcine epidemic diarrhea virus (PEDV) with similar potency, suggesting their broad utility as porcine virus countermeasures. At the same time, previous studies have focused on validating the antiviral activity of these compounds and did not evaluate potential infection-related anti-inflammatory effects. Our findings expand on this viewpoint and demonstrate proof-of-principle to show that the anti-inflammatory properties of berbamine and tetrandrine are translatable to inhibiting production of pro-inflammatory cytokines during viral infection along with reducing viral load.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45110,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45122,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "In conclusion, our results indicate that berbamine and tetrandrine possess dual inhibitory activities: potent antiviral activity against ASFV, primarily through disrupting viral entry mechanisms; and significant inhibition of virus-induced pro-inflammatory cytokine production. Thus, these compounds hold promise as potential preventative and therapeutic agents to combat ASFV infection, with tetrandrine exhibiting particularly robust antiviral and anti-inflammatory properties that warrant further investigation and development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45653,
            "infons": {
              "section_type": "CONCL",
              "type": "title_2"
            },
            "text": "Electronic supplementary material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45687,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Below is the link to the electronic supplementary material.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45747,
            "infons": {
              "section_type": "CONCL",
              "type": "footnote"
            },
            "text": "Publisher’s Note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45766,
            "infons": {
              "section_type": "CONCL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45885,
            "infons": {
              "section_type": "CONCL",
              "type": "footnote"
            },
            "text": "Charles C. Elrod and Hovakim Zakaryan share last authorship.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45946,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45967,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "JAJ, CCE, and HZ conceived and designed the experiments. AH, RG, and RI conducted experiments. JAJ, CCE, and HZ analyzed experimental data. JAJ and HZ wrote the initial draft of the manuscript. JAJ, CCE, and HZ provided intellectual oversight, suggestions, multiple critiques, and editing. All authors read and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46309,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46317,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "Natural Biologics Inc. provided funding to conduct the experiments in this study. JAJ acknowledges additional support from National Research Foundation of Korea (NRF) grants funded by the Korean government (MSIT) (No. 2020R1C1C1004385 and 2022K1A3A1A39085112). This work was partially supported by the SKKU Global Research Platform Research Fund, Sungkyunkwan University, 2023.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46697,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46715,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding authors on reasonable request.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46842,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Declarations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46855,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Ethics approval and consent to participate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46898,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "Not applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46914,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Consent for publication",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46938,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "Not applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46954,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46974,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "CCE is employed by and JAJ serves as a board member of the company Natural Biologics Inc., which develops natural feed additives for animal health applications. The other authors declare that they have no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47200,
            "infons": {
              "section_type": "ABBR",
              "type": "title"
            },
            "text": "Abbreviations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47214,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "ASFV",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47219,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47245,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Berbamine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47255,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Ber",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47259,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "CPE",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47263,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Cytopathic effect",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47281,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "EMEM",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47286,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Eagle’s minimum essential medium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47321,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "ELISA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47327,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Enzyme-linked immunosorbent assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47361,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "HADU50",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47368,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "50% hemadsorption dose units",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47397,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "LPS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47401,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Lipopolysaccharide",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47420,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "MOI",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47424,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Multiplicity of infection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47450,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "MTT",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47454,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47515,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "OD",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47518,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Optical density",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47534,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "PAM",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47538,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Porcine macrophage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47557,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "PBS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47561,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Phosphate-buffered saline",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47587,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "PEDV",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47592,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Porcine epidemic diarrhea virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47624,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "TCID50",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47631,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "50% tissue culture infective dose",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47665,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Tetrandrine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47677,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Ter",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47681,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47692,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Sánchez-Vizcaíno JM, Laddomada A, Arias ML. African swine fever virus. Dis Swine. 2019; pp. 443–52.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47796,
            "infons": {
              "fpage": "221",
              "lpage": "46",
              "name_0": "surname:Dixon;given-names:LK",
              "name_1": "surname:Stahl;given-names:K",
              "name_2": "surname:Jori;given-names:F",
              "name_3": "surname:Vial;given-names:L",
              "name_4": "surname:Pfeiffer;given-names:DU",
              "pub-id_doi": "10.1146/annurev-animal-021419-083741",
              "pub-id_pmid": "31743062",
              "section_type": "REF",
              "source": "Annu Rev Anim Biosci",
              "type": "ref",
              "volume": "8",
              "year": "2020"
            },
            "text": "African swine fever epidemiology and control",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47841,
            "infons": {
              "fpage": "2021",
              "lpage": "33",
              "name_0": "surname:Urbano;given-names:AC",
              "name_1": "surname:Ferreira;given-names:F",
              "pub-id_doi": "10.1080/22221751.2022.2108342",
              "pub-id_pmid": "35912875",
              "section_type": "REF",
              "source": "Emerg Microbes Infect",
              "type": "ref",
              "volume": "11",
              "year": "2022"
            },
            "text": "African swine fever control and prevention: an update on vaccine development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47918,
            "infons": {
              "fpage": "1139494",
              "name_0": "surname:Zhang;given-names:H",
              "name_1": "surname:Zhao;given-names:S",
              "name_2": "surname:Zhang;given-names:H",
              "name_3": "surname:Qin;given-names:Z",
              "name_4": "surname:Shan;given-names:H",
              "name_5": "surname:Cai;given-names:X",
              "pub-id_doi": "10.3389/fmicb.2023.1139494",
              "pub-id_pmid": "37180260",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "14",
              "year": "2023"
            },
            "text": "Vaccines for African swine fever: an update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47962,
            "infons": {
              "fpage": "105561",
              "name_0": "surname:Ata;given-names:EB",
              "name_1": "surname:Li;given-names:ZJ",
              "name_2": "surname:Shi;given-names:CW",
              "name_3": "surname:Yang;given-names:GL",
              "name_4": "surname:Yang;given-names:WT",
              "name_5": "surname:Wang;given-names:CF",
              "pub-id_doi": "10.1016/j.micpath.2022.105561",
              "pub-id_pmid": "35526679",
              "section_type": "REF",
              "source": "Microb Pathog",
              "type": "ref",
              "volume": "167",
              "year": "2022"
            },
            "text": "African swine fever virus: a raised global upsurge and a continuous threaten to pig husbandry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48056,
            "infons": {
              "fpage": "114",
              "name_0": "surname:Jackman;given-names:JA",
              "name_1": "surname:Hakobyan;given-names:A",
              "name_2": "surname:Zakaryan;given-names:H",
              "name_3": "surname:Elrod;given-names:CC",
              "pub-id_doi": "10.1186/s40104-020-00517-3",
              "pub-id_pmid": "33292608",
              "section_type": "REF",
              "source": "J Anim Sci Biotechnol",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Inhibition of African swine fever virus in liquid and feed by medium-chain fatty acids and glycerol monolaurate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48168,
            "infons": {
              "fpage": "477",
              "lpage": "86",
              "name_0": "surname:Niederwerder;given-names:MC",
              "name_1": "surname:Dee;given-names:S",
              "name_2": "surname:Diel;given-names:DG",
              "name_3": "surname:Stoian;given-names:AMM",
              "name_4": "surname:Constance;given-names:LA",
              "name_5": "surname:Olcha;given-names:M",
              "name_6": "surname:Petrovan;given-names:V",
              "name_7": "surname:Patterson;given-names:G",
              "name_8": "surname:Cino-Ozuna;given-names:AG",
              "name_9": "surname:Rowland;given-names:RRR",
              "pub-id_doi": "10.1111/tbed.13699",
              "pub-id_pmid": "32613713",
              "section_type": "REF",
              "source": "Transbound Emerg Dis",
              "type": "ref",
              "volume": "68",
              "year": "2021"
            },
            "text": "Mitigating the risk of African swine fever virus in feed with anti-viral chemical additives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48260,
            "infons": {
              "fpage": "1193",
              "name_0": "surname:Jackman;given-names:JA",
              "name_1": "surname:Arabyan;given-names:E",
              "name_2": "surname:Zakaryan;given-names:H",
              "name_3": "surname:Elrod;given-names:CC",
              "pub-id_doi": "10.3390/pathogens12101193",
              "pub-id_pmid": "37887709",
              "section_type": "REF",
              "source": "Pathogens",
              "type": "ref",
              "volume": "12",
              "year": "2023"
            },
            "text": "Glycerol monolaurate inhibits wild-type African swine fever virus infection in porcine macrophages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48359,
            "infons": {
              "fpage": "197669",
              "name_0": "surname:Arabyan;given-names:E",
              "name_1": "surname:Kotsynyan;given-names:A",
              "name_2": "surname:Hakobyan;given-names:A",
              "name_3": "surname:Zakaryan;given-names:H",
              "pub-id_doi": "10.1016/j.virusres.2019.197669",
              "pub-id_pmid": "31325472",
              "section_type": "REF",
              "source": "Virus Res",
              "type": "ref",
              "volume": "270",
              "year": "2019"
            },
            "text": "Antiviral agents against African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48410,
            "infons": {
              "fpage": "282",
              "name_0": "surname:Salguero;given-names:FJ",
              "pub-id_doi": "10.3389/fvets.2020.00282",
              "pub-id_pmid": "32509811",
              "section_type": "REF",
              "source": "Front Vet Sci",
              "type": "ref",
              "volume": "7",
              "year": "2020"
            },
            "text": "Comparative pathology and pathogenesis of African swine fever infection in swine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48491,
            "infons": {
              "fpage": "194",
              "lpage": "201",
              "name_0": "surname:Carrasco;given-names:L",
              "name_1": "surname:Nunez;given-names:A",
              "name_2": "surname:Salguero;given-names:FJ",
              "name_3": "surname:Diaz San Segundo;given-names:F",
              "name_4": "surname:Sanchez-Cordon;given-names:P",
              "name_5": "surname:Gomez-Villamandos;given-names:JC",
              "name_6": "surname:Sierra;given-names:MA",
              "pub-id_doi": "10.1053/jcpa.2001.0543",
              "pub-id_pmid": "11945008",
              "section_type": "REF",
              "source": "J Comp Pathol",
              "type": "ref",
              "volume": "126",
              "year": "2002"
            },
            "text": "African swine fever: expression of interleukin-1 alpha and tumour necrosis factor-alpha by pulmonary intravascular macrophages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48618,
            "infons": {
              "fpage": "140",
              "lpage": "9",
              "name_0": "surname:Gomez-Villamandos;given-names:JC",
              "name_1": "surname:Bautista;given-names:MJ",
              "name_2": "surname:Sanchez-Cordon;given-names:PJ",
              "name_3": "surname:Carrasco;given-names:L",
              "pub-id_doi": "10.1016/j.virusres.2013.01.017",
              "pub-id_pmid": "23376310",
              "section_type": "REF",
              "source": "Virus Res",
              "type": "ref",
              "volume": "173",
              "year": "2013"
            },
            "text": "Pathology of African swine fever: the role of monocyte-macrophage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48684,
            "infons": {
              "fpage": "601641",
              "name_0": "surname:Wang;given-names:S",
              "name_1": "surname:Zhang;given-names:J",
              "name_2": "surname:Zhang;given-names:Y",
              "name_3": "surname:Yang;given-names:J",
              "name_4": "surname:Wang;given-names:L",
              "name_5": "surname:Qi;given-names:Y",
              "name_6": "surname:Han;given-names:X",
              "name_7": "surname:Zhou;given-names:X",
              "name_8": "surname:Miao;given-names:F",
              "name_9": "surname:Chen;given-names:T",
              "pub-id_doi": "10.3389/fvets.2020.601641",
              "pub-id_pmid": "33553280",
              "section_type": "REF",
              "source": "Front Vet Sci",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Cytokine storm in domestic pigs induced by infection of virulent African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48775,
            "infons": {
              "fpage": "659419",
              "name_0": "surname:Yuan;given-names:S",
              "name_1": "surname:Jiang;given-names:SC",
              "name_2": "surname:Zhang;given-names:ZW",
              "name_3": "surname:Fu;given-names:YF",
              "name_4": "surname:Hu;given-names:J",
              "name_5": "surname:Li;given-names:ZL",
              "pub-id_doi": "10.3389/fimmu.2021.659419",
              "pub-id_pmid": "34079547",
              "section_type": "REF",
              "source": "Front Immunol",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Quantification of cytokine storms during virus infections",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48833,
            "infons": {
              "fpage": "3445",
              "lpage": "53",
              "name_0": "surname:Hakobyan;given-names:A",
              "name_1": "surname:Arabyan;given-names:E",
              "name_2": "surname:Avetisyan;given-names:A",
              "name_3": "surname:Abroyan;given-names:L",
              "name_4": "surname:Hakobyan;given-names:L",
              "name_5": "surname:Zakaryan;given-names:H",
              "pub-id_doi": "10.1007/s00705-016-3061-y",
              "pub-id_pmid": "27638776",
              "section_type": "REF",
              "source": "Arch Virol",
              "type": "ref",
              "volume": "161",
              "year": "2016"
            },
            "text": "Apigenin inhibits African swine fever virus infection in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48896,
            "infons": {
              "fpage": "78",
              "lpage": "82",
              "name_0": "surname:Hakobyan;given-names:A",
              "name_1": "surname:Arabyan;given-names:E",
              "name_2": "surname:Kotsinyan;given-names:A",
              "name_3": "surname:Karalyan;given-names:Z",
              "name_4": "surname:Sahakyan;given-names:H",
              "name_5": "surname:Arakelov;given-names:V",
              "name_6": "surname:Nazaryan;given-names:K",
              "name_7": "surname:Ferreira;given-names:F",
              "name_8": "surname:Zakaryan;given-names:H",
              "pub-id_doi": "10.1016/j.antiviral.2019.04.008",
              "pub-id_pmid": "30991087",
              "section_type": "REF",
              "source": "Antiviral Res",
              "type": "ref",
              "volume": "167",
              "year": "2019"
            },
            "text": "Inhibition of African swine fever virus infection by genkwanin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48959,
            "infons": {
              "fpage": "e0142889",
              "issue": "11",
              "name_0": "surname:Rodriguez;given-names:JM",
              "name_1": "surname:Moreno;given-names:LT",
              "name_2": "surname:Alejo;given-names:A",
              "name_3": "surname:Lacasta;given-names:A",
              "name_4": "surname:Rodriguez;given-names:F",
              "name_5": "surname:Salas;given-names:ML",
              "pub-id_doi": "10.1371/journal.pone.0142889",
              "pub-id_pmid": "26618713",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Genome sequence of African swine fever virus BA71, the virulent parental strain of the nonpathogenic and tissue-culture adapted BA71V",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49093,
            "infons": {
              "fpage": "2173",
              "lpage": "80",
              "name_0": "surname:Gomez del Moral;given-names:M",
              "name_1": "surname:Ortuno;given-names:E",
              "name_2": "surname:Fernandez-Zapatero;given-names:P",
              "name_3": "surname:Alonso;given-names:F",
              "name_4": "surname:Alonso;given-names:C",
              "name_5": "surname:Ezquerra;given-names:A",
              "name_6": "surname:Dominguez;given-names:J",
              "pub-id_doi": "10.1128/JVI.73.3.2173-2180.1999",
              "pub-id_pmid": "9971800",
              "section_type": "REF",
              "source": "J Virol",
              "type": "ref",
              "volume": "73",
              "year": "1999"
            },
            "text": "African swine fever virus infection induces tumor necrosis factor alpha production: implications in pathogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49206,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Carrascosa AL, Bustos MJ, de Leon P. Methods for growing and titrating African swine fever virus: field and laboratory samples. Curr Protoc Cell Biol. 2011; Chap. 26:Unit 26.14.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49384,
            "infons": {
              "fpage": "67",
              "lpage": "73",
              "name_0": "surname:Zhang;given-names:JH",
              "name_1": "surname:Chung;given-names:TD",
              "name_2": "surname:Oldenburg;given-names:KR",
              "pub-id_doi": "10.1177/108705719900400206",
              "pub-id_pmid": "10838414",
              "section_type": "REF",
              "source": "J Biomol Screen",
              "type": "ref",
              "volume": "4",
              "year": "1999"
            },
            "text": "A simple statistical parameter for use in evaluation and validation of high throughput screening assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49488,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Feoktistova M, Geserick P, Leverkus M. Crystal violet assay for determining viability of cultured cells. Cold Spring Harb Protoc. 2016;pdb prot087379.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49639,
            "infons": {
              "fpage": "736780",
              "name_0": "surname:Arabyan;given-names:E",
              "name_1": "surname:Hakobyan;given-names:A",
              "name_2": "surname:Hakobyan;given-names:T",
              "name_3": "surname:Grigoryan;given-names:R",
              "name_4": "surname:Izmailyan;given-names:R",
              "name_5": "surname:Avetisyan;given-names:A",
              "name_6": "surname:Karalyan;given-names:Z",
              "name_7": "surname:Jackman;given-names:JA",
              "name_8": "surname:Ferreira;given-names:F",
              "name_9": "surname:Elrod;given-names:CC",
              "pub-id_doi": "10.3389/fmicb.2021.736780",
              "pub-id_pmid": "34745038",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Flavonoid library screening reveals kaempferol as a potential antiviral agent against African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49751,
            "infons": {
              "fpage": "6758",
              "lpage": "68",
              "name_0": "surname:Andrés;given-names:G",
              "name_1": "surname:García-Escudero;given-names:R",
              "name_2": "surname:Viñuela;given-names:E",
              "name_3": "surname:Salas;given-names:ML",
              "name_4": "surname:Rodríguez;given-names:JM",
              "pub-id_doi": "10.1128/JVI.75.15.6758-6768.2001",
              "pub-id_pmid": "11435554",
              "section_type": "REF",
              "source": "J Virol",
              "type": "ref",
              "volume": "75",
              "year": "2001"
            },
            "text": "African swine fever virus structural protein pE120R is essential for virus transport from assembly sites to plasma membrane but not for infectivity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49899,
            "infons": {
              "fpage": "118",
              "lpage": "27",
              "name_0": "surname:Muñoz-Moreno;given-names:R",
              "name_1": "surname:Galindo;given-names:I",
              "name_2": "surname:Cuesta-Geijo;given-names:MÁ",
              "name_3": "surname:Barrado-Gil;given-names:L",
              "name_4": "surname:Alonso;given-names:C",
              "pub-id_doi": "10.1016/j.virusres.2015.05.026",
              "pub-id_pmid": "26057710",
              "section_type": "REF",
              "source": "Virus Res",
              "type": "ref",
              "volume": "209",
              "year": "2015"
            },
            "text": "Host cell targets for African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49947,
            "infons": {
              "fpage": "42",
              "name_0": "surname:Sanchez;given-names:EG",
              "name_1": "surname:Perez-Nunez;given-names:D",
              "name_2": "surname:Revilla;given-names:Y",
              "pub-id_doi": "10.3390/vaccines5040042",
              "pub-id_pmid": "29117102",
              "section_type": "REF",
              "source": "Vaccines",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Mechanisms of entry and endosomal pathway of African swine fever virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50018,
            "infons": {
              "fpage": "1870",
              "lpage": "4",
              "name_0": "surname:Rowlands;given-names:RJ",
              "name_1": "surname:Michaud;given-names:V",
              "name_2": "surname:Heath;given-names:L",
              "name_3": "surname:Hutchings;given-names:G",
              "name_4": "surname:Oura;given-names:C",
              "name_5": "surname:Vosloo;given-names:W",
              "name_6": "surname:Dwarka;given-names:R",
              "name_7": "surname:Onashvili;given-names:T",
              "name_8": "surname:Albina;given-names:E",
              "name_9": "surname:Dixon;given-names:LK",
              "pub-id_doi": "10.3201/eid1412.080591",
              "pub-id_pmid": "19046509",
              "section_type": "REF",
              "source": "Emerg Infect Dis",
              "type": "ref",
              "volume": "14",
              "year": "2008"
            },
            "text": "African swine fever virus isolate, Georgia, 2007",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50067,
            "infons": {
              "fpage": "12",
              "name_0": "surname:Sunwoo;given-names:S-Y",
              "name_1": "surname:Pérez-Núñez;given-names:D",
              "name_2": "surname:Morozov;given-names:I",
              "name_3": "surname:Sánchez;given-names:EG",
              "name_4": "surname:Gaudreault;given-names:NN",
              "name_5": "surname:Trujillo;given-names:JD",
              "name_6": "surname:Mur;given-names:L",
              "name_7": "surname:Nogal;given-names:M",
              "name_8": "surname:Madden;given-names:D",
              "name_9": "surname:Urbaniak;given-names:K",
              "pub-id_doi": "10.3390/vaccines7010012",
              "pub-id_pmid": "30696015",
              "section_type": "REF",
              "source": "Vaccines",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "DNA-protein vaccination strategy does not protect from challenge with African swine fever virus Armenia 2007 strain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50183,
            "infons": {
              "fpage": "715",
              "lpage": "29",
              "name_0": "surname:Kang;given-names:JH",
              "name_1": "surname:Lewis;given-names:DM",
              "name_2": "surname:Castranova;given-names:V",
              "name_3": "surname:Rojanasakul;given-names:Y",
              "name_4": "surname:Banks;given-names:DE",
              "name_5": "surname:Ma;given-names:JY",
              "name_6": "surname:Ma;given-names:JK",
              "pub-id_doi": "10.3109/01902149209031703",
              "pub-id_pmid": "1396414",
              "section_type": "REF",
              "source": "Exp Lung Res",
              "type": "ref",
              "volume": "18",
              "year": "1992"
            },
            "text": "Inhibitory action of tetrandrine on macrophage production of interleukin-1 (IL-1)-like activity and thymocyte proliferation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50307,
            "infons": {
              "fpage": "2307",
              "lpage": "18",
              "name_0": "surname:Jia;given-names:XJ",
              "name_1": "surname:Li;given-names:X",
              "name_2": "surname:Wang;given-names:F",
              "name_3": "surname:Liu;given-names:HQ",
              "name_4": "surname:Zhang;given-names:DJ",
              "name_5": "surname:Chen;given-names:Y",
              "pub-id_doi": "10.1159/000475650",
              "pub-id_pmid": "28456802",
              "section_type": "REF",
              "source": "Cell Physiol Biochem",
              "type": "ref",
              "volume": "41",
              "year": "2017"
            },
            "text": "Berbamine exerts anti-inflammatory effects via inhibition of NF-κB and MAPK signaling pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50406,
            "infons": {
              "fpage": "89",
              "name_0": "surname:Sivinski;given-names:SE",
              "name_1": "surname:Mamedova;given-names:LK",
              "name_2": "surname:Rusk;given-names:RA",
              "name_3": "surname:Elrod;given-names:CC",
              "name_4": "surname:Swartz;given-names:TH",
              "name_5": "surname:McGill;given-names:JM",
              "name_6": "surname:Bradford;given-names:BJ",
              "pub-id_doi": "10.1186/s40104-020-00497-4",
              "pub-id_pmid": "32884746",
              "section_type": "REF",
              "source": "J Anim Sci Biotechnol",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Development of an in vitro macrophage screening system on the immunomodulating effects of feed components",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50512,
            "infons": {
              "fpage": "209",
              "name_0": "surname:Franzoni;given-names:G",
              "name_1": "surname:Razzuoli;given-names:E",
              "name_2": "surname:Dei Giudici;given-names:S",
              "name_3": "surname:Carta;given-names:T",
              "name_4": "surname:Galleri;given-names:G",
              "name_5": "surname:Zinellu;given-names:S",
              "name_6": "surname:Ledda;given-names:M",
              "name_7": "surname:Angioi;given-names:P",
              "name_8": "surname:Modesto;given-names:P",
              "name_9": "surname:Graham;given-names:SP",
              "pub-id_doi": "10.3390/pathogens9030209",
              "pub-id_pmid": "32178332",
              "section_type": "REF",
              "source": "Pathogens",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Comparison of macrophage responses to African swine fever viruses reveals that the NH/P68 strain is associated with enhanced sensitivity to type I IFN and cytokine responses from classically activated macrophages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50725,
            "infons": {
              "fpage": "1002616",
              "name_0": "surname:Lv;given-names:C",
              "name_1": "surname:Zhang;given-names:Q",
              "name_2": "surname:Zhao;given-names:L",
              "name_3": "surname:Yang;given-names:J",
              "name_4": "surname:Zou;given-names:Z",
              "name_5": "surname:Zhao;given-names:Y",
              "name_6": "surname:Li;given-names:C",
              "name_7": "surname:Sun;given-names:X",
              "name_8": "surname:Lin;given-names:X",
              "name_9": "surname:Jin;given-names:M",
              "pub-id_doi": "10.3389/fimmu.2022.1002616",
              "pub-id_pmid": "36311798",
              "section_type": "REF",
              "source": "Front Immunol",
              "type": "ref",
              "volume": "13",
              "year": "2022"
            },
            "text": "African swine fever virus infection activates inflammatory responses through downregulation of the anti-inflammatory molecule C1QTNF3",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50859,
            "infons": {
              "fpage": "1255",
              "name_0": "surname:Li;given-names:Z",
              "name_1": "surname:Chen;given-names:W",
              "name_2": "surname:Qiu;given-names:Z",
              "name_3": "surname:Li;given-names:Y",
              "name_4": "surname:Fan;given-names:J",
              "name_5": "surname:Wu;given-names:K",
              "name_6": "surname:Li;given-names:X",
              "name_7": "surname:Zhao;given-names:M",
              "name_8": "surname:Ding;given-names:H",
              "name_9": "surname:Fan;given-names:S",
              "pub-id_doi": "10.3390/life12081255",
              "pub-id_pmid": "36013434",
              "section_type": "REF",
              "source": "Life",
              "type": "ref",
              "volume": "12",
              "year": "2022"
            },
            "text": "African swine fever virus: a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50895,
            "infons": {
              "fpage": "170",
              "name_0": "surname:Zhu;given-names:J",
              "name_1": "surname:Huang;given-names:L",
              "name_2": "surname:Gao;given-names:F",
              "name_3": "surname:Jian;given-names:W",
              "name_4": "surname:Chen;given-names:H",
              "name_5": "surname:Liao;given-names:M",
              "name_6": "surname:Qi;given-names:W",
              "pub-id_doi": "10.3390/molecules28010170",
              "pub-id_pmid": "36615369",
              "section_type": "REF",
              "source": "Molecules",
              "type": "ref",
              "volume": "28",
              "year": "2022"
            },
            "text": "Berbamine hydrochloride inhibits African swine fever virus infection in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50973,
            "infons": {
              "fpage": "199258",
              "name_0": "surname:Qian;given-names:B",
              "name_1": "surname:Hu;given-names:Y",
              "name_2": "surname:Liu;given-names:C",
              "name_3": "surname:Zheng;given-names:D",
              "name_4": "surname:Han;given-names:X",
              "name_5": "surname:Gong;given-names:M",
              "name_6": "surname:Zou;given-names:Y",
              "name_7": "surname:Zeng;given-names:D",
              "name_8": "surname:Liao;given-names:K",
              "name_9": "surname:Miao;given-names:Y",
              "pub-id_doi": "10.1016/j.virusres.2023.199258",
              "pub-id_pmid": "37923171",
              "section_type": "REF",
              "source": "Virus Res",
              "type": "ref",
              "volume": "339",
              "year": "2024"
            },
            "text": "Tetrandrine (TET) inhibits African swine fever virus entry into cells by blocking the PI3K/Akt pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51076,
            "infons": {
              "fpage": "92",
              "lpage": "6",
              "name_0": "surname:Yang;given-names:G",
              "name_1": "surname:Zhang;given-names:C",
              "name_2": "surname:Hu;given-names:P",
              "name_3": "surname:Zhu;given-names:M",
              "name_4": "surname:Hu;given-names:M",
              "name_5": "surname:Gao;given-names:S",
              "pub-id_doi": "10.1016/j.jchromb.2017.10.048",
              "section_type": "REF",
              "source": "J Chromatogr B",
              "type": "ref",
              "volume": "1070",
              "year": "2017"
            },
            "text": "An UPLC-MS/MS method for quantifying tetrandrine and its metabolite berbamine in human blood: application to a human pharmacokinetic study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51215,
            "infons": {
              "fpage": "995",
              "lpage": "8",
              "name_0": "surname:Sakurai;given-names:Y",
              "name_1": "surname:Kolokoltsov;given-names:AA",
              "name_2": "surname:Chen;given-names:CC",
              "name_3": "surname:Tidwell;given-names:MW",
              "name_4": "surname:Bauta;given-names:WE",
              "name_5": "surname:Klugbauer;given-names:N",
              "name_6": "surname:Grimm;given-names:C",
              "name_7": "surname:Wahl-Schott;given-names:C",
              "name_8": "surname:Biel;given-names:M",
              "name_9": "surname:Davey;given-names:RA",
              "pub-id_doi": "10.1126/science.1258758",
              "pub-id_pmid": "25722412",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "347",
              "year": "2015"
            },
            "text": "Two-pore channels control Ebola virus host cell entry and are drug targets for disease treatment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51312,
            "infons": {
              "fpage": "1257",
              "lpage": "71",
              "name_0": "surname:Huang;given-names:L",
              "name_1": "surname:Li;given-names:H",
              "name_2": "surname:Ye;given-names:Z",
              "name_3": "surname:Xu;given-names:Q",
              "name_4": "surname:Fu;given-names:Q",
              "name_5": "surname:Sun;given-names:W",
              "name_6": "surname:Qi;given-names:W",
              "name_7": "surname:Yue;given-names:J",
              "pub-id_doi": "10.1080/22221751.2021.1941276",
              "pub-id_pmid": "34102949",
              "section_type": "REF",
              "source": "Emerg Microbes Infect",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Berbamine inhibits Japanese encephalitis virus (JEV) infection by compromising TPRMLs-mediated endolysosomal trafficking of low-density lipoprotein receptor (LDLR)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51476,
            "infons": {
              "fpage": "233",
              "name_0": "surname:Franzoni;given-names:G",
              "name_1": "surname:Pedrera;given-names:M",
              "name_2": "surname:Sanchez-Cordon;given-names:PJ",
              "pub-id_doi": "10.3390/v15010233",
              "pub-id_pmid": "36680273",
              "section_type": "REF",
              "source": "Viruses",
              "type": "ref",
              "volume": "15",
              "year": "2023"
            },
            "text": "African swine fever virus infection and cytokine response in vivo: an update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51553,
            "infons": {
              "fpage": "1231",
              "name_0": "surname:Dong;given-names:S",
              "name_1": "surname:Yu;given-names:R",
              "name_2": "surname:Wang;given-names:X",
              "name_3": "surname:Chen;given-names:B",
              "name_4": "surname:Si;given-names:F",
              "name_5": "surname:Zhou;given-names:J",
              "name_6": "surname:Xie;given-names:C",
              "name_7": "surname:Li;given-names:Z",
              "name_8": "surname:Zhang;given-names:D",
              "pub-id_doi": "10.3390/v14061231",
              "pub-id_pmid": "35746702",
              "section_type": "REF",
              "source": "Viruses",
              "type": "ref",
              "volume": "14",
              "year": "2022"
            },
            "text": "Bis-benzylisoquinoline alkaloids inhibit porcine epidemic diarrhea virus in vitro and in vivo",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51647,
            "infons": {
              "fpage": "845",
              "name_0": "surname:Zhang;given-names:C",
              "name_1": "surname:Chen;given-names:H",
              "name_2": "surname:Sun;given-names:L",
              "name_3": "surname:Zhao;given-names:P",
              "name_4": "surname:Qi;given-names:C",
              "name_5": "surname:Yang;given-names:Y",
              "name_6": "surname:Si;given-names:A",
              "name_7": "surname:Qian;given-names:Y",
              "name_8": "surname:Jung;given-names:Y-S",
              "pub-id_doi": "10.3390/pathogens12060845",
              "pub-id_pmid": "37375535",
              "section_type": "REF",
              "source": "Pathogens",
              "type": "ref",
              "volume": "12",
              "year": "2023"
            },
            "text": "Bis-benzylisoquinoline alkaloids inhibit porcine epidemic diarrhea virus by disrupting virus entry",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]