[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250716",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11222149",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41564-024-01635-8",
              "article-id_pmc": "PMC11222149",
              "article-id_pmid": "38862604",
              "article-id_publisher-id": "1635",
              "fpage": "1661",
              "issue": "7",
              "kwd": "Microbiome Computational biology and bioinformatics Medical research",
              "license": "\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "lpage": "1675",
              "name_0": "surname:Tierney;given-names:Braden T.",
              "name_1": "surname:Kim;given-names:JangKeun",
              "name_10": "surname:Garcia Medina;given-names:J. Sebastian",
              "name_11": "surname:Houerbi;given-names:Nadia",
              "name_12": "surname:Meydan;given-names:Cem",
              "name_13": "surname:Wain Hirschberg;given-names:Jeremy",
              "name_14": "surname:Qiu;given-names:Jake",
              "name_15": "surname:Kleinman;given-names:Ashley S.",
              "name_16": "surname:Al-Ghalith;given-names:Gabriel A.",
              "name_17": "surname:MacKay;given-names:Matthew",
              "name_18": "surname:Afshin;given-names:Evan E.",
              "name_19": "surname:Dhir;given-names:Raja",
              "name_2": "surname:Overbey;given-names:Eliah G.",
              "name_20": "surname:Borg;given-names:Joseph",
              "name_21": "surname:Gatt;given-names:Christine",
              "name_22": "surname:Brereton;given-names:Nicholas",
              "name_23": "surname:Readhead;given-names:Benjamin P.",
              "name_24": "surname:Beyaz;given-names:Semir",
              "name_25": "surname:Venkateswaran;given-names:Kasthuri J.",
              "name_26": "surname:Wiseman;given-names:Kelly",
              "name_27": "surname:Moreno;given-names:Juan",
              "name_28": "surname:Boddicker;given-names:Andrew M.",
              "name_29": "surname:Zhao;given-names:Junhua",
              "name_3": "surname:Ryon;given-names:Krista A.",
              "name_30": "surname:Lajoie;given-names:Bryan R.",
              "name_31": "surname:Scott;given-names:Ryan T.",
              "name_32": "surname:Altomare;given-names:Andrew",
              "name_33": "surname:Kruglyak;given-names:Semyon",
              "name_34": "surname:Levy;given-names:Shawn",
              "name_35": "surname:Church;given-names:George M.",
              "name_36": "surname:Mason;given-names:Christopher E.",
              "name_37": "surname:Mason;given-names:Christopher E.",
              "name_38": "surname:Mason;given-names:Christopher E.",
              "name_4": "surname:Foox;given-names:Jonathan",
              "name_5": "surname:Sierra;given-names:Maria A.",
              "name_6": "surname:Bhattacharya;given-names:Chandrima",
              "name_7": "surname:Damle;given-names:Namita",
              "name_8": "surname:Najjar;given-names:Deena",
              "name_9": "surname:Park;given-names:Jiwoon",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "9",
              "year": "2024"
            },
            "text": "Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 117,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Maintenance of astronaut health during spaceflight will require monitoring and potentially modulating their microbiomes. However, documenting microbial shifts during spaceflight has been difficult due to mission constraints that lead to limited sampling and profiling. Here we executed a six-month longitudinal study to quantify the high-resolution human microbiome response to three days in orbit for four individuals. Using paired metagenomics and metatranscriptomics alongside single-nuclei immune cell profiling, we characterized time-dependent, multikingdom microbiome changes across 750 samples and 10 body sites before, during and after spaceflight at eight timepoints. We found that most alterations were transient across body sites; for example, viruses increased in skin sites mostly during flight. However, longer-term shifts were observed in the oral microbiome, including increased plaque-associated bacteria (for example, Fusobacteriota), which correlated with immune cell gene expression. Further, microbial genes associated with phage activity, toxin–antitoxin systems and stress response were enriched across multiple body sites. In total, this study reveals in-depth characterization of microbiome and immune response shifts experienced by astronauts during short-term spaceflight and the associated changes to the living environment, which can help guide future missions, spacecraft design and space habitat planning.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1556,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Longitudinal multi-omics reveals shifts to the human microbiome across multiple body sites and the associated immune responses during short-term spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1714,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Main",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1719,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The sources and health impacts of spaceflight-associated microbiome shifts are an open, yet important area of study. Microbes play manifold roles in human physiology; understanding the complex interplay between the space environment and host-microbiome composition is critical. This is especially true with the recent proliferation of commercial spaceflight missions and increased space tourism: individuals with increasingly diverse medical histories will travel into space and to the Moon (for example, dearMoon), and these crews will also carry a more complex history and range of microbiome states (for example, recent antibiotic usage). In this new age, astronauts can be immunocompromised, cancer survivors, elderly or have other health profiles that put them severe other severe outcomes, especially relative to previous NASA, ESA, JAXA and ROSCOSMOS missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2587,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Microbes are already associated with many spaceflight-specific health indications. In microgravity, many individuals experience gastrointestinal discomfort (that is, constipation), which is heavily linked to gut microbiome composition. The skin barrier is disrupted and often inflamed, allowing potential invasion of pathobionts or otherwise inflammatory microorganisms. Although the mechanisms are not entirely understood, the immune system experiences suppression during spaceflight, leading to inflammation or a ‘reactivation’ of latent infections, such as herpes viruses. As a result, identifying the sources and impacts of microbiome changes as a function of spaceflight will be essential for the development of microbiome-targeted, spaceflight-relevant diagnostics and therapeutics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3380,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Microbial physiology, genetics and community composition are also dramatically affected by the space environment, probably due to the stressors of microgravity and radiation. These changes, taken together, alter the nature of microbial communities and, therefore, their cumulative impact on the host. We recently documented the ‘International Space Station (ISS) effect’, in which organisms on the ISS exhibit increasing resistance to antibiotics over time, despite not having been exposed to them in the first place. Many Biosafety Level 2 organisms, including Haemophilus influenzae, Klebsiella pneumonia, Salmonella enterica, Shigella sonnei and Staphylococcus aureus, have been observed to exhibit ecological succession in the environment of the ISS, demonstrating the propensity of the space environment to select for specific community compositions and gene content.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4257,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Early studies in aerospace medicine have indicated that the microbiomes of humans and the built environment shift as a function of spaceflight; however, there are many open questions regarding spaceflight’s microbiome architecture: the totality of detectable flight-associated compositional and expression shifts in the set of all bacteria, viruses and microbial genes in the host and their surrounding environment (Glossary/Supplementary Table 1). Also, the proportion of organisms acquired from other crew members, versus from the environment, remains unclear, and the transience of microbiome changes post-flight remains opaque. Notably, the metatranscriptomic activity of human-associated microbes in response to flight is completely absent. These questions predominantly remain because previous studies have been hampered by (1) limited sample sizes, (2) a lack of longitudinal data and (3) a focus on single sequencing modalities (that is, amplicon sequencing or only DNA profiles).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5248,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To interrogate microbiome community activity in spaceflight, we recently executed a longitudinal, multi-omic (metagenomics, metatranscriptomics, single-cell immunome) sampling study of the SpaceX Inspiration4 mission (i4)—the first all-civilian commercial spaceflight. Over a 6-month window, the crew collected environmental (that is, from the Dragon capsule), skin (n = 8 sites), nasal and oral swabs at eight timepoints before, during and after a 3-day, high-elevation (590 km) mission in orbit, as well as peripheral blood mononuclear cells (PBMCs) before and after spaceflight (n = 3 per flight window). We focused on expression and abundance shifts and their relationship to host immune status as a function of spaceflight. Our results yield a standardized approach for temporally monitoring microbial exposomic changes as a function of spaceflight and, in total, characterize the microbiome architecture of biomedically relevant taxa that are activated or repressed during short-term spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6263,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6271,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The human microbiome is altered in short-term spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6329,
            "infons": {
              "file": "41564_2024_1635_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Overview of dataset and summary of changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6373,
            "infons": {
              "file": "41564_2024_1635_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na, Collection and analytic approach. Body swabs were collected from ten different sites, comprising three microbial ecosystems (oral, nasal, skin) around the body at eight different timepoints surrounding launch. These are referred to as L-92, L-44, L-3, FD2, FD3, R+1, R+45, R+82, where ‘L’ refers to pre-launch, ‘FD’ corresponds to flight day (that is, in-flight) and ‘R’ refers to return (that is, post-flight). Following collection and paired metagenomic/metatranscriptomic sequencing, samples were processed with a MAS to extract taxonomic (bacterial or viral) and functional features to determine their changes relative to flight. b, The time trajectories of persistently/transiently increased/decreased significant findings, filtering for strong associations (see Methods). Plots with one line had either no significant findings or none that met the filtering criteria. Grey shaded area indicates 95% confidence intervals. The orange shaded area refers to the samples collected while subjects were in orbit. c, Significant features by specific swabbing sites.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7453,
            "infons": {
              "file": "41564_2024_1635_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7466,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The i4 crew collected a microbiome dataset spanning eight timepoints: three before flight, three after flight and two during flight. In total, we sequenced 385 metagenomic and 365 metatranscriptomic swabs comprising ten body sites representing the oral, nasal and skin microbiomes (n = 750 samples, Fig. 1a), plus eight stool samples (from two participants before and after flight). Locations inside the Dragon capsule were swabbed twice in flight and also before spaceflight (a separate capsule was utilized for crew training).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7999,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We used a diverse set of short-read alignment and de novo assembly approaches to estimate the microbial community taxonomic and functional composition of our dataset (Extended Data Fig. 1, Methods and Supplementary Figs. 1–7). We queried whether the conditions of short-term spaceflight (potentially including, for example, microgravity, radiation or altered dietary and cleaning habits) altered overall bacterial and viral community composition and expression consistently across the crews. Via a linear mixed effect (LME) modelling approach, we executed a microbiome-association study (MAS), computing associations for each taxonomic rank and classifier between flight and the abundance of (1) bacterial species, (2) viral genera and non-redundant proteins. We grouped false discovery rate (FDR) significant (q-value < 0.05) features into four categories: transiently increased in-flight, transiently decreased in-flight, persistently increased in/after flight and persistently decreased in/after flight. We additionally fit generalized linear models (GLMs) alongside LMEs and identified the two approaches to be generally concordant (Extended Data Fig. 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9165,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In total, we observed a predominantly transient restructuring of the oral, nasal and skin microbiomes as a function of flight (Fig. 1b–c and Extended Data Fig. 3). Across all ten sites swabbed and regressed, over 821,337 associations were statistically significant (adjusted P < 0.05) and grouped into one of the four categories of interest. These comprised 314,701 distinct microbial features: 792 were viral, 767 were bacterial and the remaining were microbial genes. The majority (73.5%) of significant and categorized features were transiently increased in abundance, yet 24.6% were transiently depleted during flight, and 0.6% and 1.1% of features appeared to continually increase or decrease (respectively) following the crew’s return to Earth across multiple timepoints. Transient shifts were more dramatic than persistent ones. The limited persistence of changes indicates that, while microbial communities may restructure in space, the relative abundance of altered organisms, as well as their gene expression, generally reset upon returning to Earth. Despite these changes, we note that this analysis alone does not indicate the degree to which spaceflight itself, versus other confounding factors such as altered diet, affects the host microbiota.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10432,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Different body sites displayed distinct time trends that varied depending on molecular type (gene expression vs relative abundance) and domain of life. Time-dependent shifts were apparent in all body sites. The oral microbiome displayed a restructuring in both relative abundance and bacterial gene expression; 161 bacterial and viral taxonomies were transiently increased, 173 were transiently decreased, 62 were persistently increased and 12 were persistently decreased (Fig. 1c). Alternatively, the skin microbiome demonstrated fewer persistent changes, with 933 transiently increased (metagenomic) taxa across all eight skin sites. The number and direction of altered microbiome features were generally consistent across classification methods (Extended Data Fig. 4), and most taxonomic associations were unique to individual body sites (Extended Data Fig. 5).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11297,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Bacterial and viral shifts during and after spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11353,
            "infons": {
              "file": "41564_2024_1635_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The oral microbiome architecture of spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11402,
            "infons": {
              "file": "41564_2024_1635_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The strongest associations between bacteria and flight for the oral microbiome. X axes are average log2 fold change (L2FC) of all pre-flight or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Red bars refer to associations in metatranscriptomic data. Blue bars refer to associations in metagenomic data. Dashed grey vertical lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L2FC and showing up to 15 at once.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12073,
            "infons": {
              "file": "41564_2024_1635_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12086,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next interrogated the taxonomies of bacterial shifts during spaceflight. The organisms with the strongest effects were distinct across biological modalities; in other words, an increase in gene expression did not necessarily imply the existence of a similar increase in the abundance of DNA ascribed to a given species. This discordance was apparent in the oral microbiome (Fig. 2), for example, where there was almost no overlap between the organisms that altered in terms of relative abundance and those that altered in terms of gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12637,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Specifically, the oral microbiome demonstrated flight-dependent variation in the metatranscriptomic expression of bacteria associated with dental decay and biofilm formation (Fig. 2). Various members of Fusobacteriota, a progenitor to gum and tooth disease previously reported as spaceflight-associated, demonstrated an increase either in or after spaceflight. These included Fusobacterium hwasookii, Fusobacterium nucleatum and Leptotrichia hofstadii. Other oral biofilm species known to aggregate synergistically with Fusobacterium species in the mouth were also enriched in and after flight; these included Streptococcus gordonii A, multiple Campylobacter species and Actinomyces oris species. Also, there was a persistent loss in the expression of Streptococcus oralis spp. and Lachnoanaerobaculum gingivalis, and a transient decrease in Veillonella spp. Alloscardovia omnicolens was the only organism with a strong, persistent increase in metagenomic levels. We compared the MetaPhlAn4 associations to those identified in the GTDB database and found similar results, especially regarding the overall enrichment of Fusobacterium sp. in flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13785,
            "infons": {
              "file": "41564_2024_1635_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The skin microbiome and viral architecture of spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13844,
            "infons": {
              "file": "41564_2024_1635_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na, The strongest associations between bacteria and flight for the skin microbiome. X axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dashed grey vertical lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L2FC and showing up to 10 at once. b, Host and molecular type of viral genera associated with flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14453,
            "infons": {
              "file": "41564_2024_1635_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14466,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Many of the strongest bacterial skin microbiome alterations (Fig. 3) were predominantly metagenomic, as opposed to metatranscriptomic. We hypothesized that this may indicate the acquisition of new but non-transcriptionally active species from the surrounding environment and crew. For example, persistent increases were mostly in the metagenomic content of various gut microbes (for example, Bacteroides, Parabacteroides, Blautia, Enterocloster); this may result from altered hygiene habits during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14977,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As with the oral microbiome, there was little concordance between metagenomic and metatranscriptomic changes. On the other hand, Corynebacterium species (common skin commensals) experienced metatranscriptomic, temporary depletion in-flight, and Acinetobacter spp. demonstrated a persistent depletion. These ‘typical’ skin microbes (for example, Corynebacterium, Staphylococcus, Variovorax, Acinetobacter) underwent changes in metatranscriptomic activity, whereas organisms not universally found on the human skin (for example, Mesorhizobium spp., Prevotella spp.) tended to experience metagenomic shifts, again indicating the potential acquisition of non-transcriptionally active organisms from different niches.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15694,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "However, the landscape of viral activity and depletion covered region-specific, prokaryotic- and eukaryotic-targeting viral genera (Fig. 3b). The majority of detectable viral activity comprised phages in the skin microbiome (that is, DNA viruses targeting prokaryotic hosts), and it was concentrated in the gluteal crease. Most viral activity was transiently increased in-flight across diverse lineages. For example, Uroviricota, Cressdnaviricota and Phixviricota shifted across the oral, skin and nasal microbiomes. However, phyla containing biomedically relevant, potential human pathogens also increased, including Kitrinoviricota, Artverviricota, Nucleocytoviricota and Duplornaviricota.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16386,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "A core functional microbial landscape of spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16439,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next aimed to characterize the consistency with which microbial gene abundances changed across time and body site across 3.6 million non-redundant genes. First, we explored the broad functions of the genes that fell into either the transiently increased or transiently decreased categories. The increases in DNA content on the skin, as well as decreases in nasal microbiome content, were immediately apparent (Extended Data Fig. 6a, third and first columns, respectively), and the oral microbiome and gluteal crease also underwent large metatranscriptomic increases. Of note, the category that exhibited the greatest fluctuation in genes was ‘amino acid transport and metabolism’. In the exposed areas of the skin, such as the forearm, the genes that were changed in this category mostly came from metagenomic data. In less exposed body sites (that is, oral, gluteal crease), the activity in this category was primarily metatranscriptomic. This may indicate the dramatic degree to which microbial nutrient needs change in-flight, probably from a combination of features ranging from environmental strain transfer, competition and host dietary changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17598,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The oral, nasal and skin microbiomes demonstrated consistency in the functions that were altered during spaceflight, especially in the metagenomic data. We observed five different categories of proteins of interest enriched among increased features: antibiotic and heavy metal resistance, haem binding/export, lantibiotic-associated genes, phage-associated genes and toxin–antitoxin systems (Extended Data Figs. 6b and 7–9). Lantibiotic biosynthesis again displayed a discordant response between sequencing types; it was decreased in the metagenomic data but increased in metatranscriptomics. Phage proteins, toxin–antitoxin systems, and antibiotic-related/heavy metal pathways increased noticeably across all host niches. As in other spaceflight studies, we specifically observed an increase in the RelB toxin–antitoxin genes, most notably through metatranscriptomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18476,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Microbial similarity between the capsule and crew members",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18534,
            "infons": {
              "file": "41564_2024_1635_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Microbial propagation through the Dragon capsule and the crew.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18597,
            "infons": {
              "file": "41564_2024_1635_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na, Beta diversities for bacterial metagenomics. Heat map colour corresponds to average beta diversity, with black being the midpoint (0.5), blue being totally dissimilar (1.0) and grey being highly similar (0.0). Columns are hierarchically clustered. The interpretation for a single cell is for the crew member annotated on the right-hand side: the value encoded refers to the dissimilarity of that individual’s body site (as indicated on the column) to all other cells in that column (so the capsule and all other crew samples from the same site). For example, the bottom right cell indicates C004’s average forearm dissimilarity to all other crew member’s forearm swabs. b, Strain-sharing events between the crew and the capsule during the mid-flight timepoints. c, The number of strain-sharing events across time, where an event is defined as the detection of the same strain between two different swabbing locations. d, Organisms with at least two strain-sharing events detected within a given timepoint.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19613,
            "infons": {
              "file": "41564_2024_1635_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19626,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We observed that, on average, bacterial beta diversity appeared to decrease after flight (Fig. 4a), indicating a broad convergence of the crew microbiome. When ranking sites by similarity to the capsule mid-flight (Fig. 4a, from left to right), the beta diversity correlated with the degree of environmental exposure for a given sampling site. For example, the oral microbiome remained highly dissimilar from the microbiome of the capsule and other sites, whereas the forearm microbiome became much more similar to that of the walls of the Dragon capsule and other crew members, which matches the degree of exposure of that body site.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20261,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Further, our MAS also indicated that during spaceflight, the composition of the crews’ microbiota changed, most notably in the skin niche, although the sources of these alterations were unclear. We hypothesized that these shifts in community composition and the overall increase in microbiome similarity could simply be a result of individuals cohabitating in a tight space; however, a change in gene expression in the oral microbiome, where microbial exchange is probably less likely, could derive from other ecological or other exposure changes such as diet or immune alterations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20846,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Therefore, we next identified shared microbial signatures between individuals and the environment. Specifically, we queried whether host microbiomes converged during and after flight and whether putative microbial exchange occurred within individuals, between individuals, or both within individuals and the capsule, utilizing recently published methods to determine whether strain-level markers could discern the directionality of microbial exchange across environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21318,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Overall (Fig. 4b), we found that while in flight, marker genes for individual microbial strains were mostly shared between skin microbiome samples from the same individual (and not across individuals). The capsule had variation in overlap with individuals, with most occurring in exposed skin. Moreover, there were more potential shared microbial strains between the capsule and different individuals by the second sampling in-flight (Fig. 4c), indicating an influence of cohabitation time on migration. Strains identified by StrainPhlAn, such as Mesorhizobium_hungaricum|t__SGB11031, identified as present in multiple locations mid-flight (Fig. 4d), were similar in part to those GTDB species identified as increased metagenomically (but not transcriptionally) across exposed skin sites (Fig. 3). Notably, most of these putative sharing between individuals were present after flight, as opposed to before the mission, indicating in-flight transfer. Finally, we note that in this dataset, which contains numerous low-biomass samples, any indications of strain-sharing are difficult to validate (for example, contamination could potentially drive some of the findings), so the following results should be validated in future skin microbiome and aerospace studies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22581,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight microbiome shifts associate with host gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22647,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Having mapped the architecture of microbiome changes surrounding spaceflight and identified the source of some of those changes, we next searched for indications of a link between microbiome ecology and the host immune system. To do so, we integrated the observations from our MAS with host immune single-nuclei transcriptome data from PBMCs. Via averaging across single-nuclei sequencing information, we estimated the gene expression of nine host immune cell subpopulations and we computed differentially expressed genes within cell types post-flight using lasso regression to identify candidate relationships between flight-associated, increased microbial features and immune cell subpopulation gene expression. Specifically, we aimed to identify whether metatranscriptomic or metagenomic (that is, cohabitation-derived) changes were more likely to be correlated with immune transcriptome changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23547,
            "infons": {
              "file": "41564_2024_1635_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The landscape of potential immune–microbiome associations related to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23631,
            "infons": {
              "file": "41564_2024_1635_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na, The total number of microbial features, by type, associated with different immune cell subtypes gene expression for those that were long-term increased (left) or decreased (right) after flight. b, The spaceflight-associated (increased in abundance or expression) bacteria and viruses that were associated with the greatest number of host genes. Viral genera are labelled ‘E’ for targeting a eukaryotic host and ‘P’ for targeting a prokaryote. If no definite host is known, no label was assigned. c, The spaceflight-associated microbial genes that were associated with the greatest number of host genes. We sorted for genes within each body site and selected the top 15 with the greatest number of human gene associations. The legend at the bottom of a is relevant for all figures where those colours appear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24451,
            "infons": {
              "file": "41564_2024_1635_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24464,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We observed many putative relationships between host immune cell expression, body site and microbial features (Fig. 5a). Bacterial species, specifically in the oral microbiome, had many metatranscriptomic associations across all cell types. In terms of relative abundance (that is, metagenomics), oral microbes were associated with CD4 T cells, CD8 T cells and CD16 monocytes, which are known for innate immune response against pathogens. Skin bacteria had very few associations with immune cells (compared to oral) in both metagenomics and metatranscriptomics. The overall lack of associations between skin bacteria and immune response was interesting, as it indicated that while microbes are potentially acquired during flight (as observed in Fig. 4), these acquired microbes may have limited immediate impact on the host. In other words, there was limited evidence that strain-sharing due to cohabitation drove a strong altered immune state in humans. Conversely, we did observe a limited link in our data between viruses and immune cell expression, with natural killer (NK) cells, CD14 monocytes, dendritic cells and CD16 monocytes showing the most viral associations; these associations were predominantly in the skin microbiome, which may relate to previous observations of increase viral shedding in astronauts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25783,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, we examined a subset of microorganisms with expression and abundance changes that correlated with host genes across multiple immune cell types (Fig. 5b). A small group of metagenomically detected viruses were associated with many different immune genes; one genus (Family Genomoviridae) targets fungi and was correlated with 13 genes in natural killer cells. The presence of this virus on the skin makes additional sense given that fungi are known skin symbionts. The other associated viruses had unclassified hosts or targeted bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26327,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the oral microbiome, pathobiont gene expression was associated with immune cell gene expression. Streptococcus pneomoniae A had the largest number of genes associated with it; 30/32 genes were found in natural killer cells. Streptoccocus gordonii A, which was persistently increased after flight was associated with many different immune cell subtypes (N = 32 genes), including CD4 T cells, CD14 monocytes, CD16 monocytes and dendritic cells. The only oral bacterial relative abundance increase during or after flight that was associated with many immune cell subtypes was in Gemella morbillorum. The other oral microbes with the strongest oral associations included other medically relevant organisms, as well as some typical commensals: Pauljensenia hongkongensis, Campylobacter_A concisus_R, Actinomyces massiliensis, Haemophilus_A parahaemolyticus, Leptotrichia_A sp905371725, Porphyromonas catoniae and many Streptococcus spp.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27266,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The microbial genes (Fig. 5c) associated with the most human genes were detected via both shifts in relative abundance (DNA) as well as expression (RNA). They spanned many different protein annotations, yet there were some commonalities among those that were correlated with many immune cell subpopulations. Most notably, these annotations, across both metagenomics and metatranscriptomics, included transcription factors, cell surface proteins and transporters. Pertinent to our previous results (Extended Data Fig. 6b), the top microbial gene (for example, hemX) in the nasal microbiome was the haem uptake protein IsdC.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27889,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27900,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this study, which comprises the largest dataset of spaceflight-associated microbiome data so far, we systematically queried the microbiome architecture of short-term spaceflight. Previous efforts, such as the NASA twins study, have had difficulty mapping microbiome shifts due to small sample sizes, restricted body site sampling (n = 3) and limited sequencing modalities. Here we show significant bacterial, viral and gene-level microbiome shifts and their potential relationship to host immune response, which can help inform sampling and monitoring for future missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28480,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Chief among our findings was that native microbiome shifts were highly correlated with host immune changes. Naturally, a microbial shift can affect the host immune system, or vice versa, without the initial cause being ‘space-specific’ (that is, due to microgravity or radiation). Dietary factors or other confounders could drive a portion of these effects. Putative convergence in microbiome signatures (Fig. 4a), for example, could be (and probably is) a function of humans residing in close quarters. Moreover, crews have been documented as experiencing immune and viral reactivation; typically, this effect is not attributed solely to cohabitation, and we showed here that species potentially acquired from the environment in flight were not associated with immune cell changes—a topic that has been debated in previous studies. We claim, therefore, that it is unlikely that strain sharing due to close quarters, or even variable sanitation in-flight, could explain the entirety of the link between host immune response and the microbiome. Future manuscripts, of course, could leverage this dataset as well as data from analogue astronaut studies on Earth to test this hypothesis more rigorously.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29687,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "An additional paper focuses more on the host-side of immune activation, reporting specific human genes that seem to be associated with microbial features and integrating additional datasets. However, for completeness, we briefly document here some human genes of interest that were microbiome-associated. By cell type, we documented the most strongly associated genes with microbial features. For bacteria, gene functions were annotated with, for example, long non-coding RNAs (across all cell types), immunoglobulin genes (CD14 monocytes) and interferon regulatory factors. We additionally uncovered associations with specific immune modulatory genes such as CXCL10, XCL1, CXCL8 (immune cell migration), NLRC5, HLA genes, CD1C (antigen presentation/co-stimulation), SLC2A9 (immune cell metabolism), IRF1, NR4A3 and STAT1 (transcription factors that specify immune cell states) that increased across multiple immune cell types (B cells, CD4 T cells, CD8 T cells, CD14 monocytes, DCs, NK cells).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30682,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "A limitation of our work is its observational nature, which arises from the overall study design and an opportunistic mission. Despite having more samples than all other astronaut microbiome studies combined, this effort still hosts a relatively small crew size (n = 4), and we cannot determine from these data alone if an outside effect on the immune system is altering their abundance or expression or if microbiome ecology may be driving these and similar changes. Given the nascence of the multi-omic space biomedicine (and the difficulty of sample collection), we were limited in this study to simply observing shifts in microbes and, from multi-omic data integration, inferring hypotheses regarding the overall nature of the mid-flight microbe–immune axis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31451,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As a result, there are several opportunities to expand on this work in future studies and missions. Analytically, our lasso-based approach for immune–microbe interaction modelling of immune cell gene expression changes does not inherently allow for statistical inference or account for inter-individual variation. Further, some of our samples had very low biomass, requiring PCR-amplification (18 cycles) for RNA-sequencing data, which can increase duplicate rates of sequences. For this reason, we attempted to take a conservative and systematic modelling approach to our effort. Specifically, (1) we implemented multiple algorithms and compared their concordance, (2) set coverage thresholds for bacterial and viral taxa to filter probable false positives, (3) used multiple, state-of-the-art taxonomic classifiers and compared our findings among all of them, (4) mapped reads across five databases and (5) implemented and compared both generalized linear models and mixed effect models, bearing in mind that the latter can face interpretability challenges with smaller sample sizes. Additional modelling strategies, including network analyses, could be implemented in addition to those we have tested here. For example, recently developed network models or methods for controlling false positive rates in compositional data could be potentially useful.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32809,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We additionally used 76 negative controls to attempt to avert false positive signals, which can stem from contamination and the kitome. Depending on their aim, future studies should alter collection methods to increase the amount of biomass collected during sampling (for example, using one swab for multiple skin sites) or examine relatively unbiased methods of amplification. In addition, they should encourage more detailed reporting on diet and cleaning methods (for example, wet wipes) to adjust for potential confounders introducing foreign microbial DNA into the host.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33385,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Further, in this study, we attempted to measure viral shifts as a function of flight. Measuring viral abundances in metagenomic and (particularly) metatranscriptomic data is extremely challenging. First, the decontamination process we used to remove environmental contaminants was not designed for organisms as ubiquitous and with such short, diverse genomes as viruses. Second, high-resolution taxonomic classification of viruses is non-trivial. We observed, for example, many spaceflight-associated viruses with unusual names, often mapping to viral species not typically found in or on humans. Simply put, the viral universe is so vast that these alignments may represent both read alignments and as well as spurious read mapping (and databases lacking the strains that are truly present). While our benchmarking efforts (Extended Data Fig. 10) increased our confidence in our results, the viral taxonomic and functional mapping field is an area that will benefit the most from improved methods in the future.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34398,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Additional experiments and missions can further test a microbiome-derived theory of spaceflight-associated immune changes. In addition to stress-testing our findings and increasing sample sizes, future spaceflight studies should consider several enhancements. For instance, they should compare sequestered ground controls to discern differences between space-driven and proximity-driven immune shifts. In addition, future efforts should design experiments that enable a deeper view into the causality of microbe–immune associations. Exploring some of these hypotheses through animal or organoid models could be valuable, as well as comparison to large control cohorts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35069,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In total, spaceflight microbiome studies are hyperbolic extensions of human exposome research. They capture a group of effectively immunocompromised individuals who share a self-contained environment that does not undergo microbial exchange with the outside world. Since these studies are rare, the range of immune system dynamics is just beginning to be explored. Overall, we describe here data and methods to map the axes of host–microbe–environment interaction, such that these observations and hypotheses can be tested and even modulated in future studies. Indeed, the increased access to space guarantees more opportunities to study astronauts, their microbiomes and their spacecraft while also motivating a strong health and medical impetus to plan for future missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35849,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35857,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Informed consent and ethics approval",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35894,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "This study was completely in accordance with appropriate ethics guidelines. All participants consented at an informed consent briefing at SpaceX (Hawthorne, California), and samples were collected and processed under the approval of the institutional review board at Weill Cornell Medicine, under Protocol 21-05023569. All crew members provided written informed consent for data and sample sharing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36293,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample collection, extraction and sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36338,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We sequenced analysed samples from human skin, oral and nasal environmental swabs before, during and after a 3-day mission to space. This dataset comprised paired metagenomic and metatranscriptomic sequencing for each swab. A total of 750 samples were collected in this study by the four crew members of the SpaceX Inspiration4 mission. The samples were taken from 10 body sites (Fig. 1a) across 8 collection points (3 pre-launch, 2 mid-flight and 3 post-flight) between June 2021 and December 2021. The crew additionally collected 20 samples from multiple Dragon capsules from 10 different locations. We note that some crew members (two adult male, two adult female) were using wet wipes (UPC, 036000317985) to bathe themselves in-flight in between swabbing; however, not every crew member did so, and SpaceX did not require this to be a consistent protocol among the crew. Wet wipes used by the crew were neither reused nor shared, which should limit any influence of this confounding variable. No statistical methods were used to predetermine sample sizes but our sample sizes are greater than any previous publication in this field.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37475,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The crew were each provided sterile Isohelix Buccal Mini Swabs (Isohelix, MS-03) and 1.0 ml dual-barcoded screw-top tubes (Thermo Scientific, 3741-WP1D-BR/1.0 ml) prefilled with 400 μl of DNA/RNA Shield storage preservative (Zymo Research, R1100). Following sample collection, swabs were immediately transferred to the barcoded screw-top tubes and kept at room temperature for less than 4 days before being stored at 4 °C until processing. Additional descriptions of the sample collection and sequencing methods are available in companion publications ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38040,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DNA, RNA and proteins were isolated from each sample using the QIAGEN AllPrep DNA/RNA/Protein kit (QIAGEN, 47054) according to manufacturer protocol, yet omitting steps one and two. To lyse biological material from each sample, 350 μl of each sample was transferred to a QIAGEN PowerBead tube with 0.1 mm glass beads and secured to a Vortex-Genie 2 using an adapter (1300-V1-24) before being homogenized for 10 min. Of the subsequent lysate, 350 μl was transferred to a spin-column before proceeding with the protocol. Concentrations of the isolated DNA, RNA and protein for each sample were measured by fluorometric quantitation using the Qubit 4 fluorometer (Thermo Fisher, Q33238) and a corresponding assay kit. The Qubit 1Xds DNA HS Assay kit was used for DNA concentration (Q33231) and the RNA HS Assay kit (Q32855) was used for RNA concentration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38903,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For shotgun metagenomic sequencing, library preparation for Illumina NGS platforms was performed using the Illumina DNA FLEX Library Prep kit (20018705) with IDT for Illumina DNA/RNA US indexes (20060059). Following library preparation, quality control was assessed using a BioAnalyzer 2100 (Agilent, G2939BA) and the High Sensitivity DNA assay. All libraries were pooled and sequenced on an S4 flow cell of the Illumina NovaSeq 6000 Sequencing System with 2 × 150-bp paired-end reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39394,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For metatranscriptomic sequencing, library preparation and sequencing were performed at Discovery Life Sciences (Huntsville, Alabama). The extracted RNA went through an initial purification and cleanup with DNase digestion using the Zymo Research RNA Clean & Concentrator Magbead kit (R1082) following the manufacturer-recommended protocol on the Beckman Coulter Biomek i5 liquid handler (B87583). Following cleanup, ribosomal RNA reduction for RNA-seq library reactions was performed using the New England Bioscience NEBnext rRNA Depletion kit (Human/Mouse/Rat) (E6310X), and libraries were prepared using the NEBnext Ultra II Directional RNA Library Prep kit (E7760X) with GSL 8.8 IDT Plate Set B indexes. Following library preparation, quality control was assessed using the Roche KAPA Library Quantification kit (KK4824). All libraries were pooled and sequenced on an S4 flow cell of the Illumina NovaSeq 6000 Sequencing System with 2 × 150-bp paired-end reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40365,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For faecal collection, all participants were provided with DNA Genotek OMNIgene-GUT (OM-200) kits for gut microbiome DNA collection. Each participant was instructed to empty their bladder and collect a faecal sample free of urine and toilet water. From the faecal specimen, each participant used a sterile single-use spatula, provided by the OMNIgene-GUT kit, to collect the faeces and deposit it into the OMIgene-GUT tube. Once deposited and sealed, the user was instructed to shake the sealed tube for 30 s to homogenize the sample and release the storage buffer. All samples from each timepoint were stored at room temperature for less than 3 days before storing at −80 °C long term. Faecal samples collected using the OMNIgene-GUT kit are stable at room temperature (15–25 °C) for up to 60 days.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41181,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DNA was isolated from each sample using the QIAGEN PowerFecal Pro DNA kit (51804). OMNIgene-GUT tubes were thawed on ice (4 °C) and vortexed for 10 s. Then, 400 μl of homogenized faeces was transferred into the QIAGEN PowerBead Pro tube with 0.1 mm glass beads and secured to a Vortex-Genie 2 using an adapter (1300-V1-24) before being homogenized at maximum speed for 10 min. The remainder of the protocol was completed as instructed by the manufacturer. The concentration of the isolated DNA was measured by fluorometric quantitation using the Qubit 4 fluorometer (Thermo Fisher, Q33238), and the Qubit 1Xds DNA Broad Range Assay kit was used for DNA concentration (Q33265).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41870,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For shotgun metagenomic sequencing, library preparation for Illumina NGS platforms was performed using the Illumina DNA FLEX Library Prep kit (20018705) with IDT for Illumina DNA/RNA US indexes (20060059). Following library preparation, quality control was assessed using a BioAnalyzer 2100 (Agilent, G2939BA) and the High Sensitivity DNA assay. All libraries were pooled and sequenced on the Illumina NextSeq 2000 Sequencing System with 2 × 150-bp paired-end reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42342,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample quality control",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42365,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All metagenomic and metatranscriptomic samples underwent the same quality control pipeline before downstream analysis. Software used was run with the default settings unless otherwise specified. The majority of our quality control pipeline makes use of bbtools (v.38.92), starting with clumpify (parameters: optical = f, dupesubs = 2,dedupe = t) to group reads, bbduk (parameters: qout = 33 trd = t hdist = 1 k = 27 ktrim = ‘r’ mink = 8 overwrite = true trimq = 10 qtrim = ‘rl’ threads = 10 minlength = 51 maxns = −1 minbasefrequency = 0.05 ecco = f) to remove adapter contamination, and tadpole (parameters: mode = correct, ecc = t, ecco = t) to remove sequencing error. Unmatched reads were removed using bbtool’s repair function. Alignment to the human genome with Bowtie2 v.2.2.3 (parameters: –very-sensitive-local) was done to remove potentially human-contaminating reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43337,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Metagenomic assembly, bacterial and viral binning, and bin abundance quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43421,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We assembled all samples with MetaSPAdes v.3.14.3 (–assembler-only). Assembly quality was gauged using MetaQUAST (v.5.0.2). We binned contigs into bacterial metagenome-assembled genomes on a sample-by-sample basis using MetaBAT2 v.2.12.1 (parameters: –minContig 1500). Depth files were generated with MetaBAT2’s built-in ‘jgi_summarize_bam_contig_depths’ function. Alignments used in the binning process were created with Bowtie2 v.2.2.3 (parameters: —very-sensitive-local) and formatted into index bamfiles with samtools v.1.0.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43962,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Genome bin quality was checked using the ‘lineage’ workflow of CheckM (v.1.2). Medium and high-quality bins were dereplicated using deRep v.3.2.2 (parameters: -p 15 -comp 50 -pa 0.9 -sa 0.95 -nc 0.30 -cm larger). The resulting database of non-redundant bins was formatted as an xtree database (parameters: xtree BUILD k 29 comp 2), and sample-by-sample alignments and relative abundances were completed with the same approach as before. Bins were assigned taxonomic annotations with GTDB-tK (v.2.1.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44468,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Identification and taxonomic annotation of assembled viral contigs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44535,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To identify putative viral contigs, we used CheckV (v.0.8.1). For downstream viral abundance quantification, we filtered for contigs annotated as medium quality, high quality or complete. This contig database was dereplicated using BLAST and clustered at the 99% identity threshold as described above using established and published approaches (https://github.com/snayfach/MGV/tree/master/ani_cluster). The non-redundant viral contigs were formatted as an xtree database (parameters: xtree BUILD k 29 comp 0), and sample-by-sample alignments and relative abundances were computed with the same approach as before, the only difference being the coverage cut-off used to filter out viral genomes, which was lowered to 1% total and 0.05% unique due to the fact that those in question came directly from the samples analysed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45357,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene catalogue construction and functional annotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45411,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We generated gene catalogues using an approach piloted in previous studies. Bakta v.1.5.1 was used to call putative open reading frames (ORFs). The annotations reported in this study (for example, Fig. 5) derive directly from Bakta. We clustered predicted and translated ORFs (at 90% requisite overlap and 90% identity) into homology-based sequence clusters using MMseqs2 v.13.4511 (parameters: –easy-cluster –min-seq-id 0.9 -c 0.9). The resulting ‘non-redundant’ gene catalogue and its annotations were used in the functional analysis. We computed the abundance of the representative consensus sequences selected by MMseqs2 by alignment of quality-controlled reads with Diamond (v.2.0.14). We computed the total number of hits and computed gene relative abundance by dividing the number of aligned reads to a given gene by its length and then by the total number of aligned reads across all genes in a sample.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46330,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Benchmarking short-read viral taxonomic classification against the GenBank database",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46414,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To identify viral taxonomic abundance via short-read alignment, we mapped reads to a database of all complete, dereplicated (by BLAST at 99% sequence identity) GenBank viral genomes. We used the Xtree aligner for this method (see below); however, given the difficulty of assigning taxonomic ranks to viral species on the basis of alignment alone, we first benchmarked this process. We used Art to generate synthetic viral communities at random abundances from 100 random viruses from the GenBank database. We then aligned (with Xtree) back to these genomes, filtered for 1% total coverage and/or 0.5% unique coverage, and compared expected read mapping vs observed read mapping. We additionally computed true/false positive rates on the basis of the proportion of taxa identified that were present in the mock community (true positive) versus those that were not (false positive) versus those that were present but not identified (false negative). Overall, we identified optimal classification at the genus level, with >98% true positive rate (that is, 98/100 taxa identified) and low false positive/negative rates (for example, <10 taxa not present in the sample identified) (Extended Data Fig. 10a,b). Species-level classification had higher false negative rates (generally arising from multimapping reads to highly similar species) and a 60–70% true positive rate. Genus-level classification also yielded a nearly perfect correlation (>0.99 on average) between expected and observed read mappings (Extended Data Fig. 10c). As a result, while we report analyses for every taxonomic rank in the supplement, in the main text we describe only genus-level viral analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48086,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Overview of short-read taxonomic classification via alignment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48148,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In total, we used and compared seven different short-read mapping methods (MetaPhlAn4/StrainPhlAn, Xtree, Kraken2/Bracken run with four different settings, and Phanta), which together utilize five different databases that span bacterial, viral and fungal life. In addition, we identified and computed the relative abundance of non-redundant genes as well as bacterial and viral metagenome-assembled genomes. Subsequent downstream regression analyses were run on each resultant abundance table at each taxonomic rank.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48665,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Unless otherwise stated, for the figures involving taxonomic data used in the main text of this paper, we used XTree (https://github.com/GabeAl/UTree) (parameters: –redistribute). XTree is a recent update to Utree containing an optimized alignment approach and increased ease of use. In brief, it is a k-mer-based aligner (akin to Kraken2 (ref. ) but faster and designed for larger databases) that uses capitalist read redistribution to pick the highest-likelihood mapping between a read and a given reference based on the overall support of all reads in a sample for said reference. It reports the total coverage of a given query genome, as well as total unique coverage, which refers to coverage of regions found in only one genome of an entire genome database. We computed beta diversity (Bray–Curtis) metrics for taxonomic abundances using the vegan package in R.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49537,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bacteria-specific short-read classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49581,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For bacterial alignments, we generated an Xtree k-mer database (parameters: BUILD k 29 comp 0) from the Genome Taxonomy Database representative species dataset (Release 207) and aligned both metagenomic and metatranscriptomic samples. We filtered bacterial genomes for those that had at least 0.5% coverage and/or 0.25% unique coverage. Relative abundance was calculated by dividing the total reads assigned to a given genome by the total number of reads assigned to all genomes in a given sample. We additionally ran MetaPhlAn4 (ref. ) (default settings) as an alternative approach to bacterial taxonomic classification.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50203,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Virus-specific short-read classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50244,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For viral GenBank alignments, we generated an Xtree database (parameters: BUILD k 17 comp 0) from all complete GenBank viral genomes. We first dereplicated these sequences with BLAST 99% identity threshold via published approaches (https://github.com/snayfach/MGV/tree/master/ani_cluster). We filtered for genomes with 1%/0.5% total/unique coverage. Relative abundance was calculated identically as with the bacterial samples. We additionally ran Phanta (default settings) as an alternative to this approach for viral classification.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50778,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Kraken2 (multikingdom) short-read classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50827,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "As another set of methods for measuring taxonomic sample composition, we used Kraken2 and bracken, both with the default settings, to call taxa and quantify their abundances, respectively. We used the default kraken2 reference databases, which include all NCBI listed taxa (bacteria, fungal and viral genomes) in RefSeq as of September 2022. We ran Kraken2 with four different settings: default (confidence = 0) and unmasked reads, confidence = 0 and masked reads, confidence = 0.2 and unmasked reads, and confidence = 0.2 and masked reads. In the cases where we masked reads before alignment (to filter repeats and determine whether fungal and other eukaryotic alignments were probably false positives), we used bbmask running default settings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51589,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Evaluation of bacterial and viral short-read classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51649,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To evaluate our taxonomic profiling approach, we first compared the top ten genus-level classifications by body site before and after decontamination for each classifier in metagenomic and metatranscriptomic data. We observed general concordance among the various classification methods; for instance, the predominant skin genera consistently identified included Staphylococcus, Cutibacterium and Corynebacterium. The oral microbiome included Streptococcus, Rothia and Fusobacterium. Kraken2, which uses a database comprising both eukaryotic and prokaryotic organisms, identified fungi in the skin microbiome, as expected. The swabs from the Dragon capsule predominantly contained a diverse array of environmental microbes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52373,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We compared these results at additional taxonomic ranks and with other taxonomic classifiers. For example, to discern higher specificity of the viral changes, we additionally fit species-level virus associations. While species-level viral taxonomic classification can be difficult due to high read misalignments (Extended Data Fig. 10), we wanted to determine whether we could observe a higher-resolution picture of viral activity due to spaceflight, as this effect is known to be space-associated (as opposed to bacterial skin to skin transmission, which could be a result of sharing tight quarters and not a space-specific effect).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53007,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample decontamination with negative controls",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53053,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We observed that many of the swabs collected, especially those from the skin sites, comprised low-biomass microbial communities; there are many documented challenges in analysing these data. To filter environmental contamination and the kitome influencing our findings, we collected and sequenced negative controls of both (1) the water that sterile swabs were dipped in before use, as well as (2) the ambient air around the sites of sample collection and processing for sequencing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53536,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Following taxonomic classification and identification of de novo assembled microbial genes, we removed potential contaminants from samples by comparison to our negative controls. We ran the same classification approaches for each negative control sample as described in the above paragraphs. This yielded, for every taxonomy classification approach and accompanying database, a dataframe of negative controls alongside a companion dataframe of experimental data. On each of these dataframe pairs, we then used the isContaminant function (parameters: method = ‘prevalence’, threshold = 0.5) of the decontam package to mutually high-prevalence taxa between the negative controls and experimental samples. The guidance for implementation of the decontam package, including the parameter used, was derived from the following R vignette: https://benjjneb.github.io/decontam/vignettes/decontam_intro.html. Note that we used both metagenomic and metatranscriptomic negative control samples to decontaminate all data, regardless of whether those data were themselves metagenomic or metatranscriptomic. This decision was made to increase the overall conservatism of our approach.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54719,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "MAS on bacteria, viruses and genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54754,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Four mixed-model specifications were used for identifying microbial feature relationships with flight. Time is a variable encoded with three levels corresponding to the time of sampling relative to flight: pre-flight, mid-flight and post-flight. The reference group was the mid-flight timepoint, indicating that any regression coefficients had to be interpreted relative to flight (that is, a negative coefficient on the pre-launch timepoint implies that a feature was increased in-flight). We fit these models for all genes, viruses, and bacteria identified in our dataset by assembly, XTree (GTDB/GenBank), MetaPhlAn4, Kraken2 (all four algorithmic specifications), Phanta and gene catalogue construction. Each variable encoding a body site is binary, encoding whether a sample did or did not come from a particular region.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55580,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To search for features that were changed across the entire body, we fit overall associations, oral associations, skin associations and nasal associations:For associations with oral changes, we used:For associations with nasal changes, we used:For identifying associations with skin swabs, we fit the following model:The β characters in each of the above equations refer to the beta coefficients on a given variable in that given regression. The ε characters refer to the regression residuals. Note that in the final equation (4), the reference groups are samples deriving from the nasal and oral microbiomes; this means that highlighted taxa will be those associated with time and skin sites as compared to the oral and nasal sites. We additionally fit these same model specifications without the random effect and compared the results in Extended Data Fig. 2. Data distributions were assumed to be normal but not tested for every single microbial feature. Individual data points for each feature are present in the online data stored at figshare and with NASA GeneLab (see Data availability).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56683,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We used the lme4 (ref. ) package to compute associations between microbial features (that is, taxa or genes) abundance and time as a function of spaceflight and body site. For all data types, we aimed to remove potential contamination before running any associations. We estimated P values on all models with the ImerTest package using its default settings. We adjusted for false positives using Benjamini–Hochberg adjustment and used a q-value cut-off point of 0.05 to gauge significance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57175,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Identifying and plotting time-dependent trends in microbial features",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57244,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transient increase in-flight—negative coefficient on the pre-flight variable level, negative coefficient on the post-flight variable, statistically significant for both",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57415,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transient increase in-flight (low priority)—negative coefficient on the pre-flight variable level, negative coefficient on the post-flight variable, statistically significant for at least one of the two",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57620,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transient decrease in-flight—positive coefficient on the pre-flight variable level, positive coefficient on the post-flight variable level, statistically significant for both",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57797,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transient decrease in-flight (low priority)—positive coefficient on the pre-flight variable level, positive coefficient on the post-flight variable level, statistically significant for at least one of the two",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58008,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Potential persistent increase—negative coefficient on the pre-flight variable level, positive coefficient on the post-flight variable level, statistically significant for at least one of the two",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58205,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Potential persistent decrease—positive coefficient on the pre-flight variable level, negative coefficient on the post-flight variable level, statistically significant for at least one of the two",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58402,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We grouped microbial features associated with flight into six different categories. These were determined since our model contained a categorical variable encoding a sample’s timing relative to flight: whether it was taken before, during or afterwards. Since the modelling reference group was ‘mid-flight’, the interpretation of any coefficients would be directionally oriented relative to mid-flight microbial feature abundances. As a result, we were able to categorize features on the basis of the jointly considered direction of association and significance for the ‘pre-flight’ and ‘post-flight’ levels of this variable. The below listed categories are all included in the association summaries provided on figshare (see ‘Data availability’).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59167,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We used these groups to surmise the time trends reported in the figures. It would be intractable to visualize every association of interest, so we prioritized within each category on the basis of the absolute value of beta-coefficients and adjusted P values. In Fig. 1c, we removed the ‘low priority’ categories (two and four above) and only looked at the top 100 most increased and decreased significant genes, by group, relative to flight. We did so to make fitting splines feasible (especially in the case of genes, which had so many associations) and filter out additional noise due to low association-size findings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59792,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We took a similar approach for the barplots in Figs. 2–4 and Extended Data Figs. 7–9. We again filtered out the low priority associations and selected, for each body site represented in the figure (for example, oral, skin, nasal), the top N with the greatest difference in absolute value of average L2FC relative to the mid-flight timepoints. In other words, we selected for microbial features with dramatic overall L2FCs. We maximized N on the basis of the available space in the figure in question. We note that the complete, categorized association results are available in the online data resource (see Data availability).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60423,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Detecting microbial sharing between the crew and environment before, during and after flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60516,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We modelled our species/strain-sharing analysis on the basis of ref. . Briefly, we used the –s flag in MetaPhlAn4 to generate sam files that could be fed into StrainPhlAn. We used the sample2markers.py script to generate consensus markers and extracted markers for each identified strain using extract_markers.py. We ran StrainPhlAn with the settings recommended in ref.  (–markers_in_n_samples 1, –samples_with_n_markers 10 – mutation_rates –phylophlan_mode accurate). We then used the tree distance files generated by StrainPhlAn to identify strain-sharing cut-offs on the basis of the prevalence of different strains (detailed tutorial: https://github.com/biobakery/MetaPhlAn/wiki/Strain-Sharing-Inference).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61237,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Association with host immune gene subtypes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61280,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The single-cell sequencing approach and averaging of host genes to identify expression levels are documented in refs. . The resultant averaged expression levels across cell types were associated with microbial feature abundance/expression using lasso regression. We used the same log transformation approach as in the mixed effects modelling for the microbial features, and we centred and rescaled the immune expression data. In total, we computed one regression per immune cell type (N = 8) per relevant microbial feature, with the independent variables being all human genes (N = 30,601). We selected features on the basis of their grouping described above, picking only those that were increased transiently or persistently increased after flight. Due to the volume of gene-catalogue associations, we only analysed persistently increased genes. We report outcomes with non-zero coefficients in the text.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62195,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Figure generation and additional data processing notes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62250,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The GNU parallel package was used for multiprocessing on the Linux command line. We additionally used a series of separate R packages for analysis and visualization. Figures were compiled in Adobe Illustrator.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62460,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistics and reproducibility",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62491,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "No statistical method was used to predetermine sample size; all possible samples from all crew members (N = 4) were taken. No sequenced data were excluded from the analyses; however, samples were quality controlled before bioinformatic and statistical analysis to remove duplicated reads, trim adapters and low-quality bases, remove human contamination and remove potential microbial contamination (using negative controls). The experiments were not randomized. Data collection and analysis were not performed blind to the conditions of the experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63049,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Reporting summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63067,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63185,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63211,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Source data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63223,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Extended data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63237,
            "infons": {
              "file": "41564_2024_1635_Fig6_ESM.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Data processing workflow and summary statistics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63286,
            "infons": {
              "file": "41564_2024_1635_Fig6_ESM.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na) After quality-controlling reads, we executed two different, parallel, workflows to identify the microbial taxa and genes that comprised each sample. We used seven different algorithmic approaches (Xtree, MetaPhlAn4/StrainPhlAn4, Phanta, Kraken2 with multiple parameter settings) and four different databases to classify short reads into different taxonomic categories (bottom left). We also did a de novo assembly analysis to identify the abundance of non-redundant genes/functions as well as Metagenome-Assembled bacterial and viral genomes. We executed all regression analyses for every resultant abundance matrix across the taxonomic ranks ranging from species to phylum. b) Counts and percentages of reads aligning to the human reference genome. c) Aligned reads by taxonomic classification method. For metagenomics, N per column is 385 biologically independent samples, for metatranscriptomics, N is 365 biologically independent samples. These numbers correspond to all microbiome samples collected. Lines on box plots indicate minimum and maximum values. The median is the centerline, and the bounds of the box are the interquartile range. The whiskers extend to 1.5 times the interquartile range of the upper and lower quartiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64527,
            "infons": {
              "file": "41564_2024_1635_Fig6_ESM.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64540,
            "infons": {
              "file": "41564_2024_1635_Fig7_ESM.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Null model results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64560,
            "infons": {
              "file": "41564_2024_1635_Fig7_ESM.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Similarity between FDR-significant associations fit with mixed versus generalized linear models (sans a random effect).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64680,
            "infons": {
              "file": "41564_2024_1635_Fig7_ESM.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64693,
            "infons": {
              "file": "41564_2024_1635_Fig8_ESM.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Supplemental Microbiome Association Study output.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64743,
            "infons": {
              "file": "41564_2024_1635_Fig8_ESM.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na) The total number of features (bacterial species, viral genera, or genes) found to be statistically associated with either pre- or post-flight timepoints across sequencing methods. Features are grouped by the categories laid out in the Methods regarding the nature of their changes relative to flight b–c) The time trajectories of persistently/transiently increased/decreased significant findings split by body site, filtering for strong [see Methods] associations. Plots with one or no lines had either no significant findings or none that met the filtering criteria. Gray shaded area indicates 95% confidence intervals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65370,
            "infons": {
              "file": "41564_2024_1635_Fig8_ESM.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65383,
            "infons": {
              "file": "41564_2024_1635_Fig9_ESM.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Regression results by specific body sites.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65426,
            "infons": {
              "file": "41564_2024_1635_Fig9_ESM.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Regression results across short-read taxonomic classification methods.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65497,
            "infons": {
              "file": "41564_2024_1635_Fig9_ESM.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65510,
            "infons": {
              "file": "41564_2024_1635_Fig10_ESM.jpg",
              "id": "Fig10",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Similarity of regression output by body site.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65556,
            "infons": {
              "file": "41564_2024_1635_Fig10_ESM.jpg",
              "id": "Fig10",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Degree of overlap in the identity of significant bacterial and viral features as a function of body site and sequencing type.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65682,
            "infons": {
              "file": "41564_2024_1635_Fig10_ESM.jpg",
              "id": "Fig10",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65695,
            "infons": {
              "file": "41564_2024_1635_Fig11_ESM.jpg",
              "id": "Fig11",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The functional response of the microbiome to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65753,
            "infons": {
              "file": "41564_2024_1635_Fig11_ESM.jpg",
              "id": "Fig11",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\na) COG categories of all genes associated with flight. b) Groups of specific protein products that were associated with spaceflight. The legend in the black box is relevant for all figures where those colors appear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65970,
            "infons": {
              "file": "41564_2024_1635_Fig11_ESM.jpg",
              "id": "Fig11",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65983,
            "infons": {
              "file": "41564_2024_1635_Fig12_ESM.jpg",
              "id": "Fig12",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene level analysis, oral microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66021,
            "infons": {
              "file": "41564_2024_1635_Fig12_ESM.jpg",
              "id": "Fig12",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The strongest associations between genes and flight for the oral microbiome. X-axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dotted, gray, horizontal lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category by L2FC and showing up to 10 at once.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66530,
            "infons": {
              "file": "41564_2024_1635_Fig12_ESM.jpg",
              "id": "Fig12",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66543,
            "infons": {
              "file": "41564_2024_1635_Fig13_ESM.jpg",
              "id": "Fig13",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene level analysis, nasal microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66582,
            "infons": {
              "file": "41564_2024_1635_Fig13_ESM.jpg",
              "id": "Fig13",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The strongest associations between genes and flight for the nasal microbiome. X-axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dotted, gray, horizontal lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category by L2FC and showing up to 10 at once.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67092,
            "infons": {
              "file": "41564_2024_1635_Fig13_ESM.jpg",
              "id": "Fig13",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67105,
            "infons": {
              "file": "41564_2024_1635_Fig14_ESM.jpg",
              "id": "Fig14",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene level analysis, skin microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67143,
            "infons": {
              "file": "41564_2024_1635_Fig14_ESM.jpg",
              "id": "Fig14",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The strongest associations between genes and spaceflight for the skin microbiome. X-axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dotted, gray, horizontal lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category by L2FC and showing up to 10 at once.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67657,
            "infons": {
              "file": "41564_2024_1635_Fig14_ESM.jpg",
              "id": "Fig14",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67670,
            "infons": {
              "file": "41564_2024_1635_Fig15_ESM.jpg",
              "id": "Fig15",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Viral classifier benchmarking.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67701,
            "infons": {
              "file": "41564_2024_1635_Fig15_ESM.jpg",
              "id": "Fig15",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Benchmarking a viral classifier across taxonomic ranks. Synthetic viral communities were generated from 100 genomes at random levels of abundance (from the GenBank database used in the rest of this study). a) The number of recovered genomes out of 100, for 10 mock communities for the genus and species levels. N = 10 independently generated mock communities. b) The number of true positive (identified and present in the sample), false positive (identified but not present in the sample), and false negative (that is, not recovered) genomes for the genus and species levels. N = 10 independently generated mock communities. c) The correlation between observed and expected read counts for each taxon as a function of being a true positive, false positive, or false negative. Lines on box plots in A and B indicate minimum and maximum values. The median is the centerline, and the bounds of the box are the interquartile range. The whiskers extend to 1.5 times the interquartile range of the upper and lower quartiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68720,
            "infons": {
              "file": "41564_2024_1635_Fig15_ESM.jpg",
              "id": "Fig15",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nSource data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68733,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": " Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68872,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "These authors contributed equally: Braden T. Tierney, JangKeun Kim.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68940,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "Change history",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68955,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "6/25/2024",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68965,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "In the version of the article initially published, Fig. 1 included an earlier, incorrect title which has now been amended to “Overview of dataset and summary of changes” in the HTML and PDF versions of the article.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69184,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Extended data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69198,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "is available for this paper at 10.1038/s41564-024-01635-8.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69257,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69283,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41564-024-01635-8.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69375,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69396,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "C.E.M., B.T.T. and E.G.O. conceptualized and designed the study. B.T.T. led the paper drafting, data organization and processing. All authors read and approved the paper and contributed editing, analytic recommendations, and/or assistance in responding to reviewers.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69663,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Peer review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69675,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Peer review information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69699,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": " Nature Microbiology thanks the anonymous reviewers for their contribution to the peer review of this work. Peer reviewer reports are available.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69844,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69862,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The data that support this study are available at the NASA GeneLab/NASA Open Science Data Repository with the identifiers OSD-630 (10.26030/cyfk-5f38), OSD-570 (10.26030/41s1-j243), OSD-572 (10.26030/8v5d-xn21) and OSD-573 (10.26030/x57b-4722). Additional processed datasets (gene catalogues, taxonomic and gene abundances) are available on figshare at https://figshare.com/projects/Longitudinal_multi-omics_analysis_of_host_microbiome_architecture_and_immune_responses_during_short-term_spaceflight/176043 (ref. ). This figshare repository additionally contains figures detailing the top most abundant taxa for each alignment algorithm before and after decontamination. Select data can be visualized online through the SOMA Data Explorer: https://soma.weill.cornell.edu. The GenBank viral database used was the most recent as of 26 July 2022. The GTDB database used was the 202 release. The MetaPhlan4 database was mpa_vJan21_CHOCOPhlAnSGB_202103. The Kraken2 database contained all NCBI listed taxa (bacteria, fungal and viral genomes) in RefSeq as of 1 September 2022. The Phanta database was the most recent as of 1 August 2022. The Bakta databases were the most recent as of 18 August 2022. Source data are provided with this paper.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71100,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Code availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71118,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "Code used to generate figures and analyses from this project is available at https://github.com/eliah-o/inspiration4-omics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71242,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71262,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "B.T.T. was compensated for consulting with Seed Health and Enzymetrics Biosciences on microbiome study design. R.D. and G.A.A.-G. are employees of Seed Health. C.E.M. is a co-founder of Cosmica Biosciences. E.E.A. is a consultant for Thorne HealthTech. G.M.C. has conflicts, detailed here: https://arep.med.harvard.edu/gmc/tech.html. J.F. and M.M. are employees of Tempus Labs. J.M., A.M.B., J.Z., B.R.L., A.A., S.K. and S.L. are employees of Element Biosciences, which sequenced a subset of samples used in this study. Unless otherwise mentioned, none of the companies listed had a role in conceiving, executing, or funding the work described here.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71912,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71923,
            "infons": {
              "fpage": "475",
              "lpage": "484",
              "name_0": "surname:Jennings;given-names:RT",
              "pub-id_pmid": "16708526",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "77",
              "year": "2006"
            },
            "text": "Medical qualification of a commercial spaceflight participant: not your average astronaut",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72013,
            "infons": {
              "fpage": "1053",
              "lpage": "1060",
              "name_0": "surname:Stepanek;given-names:J",
              "name_1": "surname:Blue;given-names:RS",
              "name_2": "surname:Parazynski;given-names:S",
              "pub-id_doi": "10.1056/NEJMra1609012",
              "pub-id_pmid": "30865799",
              "section_type": "REF",
              "source": "N. Engl. J. Med.",
              "type": "ref",
              "volume": "380",
              "year": "2019"
            },
            "text": "Space medicine in the era of civilian spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72063,
            "infons": {
              "fpage": "S140",
              "name_0": "surname:Iovino;given-names:P",
              "pub-id_doi": "10.1016/S1590-8658(09)60368-6",
              "section_type": "REF",
              "source": "Dig. Liver Dis.",
              "type": "ref",
              "volume": "41",
              "year": "2009"
            },
            "text": "Gastrointestinal function in simulated space flight microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72128,
            "infons": {
              "fpage": "926",
              "lpage": "929",
              "name_0": "surname:Smith;given-names:SM",
              "name_1": "surname:Uchakin;given-names:PN",
              "name_2": "surname:Tobin;given-names:BW",
              "pub-id_doi": "10.1016/S0899-9007(02)00904-8",
              "pub-id_pmid": "12361789",
              "section_type": "REF",
              "source": "Nutrition",
              "type": "ref",
              "volume": "18",
              "year": "2002"
            },
            "text": "Space flight nutrition research: platforms and analogs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72183,
            "infons": {
              "fpage": "553929",
              "name_0": "surname:Turroni;given-names:S",
              "pub-id_doi": "10.3389/fphys.2020.553929",
              "pub-id_pmid": "33013480",
              "section_type": "REF",
              "source": "Front. Physiol.",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Gut microbiome and space travelers’ health: state of the art and possible pro/prebiotic strategies for long-term space missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72313,
            "infons": {
              "fpage": "74",
              "lpage": "82",
              "name_0": "surname:Yang;given-names:J-Q",
              "pub-id_doi": "10.1016/j.lssr.2020.07.009",
              "section_type": "REF",
              "source": "Life Sci. Space Res.",
              "type": "ref",
              "volume": "27",
              "year": "2020"
            },
            "text": "The effects of microgravity on the digestive system and the new insights it brings to the life sciences",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72417,
            "infons": {
              "fpage": "659179",
              "name_0": "surname:Morrison;given-names:MD",
              "pub-id_doi": "10.3389/fmicb.2021.659179",
              "pub-id_pmid": "34149649",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Investigation of spaceflight induced changes to astronaut microbiomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72487,
            "infons": {
              "fpage": "239",
              "lpage": "245",
              "name_0": "surname:Farkas;given-names:Á",
              "name_1": "surname:Farkas;given-names:G",
              "pub-id_doi": "10.1159/000515963",
              "pub-id_pmid": "34058745",
              "section_type": "REF",
              "source": "Skin Pharmacol. Physiol.",
              "type": "ref",
              "volume": "34",
              "year": "2021"
            },
            "text": "Effects of spaceflight on human skin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72524,
            "infons": {
              "fpage": "956432",
              "name_0": "surname:Caswell;given-names:G",
              "name_1": "surname:Eshelby;given-names:B",
              "pub-id_doi": "10.3389/fcell.2022.956432",
              "pub-id_pmid": "36158225",
              "section_type": "REF",
              "source": "Front. Cell Dev. Biol",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Skin microbiome considerations for long haul space flights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72583,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Cope, H. et al. Transcriptomics analysis reveals molecular alterations underpinning spaceflight dermatology. Commun. Med.10.1038/s43856-024-00532-9 (2024)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72738,
            "infons": {
              "fpage": "28",
              "lpage": "39",
              "name_0": "surname:Kucuksezer;given-names:UC",
              "pub-id_doi": "10.5415/apallergy.0000000000000005",
              "pub-id_pmid": "37389096",
              "section_type": "REF",
              "source": "Asia Pac. Allergy",
              "type": "ref",
              "volume": "13",
              "year": "2023"
            },
            "text": "The epithelial barrier theory: development and exacerbation of allergic and other chronic inflammatory diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72850,
            "infons": {
              "fpage": "615",
              "lpage": "626",
              "name_0": "surname:Mitamura;given-names:Y",
              "pub-id_doi": "10.1111/cod.13959",
              "pub-id_pmid": "34420214",
              "section_type": "REF",
              "source": "Contact Dermatitis",
              "type": "ref",
              "volume": "85",
              "year": "2021"
            },
            "text": "Dysregulation of the epithelial barrier by environmental and other exogenous factors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72935,
            "infons": {
              "fpage": "1437",
              "name_0": "surname:Crucian;given-names:BE",
              "pub-id_doi": "10.3389/fimmu.2018.01437",
              "pub-id_pmid": "30018614",
              "section_type": "REF",
              "source": "Front. Immunol.",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Immune system dysregulation during spaceflight: potential countermeasures for deep space exploration missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73045,
            "infons": {
              "fpage": "210",
              "lpage": "224",
              "name_0": "surname:Pavletić;given-names:B",
              "pub-id_doi": "10.1089/ast.2021.0009",
              "pub-id_pmid": "34981957",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "22",
              "year": "2022"
            },
            "text": "Spaceflight virology: what do we know about viral threats in the spaceflight environment?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73135,
            "infons": {
              "fpage": "11",
              "name_0": "surname:Mehta;given-names:SK",
              "pub-id_doi": "10.1038/s41526-017-0015-y",
              "pub-id_pmid": "28649633",
              "section_type": "REF",
              "source": "npj Microgravity",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Latent virus reactivation in astronauts on the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73210,
            "infons": {
              "fpage": "1116",
              "lpage": "1122",
              "name_0": "surname:Cohrs;given-names:RJ",
              "name_1": "surname:Mehta;given-names:SK",
              "name_2": "surname:Schmid;given-names:DS",
              "name_3": "surname:Gilden;given-names:DH",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_doi": "10.1002/jmv.21173",
              "pub-id_pmid": "18428120",
              "section_type": "REF",
              "source": "J. Med. Virol.",
              "type": "ref",
              "volume": "80",
              "year": "2008"
            },
            "text": "Asymptomatic reactivation and shed of infectious varicella zoster virus in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73296,
            "infons": {
              "fpage": "210",
              "lpage": "217",
              "name_0": "surname:Mehta;given-names:SK",
              "pub-id_doi": "10.1016/j.bbi.2014.05.014",
              "pub-id_pmid": "24886968",
              "section_type": "REF",
              "source": "Brain Behav. Immun.",
              "type": "ref",
              "volume": "41",
              "year": "2014"
            },
            "text": "Multiple latent viruses reactivate in astronauts during Space Shuttle missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73375,
            "infons": {
              "fpage": "1594",
              "lpage": "1604",
              "name_0": "surname:Cioletti;given-names:LA",
              "name_1": "surname:Pierson;given-names:DL",
              "name_2": "surname:Mishra;given-names:SK",
              "section_type": "REF",
              "source": "SAE Trans.",
              "type": "ref",
              "volume": "100",
              "year": "1991"
            },
            "text": "Microbial growth and physiology in space: a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73426,
            "infons": {
              "fpage": "204",
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Karouia;given-names:F",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1186/s40168-018-0585-2",
              "pub-id_pmid": "30424821",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73580,
            "infons": {
              "fpage": "e0231838",
              "name_0": "surname:Avila-Herrera;given-names:A",
              "pub-id_doi": "10.1371/journal.pone.0231838",
              "pub-id_pmid": "32348348",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "15",
              "year": "2020"
            },
            "text": "Crewmember microbiome may influence microbial composition of ISS habitable surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73664,
            "infons": {
              "fpage": "e1842",
              "name_0": "surname:Coil;given-names:DA",
              "pub-id_doi": "10.7717/peerj.1842",
              "pub-id_pmid": "27019789",
              "section_type": "REF",
              "source": "PeerJ",
              "type": "ref",
              "volume": "4",
              "year": "2016"
            },
            "text": "Growth of 48 built environment bacterial isolates on board the International Space Station (ISS)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73761,
            "infons": {
              "fpage": "210",
              "name_0": "surname:Tierney;given-names:BT",
              "pub-id_doi": "10.1186/s40168-022-01358-0",
              "pub-id_pmid": "36503581",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73892,
            "infons": {
              "fpage": "50",
              "name_0": "surname:Checinska Sielaff;given-names:A",
              "pub-id_doi": "10.1186/s40168-019-0666-x",
              "pub-id_pmid": "30955503",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74023,
            "infons": {
              "fpage": "765943",
              "name_0": "surname:Singh;given-names:NK",
              "pub-id_doi": "10.3389/fmicb.2021.765943",
              "pub-id_pmid": "34938279",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Comparative genomics of novel Agrobacterium G3 strains isolated from the International Space Station and description of Agrobacterium tomkonis sp. nov",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74174,
            "infons": {
              "fpage": "eaau8650",
              "name_0": "surname:Garrett-Bakelman;given-names:FE",
              "pub-id_doi": "10.1126/science.aau8650",
              "pub-id_pmid": "30975860",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "364",
              "year": "2019"
            },
            "text": "The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74257,
            "infons": {
              "fpage": "2907",
              "name_0": "surname:Tierney;given-names:BT",
              "name_1": "surname:Tan;given-names:Y",
              "name_2": "surname:Kostic;given-names:AD",
              "name_3": "surname:Patel;given-names:CJ",
              "pub-id_doi": "10.1038/s41467-021-23029-8",
              "pub-id_pmid": "34006865",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Gene-level metagenomic architectures across diseases yield high-resolution microbiome diagnostic indicators",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74365,
            "infons": {
              "fpage": "576",
              "name_0": "surname:Hofer;given-names:U",
              "pub-id_pmid": "35915254",
              "section_type": "REF",
              "source": "Nat. Rev. Microbiol.",
              "type": "ref",
              "volume": "20",
              "year": "2022"
            },
            "text": "Fusobacterium orchestrates oral biofilms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74406,
            "infons": {
              "fpage": "1716",
              "name_0": "surname:Thurnheer;given-names:T",
              "name_1": "surname:Karygianni;given-names:L",
              "name_2": "surname:Flury;given-names:M",
              "name_3": "surname:Belibasakis;given-names:GN",
              "pub-id_doi": "10.3389/fmicb.2019.01716",
              "pub-id_pmid": "31417514",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Fusobacterium species and subspecies differentially affect the composition and architecture of supra- and subgingival biofilms models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74540,
            "infons": {
              "fpage": "315",
              "lpage": "327",
              "name_0": "surname:Averina;given-names:OV",
              "name_1": "surname:Alekseeva;given-names:MG",
              "name_2": "surname:Abilev;given-names:SK",
              "name_3": "surname:Il’in;given-names:VK",
              "name_4": "surname:Danilenko;given-names:VN",
              "pub-id_pmid": "23755531",
              "section_type": "REF",
              "source": "Genetika",
              "type": "ref",
              "volume": "49",
              "year": "2013"
            },
            "text": "[Distribution of genes of toxin–antitoxin systems of mazEF and relBE families in bifidobacteria from human intestinal microbiota] (in Russian)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74685,
            "infons": {
              "fpage": "125",
              "lpage": "135",
              "name_0": "surname:Valles-Colomer;given-names:M",
              "pub-id_doi": "10.1038/s41586-022-05620-1",
              "pub-id_pmid": "36653448",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "614",
              "year": "2023"
            },
            "text": "The person-to-person transmission landscape of the gut and oral microbiomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74761,
            "infons": {
              "fpage": "421",
              "lpage": "452",
              "name_0": "surname:Serbina;given-names:NV",
              "name_1": "surname:Jia;given-names:T",
              "name_2": "surname:Hohl;given-names:TM",
              "name_3": "surname:Pamer;given-names:EG",
              "pub-id_doi": "10.1146/annurev.immunol.26.021607.090326",
              "pub-id_pmid": "18303997",
              "section_type": "REF",
              "source": "Annu. Rev. Immunol.",
              "type": "ref",
              "volume": "26",
              "year": "2008"
            },
            "text": "Monocyte-mediated defense against microbial pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74815,
            "infons": {
              "fpage": "338",
              "lpage": "343",
              "name_0": "surname:Berg;given-names:RE",
              "name_1": "surname:Forman;given-names:J",
              "pub-id_doi": "10.1016/j.coi.2006.03.010",
              "pub-id_pmid": "16616476",
              "section_type": "REF",
              "source": "Curr. Opin. Immunol.",
              "type": "ref",
              "volume": "18",
              "year": "2006"
            },
            "text": "The role of CD8 T cells in innate immunity and in antigen non-specific protection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74897,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kim, J. et al. Single-cell multi-ome and immune profiles of the Inspiration4 crew reveal conserved, cell-type and sex-specific responses to spaceflight. Nat. Commun.10.1038/s41467-024-49211-2 (2024)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75096,
            "infons": {
              "fpage": "e1002687",
              "name_0": "surname:Friedman;given-names:J",
              "name_1": "surname:Alm;given-names:EJ",
              "pub-id_doi": "10.1371/journal.pcbi.1002687",
              "pub-id_pmid": "23028285",
              "section_type": "REF",
              "source": "PLoS Comput. Biol.",
              "type": "ref",
              "volume": "8",
              "year": "2012"
            },
            "text": "Inferring correlation networks from genomic survey data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75152,
            "infons": {
              "fpage": "95",
              "name_0": "surname:Zhou;given-names:H",
              "name_1": "surname:He;given-names:K",
              "name_2": "surname:Chen;given-names:J",
              "name_3": "surname:Zhang;given-names:X",
              "pub-id_doi": "10.1186/s13059-022-02655-5",
              "pub-id_pmid": "35421994",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "23",
              "year": "2022"
            },
            "text": "LinDA: linear models for differential abundance analysis of microbiome compositional data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75242,
            "infons": {
              "fpage": "46",
              "lpage": "55",
              "name_0": "surname:Ahsanuddin;given-names:S",
              "pub-id_doi": "10.7171/jbt.17-2801-008",
              "pub-id_pmid": "28344519",
              "section_type": "REF",
              "source": "J. Biomol. Tech.",
              "type": "ref",
              "volume": "28",
              "year": "2017"
            },
            "text": "Assessment of REPLI-g Multiple Displacement Whole Genome Amplification (WGA) techniques for metagenomic applications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75359,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Overbey, E. G. et al. Collection of biospecimens from the Inspiration4 Mission establishes the standards for the Space Omics and Medical Atlas (SOMA). Nat. Commun.10.1038/s41467-024-48806-z (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75557,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Bushnell, B. BBTools software package. Sourceforgehttp://sourceforge.net/projects/bbmap (2014).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75653,
            "infons": {
              "fpage": "27",
              "name_0": "surname:Yost;given-names:S",
              "name_1": "surname:Duran-Pinedo;given-names:AE",
              "name_2": "surname:Teles;given-names:R",
              "name_3": "surname:Krishnan;given-names:K",
              "name_4": "surname:Frias-Lopez;given-names:J",
              "pub-id_doi": "10.1186/s13073-015-0153-3",
              "pub-id_pmid": "25918553",
              "section_type": "REF",
              "source": "Genome Med.",
              "type": "ref",
              "volume": "7",
              "year": "2015"
            },
            "text": "Functional signatures of oral dysbiosis during periodontitis progression revealed by microbial metatranscriptome analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75775,
            "infons": {
              "fpage": "824",
              "lpage": "834",
              "name_0": "surname:Nurk;given-names:S",
              "name_1": "surname:Meleshko;given-names:D",
              "name_2": "surname:Korobeynikov;given-names:A",
              "name_3": "surname:Pevzner;given-names:P",
              "pub-id_doi": "10.1101/gr.213959.116",
              "pub-id_pmid": "28298430",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "27",
              "year": "2017"
            },
            "text": "metaSPAdes: a new versatile metagenomic assembler",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75825,
            "infons": {
              "fpage": "1088",
              "lpage": "1090",
              "name_0": "surname:Mikheenko;given-names:A",
              "name_1": "surname:Saveliev;given-names:V",
              "name_2": "surname:Gurevich;given-names:A",
              "pub-id_doi": "10.1093/bioinformatics/btv697",
              "pub-id_pmid": "26614127",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "32",
              "year": "2016"
            },
            "text": "MetaQUAST: evaluation of metagenome assemblies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75872,
            "infons": {
              "fpage": "e7359",
              "name_0": "surname:Kang;given-names:DD",
              "pub-id_doi": "10.7717/peerj.7359",
              "pub-id_pmid": "31388474",
              "section_type": "REF",
              "source": "PeerJ",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "MetaBAT 2: an adaptive binning algorithm for robust and efficient genome reconstruction from metagenome assemblies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75987,
            "infons": {
              "fpage": "1043",
              "lpage": "1055",
              "name_0": "surname:Parks;given-names:DH",
              "name_1": "surname:Imelfort;given-names:M",
              "name_2": "surname:Skennerton;given-names:CT",
              "name_3": "surname:Hugenholtz;given-names:P",
              "name_4": "surname:Tyson;given-names:GW",
              "pub-id_doi": "10.1101/gr.186072.114",
              "pub-id_pmid": "25977477",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "25",
              "year": "2015"
            },
            "text": "CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76093,
            "infons": {
              "name_0": "surname:Chaumeil;given-names:P-A",
              "name_1": "surname:Mussig;given-names:AJ",
              "name_2": "surname:Hugenholtz;given-names:P",
              "name_3": "surname:Parks;given-names:DH",
              "pub-id_doi": "10.1093/bioinformatics/btz848",
              "pub-id_pmid": "31730192",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "year": "2019"
            },
            "text": "GTDB-Tk: a toolkit to classify genomes with the Genome Taxonomy Database",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76166,
            "infons": {
              "fpage": "578",
              "lpage": "585",
              "name_0": "surname:Nayfach;given-names:S",
              "pub-id_doi": "10.1038/s41587-020-00774-7",
              "pub-id_pmid": "33349699",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "39",
              "year": "2021"
            },
            "text": "CheckV assesses the quality and completeness of metagenome-assembled viral genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76249,
            "infons": {
              "fpage": "960",
              "lpage": "970",
              "name_0": "surname:Nayfach;given-names:S",
              "pub-id_doi": "10.1038/s41564-021-00928-6",
              "pub-id_pmid": "34168315",
              "section_type": "REF",
              "source": "Nat. Microbiol.",
              "type": "ref",
              "volume": "6",
              "year": "2021"
            },
            "text": "Metagenomic compendium of 189,680 DNA viruses from the human gut microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76325,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Zimmerman, S., Tierney, B. T., Patel, C. J. & Kostic, A. D. Quantifying shared and unique gene content across 17 microbial ecosystems. mSystems8, e00118-23 (2023).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76489,
            "infons": {
              "name_0": "surname:Coelho;given-names:LP",
              "pub-id_doi": "10.1038/s41586-021-04233-4",
              "pub-id_pmid": "34912116",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "year": "2021"
            },
            "text": "Towards the biogeography of prokaryotic genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76535,
            "infons": {
              "fpage": "283",
              "lpage": "295.e8",
              "name_0": "surname:Tierney;given-names:BT",
              "pub-id_doi": "10.1016/j.chom.2019.07.008",
              "pub-id_pmid": "31415755",
              "section_type": "REF",
              "source": "Cell Host Microbe",
              "type": "ref",
              "volume": "26",
              "year": "2019"
            },
            "text": "The landscape of genetic content in the gut and oral human microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76605,
            "infons": {
              "fpage": "000685",
              "name_0": "surname:Schwengers;given-names:O",
              "pub-id_pmid": "34739369",
              "section_type": "REF",
              "source": "Microb. Genom.",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Bakta: rapid and standardized annotation of bacterial genomes via alignment-free sequence identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76710,
            "infons": {
              "fpage": "1026",
              "lpage": "1028",
              "name_0": "surname:Steinegger;given-names:M",
              "name_1": "surname:Söding;given-names:J",
              "pub-id_doi": "10.1038/nbt.3988",
              "pub-id_pmid": "29035372",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "35",
              "year": "2017"
            },
            "text": "MMseqs2 enables sensitive protein sequence searching for the analysis of massive data sets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76801,
            "infons": {
              "fpage": "59",
              "lpage": "60",
              "name_0": "surname:Buchfink;given-names:B",
              "name_1": "surname:Xie;given-names:C",
              "name_2": "surname:Huson;given-names:DH",
              "pub-id_doi": "10.1038/nmeth.3176",
              "pub-id_pmid": "25402007",
              "section_type": "REF",
              "source": "Nat. Methods",
              "type": "ref",
              "volume": "12",
              "year": "2015"
            },
            "text": "Fast and sensitive protein alignment using DIAMOND",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76852,
            "infons": {
              "fpage": "593",
              "lpage": "594",
              "name_0": "surname:Huang;given-names:W",
              "name_1": "surname:Li;given-names:L",
              "name_2": "surname:Myers;given-names:JR",
              "name_3": "surname:Marth;given-names:GT",
              "pub-id_doi": "10.1093/bioinformatics/btr708",
              "pub-id_pmid": "22199392",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "28",
              "year": "2012"
            },
            "text": "ART: a next-generation sequencing read simulator",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76901,
            "infons": {
              "fpage": "e00069-",
              "lpage": "18",
              "name_0": "surname:Hillmann;given-names:B",
              "pub-id_doi": "10.1128/mSystems.00069-18",
              "pub-id_pmid": "30443602",
              "section_type": "REF",
              "source": "mSystems",
              "type": "ref",
              "volume": "3",
              "year": "2018"
            },
            "text": "Evaluating the information content of shallow shotgun metagenomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76968,
            "infons": {
              "fpage": "257",
              "name_0": "surname:Wood;given-names:DE",
              "name_1": "surname:Lu;given-names:J",
              "name_2": "surname:Langmead;given-names:B",
              "pub-id_doi": "10.1186/s13059-019-1891-0",
              "pub-id_pmid": "31779668",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "20",
              "year": "2019"
            },
            "text": "Improved metagenomic analysis with Kraken 2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77012,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Al-Ghalith, G. & Knights, D. BURST enables mathematically optimal short-read alignment for big data. Preprint at bioRxiv10.1101/2020.09.08.287128 (2020)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77165,
            "infons": {
              "fpage": "927",
              "lpage": "930",
              "name_0": "surname:Dixon;given-names:P",
              "pub-id_doi": "10.1111/j.1654-1103.2003.tb02228.x",
              "section_type": "REF",
              "source": "J. Veg. Sci.",
              "type": "ref",
              "volume": "14",
              "year": "2003"
            },
            "text": "VEGAN, a package of R functions for community ecology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77219,
            "infons": {
              "name_0": "surname:Blanco-Míguez;given-names:A",
              "pub-id_doi": "10.1038/s41587-023-01688-w",
              "pub-id_pmid": "36823356",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "year": "2023"
            },
            "text": "Extending and improving metagenomic taxonomic profiling with uncharacterized species using MetaPhlAn 4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77322,
            "infons": {
              "fpage": "403",
              "lpage": "410",
              "name_0": "surname:Altschul;given-names:SF",
              "name_1": "surname:Gish;given-names:W",
              "name_2": "surname:Miller;given-names:W",
              "name_3": "surname:Myers;given-names:EW",
              "name_4": "surname:Lipman;given-names:DJ",
              "pub-id_doi": "10.1016/S0022-2836(05)80360-2",
              "pub-id_pmid": "2231712",
              "section_type": "REF",
              "source": "J. Mol. Biol.",
              "type": "ref",
              "volume": "215",
              "year": "1990"
            },
            "text": "Basic local alignment search tool",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77356,
            "infons": {
              "name_0": "surname:Pinto;given-names:Y",
              "name_1": "surname:Chakraborty;given-names:M",
              "name_2": "surname:Jain;given-names:N",
              "name_3": "surname:Bhatt;given-names:AS",
              "pub-id_doi": "10.1038/s41587-023-01799-4",
              "pub-id_pmid": "37231259",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "year": "2023"
            },
            "text": "Phage-inclusive profiling of human gut microbiomes with Phanta",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77419,
            "infons": {
              "fpage": "e104",
              "name_0": "surname:Lu;given-names:J",
              "name_1": "surname:Breitwieser;given-names:FP",
              "name_2": "surname:Thielen;given-names:P",
              "name_3": "surname:Salzberg;given-names:SL",
              "pub-id_doi": "10.7717/peerj-cs.104",
              "section_type": "REF",
              "source": "PeerJ Comput. Sci.",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Bracken: estimating species abundance in metagenomics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77478,
            "infons": {
              "fpage": "97",
              "lpage": "106",
              "name_0": "surname:Selway;given-names:CA",
              "name_1": "surname:Eisenhofer;given-names:R",
              "name_2": "surname:Weyrich;given-names:LS",
              "pub-id_doi": "10.1002/cjp2.151",
              "pub-id_pmid": "31944633",
              "section_type": "REF",
              "source": "J. Pathol. Clin. Res.",
              "type": "ref",
              "volume": "6",
              "year": "2020"
            },
            "text": "Microbiome applications for pathology: challenges of low microbial biomass samples during diagnostic testing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77587,
            "infons": {
              "fpage": "e0225522",
              "name_0": "surname:Clokie;given-names:BGJ",
              "pub-id_doi": "10.1128/spectrum.02255-22",
              "pub-id_pmid": "36377933",
              "section_type": "REF",
              "source": "Microbiol. Spectr.",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Optimization of low-biomass sample collection and quantitative PCR-based titration impact 16S rRNA microbiome resolution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77708,
            "infons": {
              "fpage": "1780",
              "lpage": "1793",
              "name_0": "surname:Paniagua Voirol;given-names:LR",
              "name_1": "surname:Valsamakis;given-names:G",
              "name_2": "surname:Yu;given-names:M",
              "name_3": "surname:Johnston;given-names:PR",
              "name_4": "surname:Hilker;given-names:M",
              "pub-id_doi": "10.1111/jam.14919",
              "pub-id_pmid": "33128818",
              "section_type": "REF",
              "source": "J. Appl. Microbiol.",
              "type": "ref",
              "volume": "130",
              "year": "2021"
            },
            "text": "How the ‘kitome’ influences the characterization of bacterial communities in lepidopteran samples with low bacterial biomass",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77837,
            "infons": {
              "fpage": "226",
              "name_0": "surname:Davis;given-names:NM",
              "name_1": "surname:Proctor;given-names:DM",
              "name_2": "surname:Holmes;given-names:SP",
              "name_3": "surname:Relman;given-names:DA",
              "name_4": "surname:Callahan;given-names:BJ",
              "pub-id_doi": "10.1186/s40168-018-0605-2",
              "pub-id_pmid": "30558668",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Simple statistical identification and removal of contaminant sequences in marker-gene and metagenomics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77945,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Tierney, B. Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight. figsharehttps://figshare.com/projects/Longitudinal_multi-omics_analysis_of_host_microbiome_architecture_and_immune_responses_during_short-term_spaceflight/176043 (2023).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78245,
            "infons": {
              "fpage": "1",
              "lpage": "48",
              "name_0": "surname:Bates;given-names:D",
              "name_1": "surname:Mächler;given-names:M",
              "name_2": "surname:Bolker;given-names:B",
              "name_3": "surname:Walker;given-names:S",
              "pub-id_doi": "10.18637/jss.v067.i01",
              "section_type": "REF",
              "source": "J. Stat. Softw.",
              "type": "ref",
              "volume": "67",
              "year": "2015"
            },
            "text": "Fitting linear mixed-effects models using lme4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78292,
            "infons": {
              "fpage": "1",
              "lpage": "26",
              "name_0": "surname:Kuznetsova;given-names:A",
              "name_1": "surname:Brockhoff;given-names:PB",
              "name_2": "surname:Christensen;given-names:RH",
              "pub-id_doi": "10.18637/jss.v082.i13",
              "section_type": "REF",
              "source": "J. Stat. Softw.",
              "type": "ref",
              "volume": "82",
              "year": "2017"
            },
            "text": "B. lmerTest Package: tests in linear mixed effects models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78350,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Overbey, E. G. et al. The Space Omics and Medical Atlas (SOMA) and international astronaut biobank. Nature10.1038/s41586-024-07639-y (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78491,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Tange, O. GNU Parallel 2018. Zenodo10.5281/zenodo.1146014 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78557,
            "infons": {
              "fpage": "1686",
              "name_0": "surname:Wickham;given-names:H",
              "pub-id_doi": "10.21105/joss.01686",
              "section_type": "REF",
              "source": "J. Open Source Softw.",
              "type": "ref",
              "volume": "4",
              "year": "2019"
            },
            "text": "Welcome to the Tidyverse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78582,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Wickham, H. ggplot2: Elegant Graphics for Data Analysis (Springer, 2009); https://ggplot2-book.org/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78682,
            "infons": {
              "fpage": "861",
              "name_0": "surname:McInnes;given-names:L",
              "name_1": "surname:Healy;given-names:J",
              "name_2": "surname:Melville;given-names:J",
              "pub-id_doi": "10.21105/joss.00861",
              "section_type": "REF",
              "source": "J. Open Source Softw.",
              "type": "ref",
              "volume": "3",
              "year": "2018"
            },
            "text": "UMAP: uniform manifold approximation and projection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78734,
            "infons": {
              "fpage": "1",
              "lpage": "20",
              "name_0": "surname:Wickham;given-names:H",
              "pub-id_doi": "10.18637/jss.v021.i12",
              "section_type": "REF",
              "source": "J. Stat. Softw.",
              "type": "ref",
              "volume": "21",
              "year": "2007"
            },
            "text": "Reshaping data with the reshape package",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78774,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Lex, A., Gehlenborg, N., Strobelt, H., Vuillemot, R. & Pfister, H. UpSet: visualization of intersecting sets. IEEE Trans. Vis. Comput. Graph.20, 1983–1992 (2014).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78939,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Krassowski, M., Arts, M., Lagger, C. & Max. krassowski/complex-upset: v1.3.5. Zenodo10.5281/zenodo.3700590 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]