[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250717",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11833055",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41598-025-90212-y",
              "article-id_pmc": "PMC11833055",
              "article-id_pmid": "39962314",
              "article-id_publisher-id": "90212",
              "elocation-id": "5731",
              "kwd": "Microgravity Three-dimensional clinostat Brain Transcriptomics Microbiomics Serum metabolomics Animal model Neuroscience Zoology Risk factors Environmental impact Transcriptomics Physiology",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Zhou;given-names:Li",
              "name_1": "surname:Song;given-names:Chenchen",
              "name_10": "surname:Guo;given-names:Jianguo",
              "name_11": "surname:Guo;given-names:Jianguo",
              "name_12": "surname:Guo;given-names:Jianguo",
              "name_2": "surname:Yang;given-names:Hu",
              "name_3": "surname:Zhao;given-names:Lianlian",
              "name_4": "surname:Li;given-names:Xianglei",
              "name_5": "surname:Sun;given-names:Xiuping",
              "name_6": "surname:Gao;given-names:Kai",
              "name_7": "surname:Guo;given-names:Jianguo",
              "name_8": "surname:Guo;given-names:Jianguo",
              "name_9": "surname:Guo;given-names:Jianguo",
              "section_type": "TITLE",
              "title": "Keywords Subject terms",
              "type": "front",
              "volume": "15",
              "year": "2025"
            },
            "text": "Behavioral and multiomics analysis of 3D clinostat simulated microgravity effect in mice focusing on the central nervous system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 128,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "A study was conducted to evaluate the three-dimensional clinostat simulated microgravity effect on mouse models, focusing on the central nervous system. Eighteen mice were divided into three groups: control, survival box, and clinostat + survival box. Behavioral tests, femur micro-CT, brain transcriptomics, serum metabolomics, and fecal microbiomics were performed. Results showed decreased activity, altered gait, enhanced fear memory, bone loss, immune/endocrine changes in brain transcriptome, and altered metabolic pathways in serum and gut microbiota in clinostat-treated mice. The model closely mimics spaceflight-induced transcriptome changes, suggesting its value in studying microgravity-related neurological alterations and highlighting the need for attention to emotional changes in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 935,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 948,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Space exploration is a long-term dream and pursuit of humanity, and it is also one of the important fields of technological development. In long-term space flight, astronauts face many problems. One of them is the reduction of gravitational force. Terrestrial life has evolved under the influence of gravity for millions of years, and long-term microgravity represents unusual stress experiences that can cause physiological and morphological changes. Numerous studies have shown that long-term weightlessness can lead to various physiological and pathological changes, such as the skeletal and muscular system, cardiovascular system, immune system, and nervous system. Prolonged exposure to microgravity during extended space missions poses various physiological challenges to astronauts, necessitating thorough research into the effects of microgravity on the human body. One of the crucial issues is the impact of long-term spaceflight on brain function. Studies have shown that astronauts experience changes such as ataxia, posture disorders, perceptual illusions, fatigue, and cognitive impairment. The high cost and technical issues related to spaceflight have stimulated the development of ground models that reasonably simulate the effects of space flight. Currently, tail-suspension hindlimb unloading is the most classic and widely used model, particularly those affecting the musculoskeletal system. However, this model has certain limitations, that is, it can only be applied locally, and cannot be applied to the whole experimental animal. Besides, there are physiological differences between hindlimb unloading models and spaceflight, especially in terms of somatosensory input, spatial orientation, and vestibular disruption.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2689,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Three-dimensional (3D) clinostat is a device that generates multi-directional G forces. By controlling the rotation on both axes, it can offset the cumulative gravity vector at the center of the device. Previous studies have shown that 3D clinostat have been widely used on plants, cells and Caenorhabditis elegans to simulate microgravity effects. Our previous studies suggest that the central nervous system probably changed in mice trained with 3D clinostat. Therefore, the aim of our work is to systematically assess 3D clinostat simulated microgravity effect in mice by behavioral and multi group analysis, focusing on the changes in central nervous system and cognitive function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3375,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3383,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mice and treatment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3402,
            "infons": {
              "file": "41598_2025_90212_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a) Flowchart of the experimental procedures and the behavioral experiments are conducted in the order of arrangement; (b) Changes in mice body weight; (c) Total moving distance of mice in open field test; (d) Exercise time of mice in open field test; (e) Recognition index of mice in novel object recognition test; (f) Spontaneous alternations index in Y maze; (g) Latency to the platform time in Morris water maze. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, *P < 0.05, **P < 0.01, ***P < 0.001, n = 6 for each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4035,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "10-week-old male C57BL/6J mice were purchased from Beijing HFK Bioscience Co., Ltd and kept in the experimental room at temperature 22 ± 2 °C, humidity 40 ± 5%, under a 12-h light/dark cycle. The mice were randomly divided into three groups: (1) MC group with mice housed in ordinary cage (MC, n = 6); (2) SB group with mice housed in survival box (SB, n = 6); (3) CS group with mice housed in survival box receiving 3D clinostat treatment (CS, n = 6). The structure of the 3D clinostat and the survival box (shown in Supplementary Figure S1) has been described in detail in our previous study. The rotation modes are as follows: random rotation speed, 0–10 rpm; speed resolution, 0.1 rpm. Before the study, all mice were acclimated to the facility environment for 2 days and then adaptive training was carried out for 5 days to alleviate stress and adapt to the jelly like diet containing 59% water, 1% agar, and 40% purified feed. During training, the CS group underwent adaptive rotation for 1 h, 2 h, 4 h, 8 h, and 12 h each day, while the MC group was always placed in ordinary cage and the SB group was always placed in survival boxes without any treatment. The formal experiments began at 11 weeks old. The CS group experienced continuous simulated microgravity effect on clinostat for 8 weeks with the exception of cleaning cages and changing food for approximately 20 min per day; the other two groups of mice always lived in corresponding living facilities in the same room. To avoid the interference of acute stress, weight monitoring showed that the body weight of mice in the CS group gradually returned to the control group level after 28 days, suggesting that the mice had fully adapted to the 3D clinostat. Starting from the fifth week, mice underwent a series of behavioral experiments. Following each behavioral experiment, the mice were promptly placed into a 3D clinostat to ensure continuous microgravity effect stimulation. After 8 weeks, the mice were euthanized dissected for sampling at the end of the experiment (Fig. 1a). Animal care was provided in accordance with institutional guidelines and all animal studies were performed in compliance with the ARRIVE guidelines and were approved by the Ethics Committee of the Laboratory of Animal Science of Peking Union Medical College (IACUC-20220415).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6401,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mouse behavioral tests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6424,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The sequence of the behavioral experiments was arranged as follows: Grip strength experiment (day 29), Open field test (day 30), Novel object recognition test (day 30–32), Y-Maze (day 33), Elevated plus maze (day 34), Tail suspension test (day 35), Gait analysis (day 36–40), Rotarod test (day 42–44), Morris water maze (day 45–51), Forced swim test (day 52) and Fear conditioning test (day 53–56). Each mouse was tested individually and then put back into the 3D clinostat as soon as possible after the test to minimize the time spent disengaging from the rotation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7001,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Detailed methods of behavioral testing are as follows:",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7056,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Grip strength experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7081,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The evaluation of grip strength was conducted using a grip strength meter. Each animal was individually placed on the grip strength board and pulled by the tail, prompting them to grasp the bar. The rodents instinctively grasp anything in order to prevent this involuntary backward movement until the pulling force exceeds their grip strength. The maximum value of grip strength was recorded using the Bioseb system. Each animal was tested three times repeatedly, and the mean value was calculated. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 15 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7767,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Open field test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7783,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The open field was an empty square environment, with a size of 50 cm × 50 cm × 30 cm. A central area was marked in the open field, centered in the middle of the empty space, with a square length of 16 cm zone. The fringe area was 10 cm wide. The animals were placed in the middle of the central area and observed for five minutes. Behavioral parameters including velocity, distance traveled, and time spent in the central and fringe areas were recorded by a computerized video tracking system (Ethovision XT; Noldus, Information Technology, The Netherlands). The open field apparatus was cleaned after each session using 70% ethanol and allowed to dry between tests. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8652,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Novel object recognition test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8682,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The novel object recognition test was used to assess short- and long-term recognition memory. The experimental procedure consisted of three stages. On the first day, there was an adaptation period without any toy bricks. On the second day, familiarization took place with two toy bricks (2 cm × 2 cm) in opposite corners, both with the same shape, size, and color. On the third day, the test period occurred, with one of the toy bricks changed to a different shape and color. The camera on top of the box was used to record how long it took for a mouse to examine the new object (TN) and the familiar object (TF), allowing a total of five minutes for exploring the two distinct objects. The recognition index was calculated as follows: Recognition index = (TN/(TN + TF)) × 100%. A higher recognition index reflected better short- and long-term recognition memory abilities in animals within this group. The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9781,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Y-maze",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9788,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In the Y-maze test, each mouse was placed at the end of one arm of the 'Y' and allowed to explore the maze freely for five minutes. The sequence of entry of the mice in the arms was recorded to calculate the percentage of change. The mouse entered three different arms in turn, which was counted as one alternation. Spontaneous alternations (%) = Number of spontaneous alternations/(Total number of arm entries − 2) *100%. Higher spontaneous alternations indicated better learning and memory ability. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10486,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Elevated plus maze",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10505,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "During the Elevated Plus Maze (EPM) test, the maze was composed of four arms (30 cm × 5 cm). Two opposite arms were closed, enclosed by lateral walls (depth 5 cm), and the remaining two arms were open and lacked walls. The four arms were connected by a central area (5 cm × 5 cm), and the maze was elevated 50 cm from the floor. During the test, mice were placed on the central square platform and allowed to explore the maze for 5 min. The following parameters were recorded and analyzed: the number of entries into open/closed arms, the time spent in the open/closed arms, and the total number of arm entries. These data were recorded by a camera and analyzed using a computerized video tracking system.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11220,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The anxiety index was calculated as the ratio of open arm time and entries to total time and total entries. The open arm entries percent was calculated as entries into the open arm divided by the total number of arm entries (entries into the open arm + entries into the closed arm). During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11694,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Tail suspension test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11715,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Tail Suspension Test was performed as previously described. Adhesive tape was applied to the tail, approximately 1 cm from the tip, and the mouse was suspended for 6 min. After a 2 min habituation period, the immobility time was recorded during the final 4 min using Tail Suspension Real-Time Analysis (System-2.0). During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12226,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Gait analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12240,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The gait of naturally moving mice was analyzed using CatWalk XT (Noldus Information Technology, Netherlands), as previously described. This gait analysis system consists of a glass walkway floor illuminated with a green light that is completely internally reflected in the glass, a standard charge-coupled device (CCD) camera underneath, and software for recording and analyzing the data obtained from mouse paws. A darkroom box was used at the end of the walkway to create an incentive for the mice to cross the field, where the entrance to their home cage is placed. The mice were placed in the front of the start zone of the walkway and were trained to cross the walkway with five accomplished runs per day on five consecutive days. The test was started on the fifth day, and each mouse was tested three times. The successful run was defined as a mouse walking across the runway without any hesitation. The walkway was cleaned thoroughly with 70% ethanol between each animal. Gait parameters of footprints were automatically generated (left front, LF; left hind, LH; right front, RF; and right hind, RH). The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13524,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Rotarod test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13537,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The rotarod apparatus (Model: 47600, Italy) was used to assess the locomotor abilities of rodents, particularly their coordination and endurance. Mice were subjected to a training session of four trials per day for 3 days, the rotarod gradually accelerated from 5 to 40 rpm within 120 s until the mouse fell off. Starting from the 4th day after training, formal testing experiments were conducted. During test trial, the rotarod gradually accelerated from 5 to 40 rpm within 300 s. The latency at which the mouse fell from the rod (or a maximum of 5 min) was recorded. The average latency from three trials was determined. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 30 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14353,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Morris water maze",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14371,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The water maze was divided into four quadrants and contained a platform that remained submerged under 1–1.5 cm of water. During the training trials, mice were placed in the water from the opposite quadrant of the platform. Successful navigation to the platform was considered when the mouse found it within 1 min. If the mouse failed to find the platform within this time limit, a guidance rod was used to guide the mouse to stay on the platform for 10 s and the latency was recorded as 60 s. Training trials were conducted for three trial sessions each day for six consecutive days. During probe trials, the platform was removed from the maze. Frequency of visits to the platform, time spent in the platform quadrant, cumulative duration in the target zone, and latency to the platform were used as indicators of memory performance. The behavioral test time was about 30 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15387,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Forced swim test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15404,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The forced swim test was performed as previous studies. Each mouse was individually placed into a non-transparent cylindrical plastic container (height of 25 cm; diameter of 18 cm) containing 15 cm of water at 23–25 °C. The test duration was 6 min, and immobility was analyzed during the last 4 min. Immobility behavior was considered by inactive time when the animal remained floating passively without any movements, with the exception of minimal movements to keep the head above water. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16089,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Fear conditioning test",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16112,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Both contextual and cued fear conditioning protocols were implemented as previous studies. On the first day, mice were introduced to a Plexiglas training cage under constant illumination for 5 min. On the second day, animals were allowed to adapt for 180 s in the box before commencing three to five rounds of circulation training. Auditory stimulation (30 s, 5 kHz, 70 dB) was then administered, followed by the delivery of electric current stimulation (0.65 mA, 1 s). The intervals between each training session were 30–60 s. Animals were allowed to remain in the cage for 30 s before being returned to their home cage. Twenty-four hours later, a contextual fear conditioning test was conducted by placing animals back into the same training cage without any sound or electric current stimulation, and their freezing behavior was recorded over a 330 s period. On the fourth day, cued fear conditioning began. The background and smell of the boxes were changed, and after 180 s of adaptation in the box, only auditory stimulation (5 kHz, 70 dB) was presented. Freezing behavior was then recorded over a 420 s period. Prior to each animal’s placement, the fear-conditioning box was thoroughly cleaned with 70% ethanol. The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17525,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Brain transcriptomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17547,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Brain samples were bisected along the plane separating the hemispheres. For each brain, one hemisphere was selected for the generation of mRNA sequencing data, following a methodology similar to that described in the previously published paper. Total RNA extraction was carried out using the TRIzol reagent (Invitrogen, CA, USA), following the manufacturer’s protocol. To assess the quality and quantity of the extracted RNA, the NanoDrop 2000 spectrophotometer (Thermo Scientific, USA) was employed. The integrity of the RNA was then evaluated using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA). Subsequently, RNA libraries were constructed with the VAHTS Universal V6 RNA-seq Library Prep Kit, strictly adhering to the manufacturer’s instructions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18330,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The transcriptome sequencing and subsequent analysis were conducted by OE Biotech Co., Ltd. (Shanghai, China). The libraries were sequenced on an Illumina Novaseq 6000 platform, generating 150 bp paired-end reads. The raw reads in fastq format underwent an initial processing step using fastp. During this process, low-quality reads were filtered out to obtain clean reads suitable for further analysis. The clean reads were then mapped to the reference genome using HISAT2. To quantify gene expression levels, the FPKM of each gene was calculated and the read counts for each gene were obtained via HTSeq-count. To evaluate the biological duplication of the samples, Principal Component Analysis (PCA) was performed using the R programming language (version 3.2.0). For the differential expression analysis, the DESeq2 package was utilized. Genes were considered significantly differentially expressed if they met the criteria of a P value < 0.05 and a fold change > 1.5 or fold change < 0.667. Bioinformatic analysis and graphics was performed using the OECloud tools at https://cloud.oebiotech.com/task/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19451,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The hindlimb unloading mice and real spaceflight microgravity mice brain transcriptome data have been sourced from published data. Specifically, the brain RNA-seq data of hindlimb unloading mice, which underwent hindlimb unloading for 2 weeks and had their total RNA extracted from each brain using Trizol for transcriptome analysis (GeneLab ID: GLDS-32, 10.26030/jpyz-fn46), and the data from spaceflight mice, that were housed in the Rodent Habitat for 39–42 days, euthanized in space (mice were anesthetized by ketamine/xylazine/acepromazine and subjected to cardiac puncture followed by cervical dislocation), and had their whole carcasses stored at − 80 °C during the Rodent Research-3 mission (GeneLab ID: GLDS-352, 10.26030/jm59-zy54), are both accessible within the NASA Open Science Data Repository (https://osdr.nasa.gov/bio). Differential expression analysis was performed using the DESeq2. P value < 0.05 and foldchange > 1.5 or foldchange < 0.667 was set as the threshold for significantly differential expression gene. Bioinformatic analysis and graphics was performed using the OECloud tools at https://cloud.oebiotech.com/task/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20618,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To compare the differences between three models, namely the 3D clinostat model (CS), hindlimb unloading model (HU), and space flight mice (FL), we conducted a distance comparison of transcriptome changes. Select shared genes from transcriptome data for analysis, and obtain log2FoldChang values for each gene, namely FCCS(1,2,3…n), FCHU(1,2,3…n), FCFL(1,2,3…n), and then calculate the brain transcriptome distance between each model, SCS/FL = , SHU/FL = , SCS/HU = . The similarity of the three models can be compared by the magnitude of the distance value S. By utilizing the multiple expression changes of each gene in different models relative to their respective control groups, a heatmap can be drawn to visually display and compare the differences in the brain transcriptome of each model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21432,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Serum metabolomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21451,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To extract metabolites, 400 μl of cold extraction solvent methanol/acetonitrile/H2O (2:2:1) was added to 100 μl of serum sample and adequately vortexed. The samples were then incubated on ice for 20 min and centrifuged at 14,000g for 20 min at 4 °C. The supernatant was dried in a vacuum centrifuge. For LC–MS analysis, the samples were re-dissolved in 100 μL acetonitrile/water (1:1, v/v) solvent and centrifuged at 14,000g at 4 °C for 15 min, then the supernatant was injected. For the untargeted metabolomics of polar metabolites, extracts were analyzed using a quadrupole time-of-flight mass spectrometer (Sciex Triple TOF 6600) coupled to hydrophilic interaction chromatography via electrospray ionization by the Shanghai Applied Protein Technology Co. Ltd. Preparation of QC samples by mixing aliquots of all samples. The raw LC–MS data obtained were processed using Proqenesis QI Software (Waters Corporation Milford, USA). For statistical analysis, we made use of both univariate (Student’s t-test and fold change analysis) and multivariate (principal component analysis and orthogonal partial least squares discriminant analysis) method. The variable importance in projection (VIP) scores > 1 and P values < 0.05, and fold change > 2 or < 0.5 were used to filter the differential metabolites. For the KEGG annotation of metabolic pathways, the metabolites were compared against the online KEGG database using BLAST to retrieve their COs, and then mapped to the corresponding KEGG pathways.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22984,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Analysis of the diversity of gut microbiota in feces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23037,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "OE biotech Co., Ltd. (Shanghai, China) conducted the 16S amplicon sequencing and analysis. Briefly, genomic DNA was extracted from fecal samples using the DNeasy PowerSoil Kit (QIAGEN, Germany) and its concentration and purity were assessed by NanoDrop 2000 (Agilent, USA). The extracted DNA was used as template for PCR amplification of bacterial 16S rRNA with universal primers for V3-V4 variable regions. Sequencing was performed by Illuminaa NovaSeq 6000 with 250 bp paired-end reads. The raw sequencing data, in FASTQ format, were preprocessed using Cutadapt software to remove adapters. Following trimming, low-quality sequences were filtered out, and the remaining reads were denoised, merged, and chimera-checked using DADA2 with default QIIME2 parameters. The software ultimately output representative reads and an ASV abundance table. The representative read of each ASV was selected using the QIIME2 package, and all representative reads were annotated against the Silva database using q2-feature-classifier.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24058,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Micro-CT imaging of bone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24083,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The femoral bone was dissected of soft tissues, fixed in formalin and the distal metaphysis scanned with a Siemens INVEON scanner using the following settings: tube voltage, 60 kV; tube current, 400 µA; and exposure time, 800 ms over 360° rotation. The Feldkamp filtered back-projection algorithm was used to reconstruct the images to generate 3D reconstructions. Images acquired from the scanner were viewed and calculated morphometric parameters with INVEON Workplace software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24567,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24588,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The data are shown as means ± SD. GraphPad Prism 10.0 software was used for statistical analysis. Two-way ANOVA followed by post-hoc test evaluated the significance of differences between groups. A difference was considered significant if the P value < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24856,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24864,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of 3D clinostat on the body weight and general status in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24934,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 1b showed the daily changes in weight of mice over the first 4 weeks. The SB group mice exhibited a weight profile similar to that of the MC group, indicating good adaptability to survival box. In contrast, the CS group mice undergoing 3D clinostat initially experienced a significant weight loss during the first 4 days. However, these mice gradually adapted to the 3D clinostat and their weight stabilized, followed by a slow recovery to levels similar to those of the SB control group and MC control group. Overall, the mice appeared healthy throughout the study period, indicating good adaptability to the 3D clinostat instrument.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25579,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of 3D clinostat on cognitive and motor related behavior",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25646,
            "infons": {
              "file": "41598_2025_90212_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Behavioral test results. (a) Grip strength of limbs in the grip strength test; (b) Fall time in the rotarod test; (c) Inactive time in the forced swim test; (d) Immobility time in the tail suspension test; (e) Percentage of open arm entries in the elevated plus maze; (f–i) Freezing rates of mice in the fear conditioning test during the learning phase (f), contextual memory phase (g), fear extinction phase (h), and the conditioned sound stimulus phase (i). MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, *P < 0.05, ** P < 0.01, *** P < 0.001, n = 6 for each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26326,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Gait Parameters with differences between the CS and SB groups.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26389,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Gait parameters</th><th align=\"left\">MC (Mean ± SD)</th><th align=\"left\">SB (Mean ± SD)</th><th align=\"left\">CS (Mean ± SD)</th><th align=\"left\"><italic>P</italic> (CS vs SB)</th><th align=\"left\"><italic>P</italic> (CS vs MC)</th><th align=\"left\"><italic>P</italic> (SB vs MC)</th></tr></thead><tbody><tr><td align=\"left\">RF_PrintArea_(cm<sup>2</sup>)_Mean</td><td char=\"±\" align=\"char\">0.272 ± 0.05</td><td char=\"±\" align=\"char\">0.33 ± 0.051</td><td char=\"±\" align=\"char\">0.248 ± 0.04</td><td char=\".\" align=\"char\">0.011</td><td char=\".\" align=\"char\">0.379</td><td char=\".\" align=\"char\">0.075</td></tr><tr><td align=\"left\">RH_MaxContactMaxIntensity_Mean</td><td char=\"±\" align=\"char\">188.768 ± 6.89</td><td char=\"±\" align=\"char\">183.125 ± 11.22</td><td char=\"±\" align=\"char\">161.284 ± 15.857</td><td char=\".\" align=\"char\">0.02</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\">0.319</td></tr><tr><td align=\"left\">RH_PrintLength_(cm)_Mean</td><td char=\"±\" align=\"char\">0.839 ± 0.067</td><td char=\"±\" align=\"char\">0.9 ± 0.069</td><td char=\"±\" align=\"char\">0.816 ± 0.056</td><td char=\".\" align=\"char\">0.045</td><td char=\".\" align=\"char\">0.544</td><td char=\".\" align=\"char\">0.151</td></tr><tr><td align=\"left\">RH_PrintWidth_(cm)_Mean</td><td char=\"±\" align=\"char\">0.656 ± 0.065</td><td char=\"±\" align=\"char\">0.69 ± 0.044</td><td char=\"±\" align=\"char\">0.62 ± 0.032</td><td char=\".\" align=\"char\">0.01</td><td char=\".\" align=\"char\">0.24</td><td char=\".\" align=\"char\">0.315</td></tr><tr><td align=\"left\">RH_MaxIntensity_Mean</td><td char=\"±\" align=\"char\">193.748 ± 5.502</td><td char=\"±\" align=\"char\">190.474 ± 7.926</td><td char=\"±\" align=\"char\">167.327 ± 14.86</td><td char=\".\" align=\"char\">0.007</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.425</td></tr><tr><td align=\"left\">RH_MeanIntensityOfThe15MostIntensePixels_Mean</td><td char=\"±\" align=\"char\">140.141 ± 8.092</td><td char=\"±\" align=\"char\">133.75 ± 12.955</td><td char=\"±\" align=\"char\">117.26 ± 12.025</td><td char=\".\" align=\"char\">0.045</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\">0.33</td></tr><tr><td align=\"left\">LF_MaxContactArea_(cm<sup>2</sup>)_Mean</td><td char=\"±\" align=\"char\">0.27 ± 0.03</td><td char=\"±\" align=\"char\">0.282 ± 0.03</td><td char=\"±\" align=\"char\">0.203 ± 0.038</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\">0.007</td><td char=\".\" align=\"char\">0.502</td></tr><tr><td align=\"left\">LF_MaxContactMaxIntensity_Mean</td><td char=\"±\" align=\"char\">165.715 ± 7.093</td><td char=\"±\" align=\"char\">163.407 ± 7.699</td><td char=\"±\" align=\"char\">141.793 ± 12.683</td><td char=\".\" align=\"char\">0.005</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.601</td></tr><tr><td align=\"left\">LF_MaxContactMeanIntensity_Mean</td><td char=\"±\" align=\"char\">73.476 ± 3.211</td><td char=\"±\" align=\"char\">74.367 ± 1.985</td><td char=\"±\" align=\"char\">68.693 ± 3.993</td><td char=\".\" align=\"char\">0.011</td><td char=\".\" align=\"char\">0.045</td><td char=\".\" align=\"char\">0.576</td></tr><tr><td align=\"left\">LF_PrintLength_(cm)_Mean</td><td char=\"±\" align=\"char\">0.888 ± 0.041</td><td char=\"±\" align=\"char\">0.899 ± 0.078</td><td char=\"±\" align=\"char\">0.762 ± 0.086</td><td char=\".\" align=\"char\">0.016</td><td char=\".\" align=\"char\">0.009</td><td char=\".\" align=\"char\">0.756</td></tr><tr><td align=\"left\">LF_PrintWidth_(cm)_Mean</td><td char=\"±\" align=\"char\">0.754 ± 0.024</td><td char=\"±\" align=\"char\">0.724 ± 0.063</td><td char=\"±\" align=\"char\">0.644 ± 0.049</td><td char=\".\" align=\"char\">0.032</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.311</td></tr><tr><td align=\"left\">LF_PrintArea_(cm<sup>2</sup>)_Mean</td><td char=\"±\" align=\"char\">0.329 ± 0.023</td><td char=\"±\" align=\"char\">0.343 ± 0.036</td><td char=\"±\" align=\"char\">0.241 ± 0.043</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.464</td></tr><tr><td align=\"left\">LF_MaxIntensity_Mean</td><td char=\"±\" align=\"char\">174.92 ± 5.798</td><td char=\"±\" align=\"char\">172.154 ± 8.777</td><td char=\"±\" align=\"char\">150.079 ± 12.159</td><td char=\".\" align=\"char\">0.005</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.534</td></tr><tr><td align=\"left\">LF_MeanIntensity_Mean</td><td char=\"±\" align=\"char\">76.797 ± 3.606</td><td char=\"±\" align=\"char\">77.881 ± 2.337</td><td char=\"±\" align=\"char\">72.247 ± 3.764</td><td char=\".\" align=\"char\">0.011</td><td char=\".\" align=\"char\">0.058</td><td char=\".\" align=\"char\">0.55</td></tr><tr><td align=\"left\">LH_MaxContactAt_(%)_Mean</td><td char=\"±\" align=\"char\">29.644 ± 5.177</td><td char=\"±\" align=\"char\">33.255 ± 5.425</td><td char=\"±\" align=\"char\">44.056 ± 4.805</td><td char=\".\" align=\"char\">0.004</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.265</td></tr><tr><td align=\"left\">LH_MaxContactMaxIntensity_Mean</td><td char=\"±\" align=\"char\">183.908 ± 10.444</td><td char=\"±\" align=\"char\">183.98 ± 12.199</td><td char=\"±\" align=\"char\">162.862 ± 10.968</td><td char=\".\" align=\"char\">0.01</td><td char=\".\" align=\"char\">0.007</td><td char=\".\" align=\"char\">0.991</td></tr><tr><td align=\"left\">LH_MaxIntensity_Mean</td><td char=\"±\" align=\"char\">190.195 ± 7.764</td><td char=\"±\" align=\"char\">191.693 ± 10.184</td><td char=\"±\" align=\"char\">168.907 ± 11.337</td><td char=\".\" align=\"char\">0.004</td><td char=\".\" align=\"char\">0.004</td><td char=\".\" align=\"char\">0.78</td></tr><tr><td align=\"left\">LH_MeanIntensity_Mean</td><td char=\"±\" align=\"char\">86 ± 3.002</td><td char=\"±\" align=\"char\">85.876 ± 3.614</td><td char=\"±\" align=\"char\">80.019 ± 1.755</td><td char=\".\" align=\"char\">0.005</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.95</td></tr><tr><td align=\"left\">LH_MeanIntensityOfThe15MostIntensePixels_Mean</td><td char=\"±\" align=\"char\">135.542 ± 11.122</td><td char=\"±\" align=\"char\">134.115 ± 9.127</td><td char=\"±\" align=\"char\">116.662 ± 6.608</td><td char=\".\" align=\"char\">0.004</td><td char=\".\" align=\"char\">0.005</td><td char=\".\" align=\"char\">0.813</td></tr><tr><td align=\"left\">LH_StrideLength_(cm)_Mean</td><td char=\"±\" align=\"char\">9.191 ± 2.131</td><td char=\"±\" align=\"char\">10.083 ± 2.434</td><td char=\"±\" align=\"char\">7.417 ± 0.962</td><td char=\".\" align=\"char\">0.032</td><td char=\".\" align=\"char\">0.093</td><td char=\".\" align=\"char\">0.514</td></tr><tr><td align=\"left\">BOS_HindPaws_Mean_(cm)</td><td char=\"±\" align=\"char\">2.474 ± 0.108</td><td char=\"±\" align=\"char\">2.477 ± 0.124</td><td char=\"±\" align=\"char\">2.121 ± 0.142</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.001</td><td char=\".\" align=\"char\">0.966</td></tr><tr><td align=\"left\">PhaseDispersions_LH- &gt; RH_Mean</td><td char=\"±\" align=\"char\">48.759 ± 4.405</td><td char=\"±\" align=\"char\">41.419 ± 7.088</td><td char=\"±\" align=\"char\">48.738 ± 2.503</td><td char=\".\" align=\"char\">0.038</td><td char=\".\" align=\"char\">0.992</td><td char=\".\" align=\"char\">0.057</td></tr><tr><td align=\"left\">Couplings_LH- &gt; LF_Mean</td><td char=\"±\" align=\"char\">51.895 ± 2.686</td><td char=\"±\" align=\"char\">57.778 ± 7.854</td><td char=\"±\" align=\"char\">49.51 ± 3.672</td><td char=\".\" align=\"char\">0.042</td><td char=\".\" align=\"char\">0.228</td><td char=\".\" align=\"char\">0.113</td></tr></tbody></table>\n"
            },
            "text": "Gait parameters\tMC (Mean ± SD)\tSB (Mean ± SD)\tCS (Mean ± SD)\tP (CS vs SB)\tP (CS vs MC)\tP (SB vs MC)\t \tRF_PrintArea_(cm2)_Mean\t0.272 ± 0.05\t0.33 ± 0.051\t0.248 ± 0.04\t0.011\t0.379\t0.075\t \tRH_MaxContactMaxIntensity_Mean\t188.768 ± 6.89\t183.125 ± 11.22\t161.284 ± 15.857\t0.02\t0.003\t0.319\t \tRH_PrintLength_(cm)_Mean\t0.839 ± 0.067\t0.9 ± 0.069\t0.816 ± 0.056\t0.045\t0.544\t0.151\t \tRH_PrintWidth_(cm)_Mean\t0.656 ± 0.065\t0.69 ± 0.044\t0.62 ± 0.032\t0.01\t0.24\t0.315\t \tRH_MaxIntensity_Mean\t193.748 ± 5.502\t190.474 ± 7.926\t167.327 ± 14.86\t0.007\t0.002\t0.425\t \tRH_MeanIntensityOfThe15MostIntensePixels_Mean\t140.141 ± 8.092\t133.75 ± 12.955\t117.26 ± 12.025\t0.045\t0.003\t0.33\t \tLF_MaxContactArea_(cm2)_Mean\t0.27 ± 0.03\t0.282 ± 0.03\t0.203 ± 0.038\t0.003\t0.007\t0.502\t \tLF_MaxContactMaxIntensity_Mean\t165.715 ± 7.093\t163.407 ± 7.699\t141.793 ± 12.683\t0.005\t0.002\t0.601\t \tLF_MaxContactMeanIntensity_Mean\t73.476 ± 3.211\t74.367 ± 1.985\t68.693 ± 3.993\t0.011\t0.045\t0.576\t \tLF_PrintLength_(cm)_Mean\t0.888 ± 0.041\t0.899 ± 0.078\t0.762 ± 0.086\t0.016\t0.009\t0.756\t \tLF_PrintWidth_(cm)_Mean\t0.754 ± 0.024\t0.724 ± 0.063\t0.644 ± 0.049\t0.032\t0.001\t0.311\t \tLF_PrintArea_(cm2)_Mean\t0.329 ± 0.023\t0.343 ± 0.036\t0.241 ± 0.043\t0.001\t0.001\t0.464\t \tLF_MaxIntensity_Mean\t174.92 ± 5.798\t172.154 ± 8.777\t150.079 ± 12.159\t0.005\t0.001\t0.534\t \tLF_MeanIntensity_Mean\t76.797 ± 3.606\t77.881 ± 2.337\t72.247 ± 3.764\t0.011\t0.058\t0.55\t \tLH_MaxContactAt_(%)_Mean\t29.644 ± 5.177\t33.255 ± 5.425\t44.056 ± 4.805\t0.004\t0.001\t0.265\t \tLH_MaxContactMaxIntensity_Mean\t183.908 ± 10.444\t183.98 ± 12.199\t162.862 ± 10.968\t0.01\t0.007\t0.991\t \tLH_MaxIntensity_Mean\t190.195 ± 7.764\t191.693 ± 10.184\t168.907 ± 11.337\t0.004\t0.004\t0.78\t \tLH_MeanIntensity_Mean\t86 ± 3.002\t85.876 ± 3.614\t80.019 ± 1.755\t0.005\t0.002\t0.95\t \tLH_MeanIntensityOfThe15MostIntensePixels_Mean\t135.542 ± 11.122\t134.115 ± 9.127\t116.662 ± 6.608\t0.004\t0.005\t0.813\t \tLH_StrideLength_(cm)_Mean\t9.191 ± 2.131\t10.083 ± 2.434\t7.417 ± 0.962\t0.032\t0.093\t0.514\t \tBOS_HindPaws_Mean_(cm)\t2.474 ± 0.108\t2.477 ± 0.124\t2.121 ± 0.142\t0.001\t0.001\t0.966\t \tPhaseDispersions_LH- > RH_Mean\t48.759 ± 4.405\t41.419 ± 7.088\t48.738 ± 2.503\t0.038\t0.992\t0.057\t \tCouplings_LH- > LF_Mean\t51.895 ± 2.686\t57.778 ± 7.854\t49.51 ± 3.672\t0.042\t0.228\t0.113\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28964,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "LF- the left forelimb; RF- the right forelimb; LH- the left hindlimb; RH- the right hindlimb; MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. n = 6 for each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29179,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We conducted a series of behavioral experiments to observe the 3D clinostat simulated microgravity effect on cognitive and motor related behaviors in mice. The results showed 3D clinostat treatment significantly reduced mice activity and exploratory desire, indicated by the significant reduction in movement distance and exercise time in the open field test as shown in Fig. 1c–d, as well as in other behavioral experiments, including Y Maze, elevated plus maze and novel object recognition test (data not shown). In terms of learning and memory, there were no statistically significant differences in the recognition index in novel object recognition test (Fig. 1e), the spontaneous alternations index in the Y maze (Fig. 1f), and the latency to the platform in the Morris water maze (Fig. 1g) between CS and SB group, suggesting that 3D clinostat did not have a significant impact on the learning and memory. Regarding motor ability, a series of tests including grip strength test, rotarod test, and gait analysis were conducted. The results of the grip strength test revealed no notable differences among the three groups of mice (Fig. 2a). In the rotarod test, mice in the SB group exhibited a significantly shorter latency to fall compared to those in the MC group. This shorter latency may be attributed to the restricted activity space within the survival box for the SB group mice. Conversely, the CS group mice displayed a significantly longer latency to fall compared to the SB group, potentially due to their gradually acquired balancing ability through the 3D clinostat process (Fig. 2b). Besides, gait analysis revealed significant changes in certain gait parameters in the CS group compared to the SB group, indicating that prolonged exposure to the 3D clinostat had a notable impact on the vestibular balance system (Table 1, with the raw data shown in Supplementary Table S1). In terms of anxiety and depression, we conducted a series of experiments including the forced swim test, tail suspension test, and elevated plus maze. The results indicated that there were no statistically significant differences among the three groups of mice in terms of the duration of immobility in both the forced swim test and tail suspension test, as well as the percentage of open arm entries in the elevated plus maze. These findings suggest that exposure to the 3D clinostat did not result in significant depression or anxiety tendencies (Fig. 2, c-e). However, in the fear conditioning test, the 3D clinostat seemed to induce a trend towards increased sensitivity to fear behavior and enhanced fear memory. During the fear memory learning phase, the CS group mice exhibited a notable increase in freezing rates (Fig. 2f), coupled with a tendency of increased freezing rates in the contextual memory phase (Fig. 2g). Especially during the extinction phase, CS mice still demonstrated a significant increase in freezing rate, indicating enhanced fear memory and weakened extinction (Fig. 2h). Additionally, an increasing trend in freezing rate was also observed in the CS group mice during the subsequent sound stimulus phase (Fig. 2i). Upon comprehensive analysis of the behavioral research, it can be concluded that the 3D clinostat did not exert a notable influence on learning and memory processes. However, it potentially influenced the fear behavioral, along with subtle alterations related to motor balance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32610,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of 3D clinostat on femur parameter",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32656,
            "infons": {
              "file": "41598_2025_90212_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Changes in femoral bone parameters by micro-CT scanning. (a) Typical micro-CT cross-sectional images of femoral bone; (b–g) Changes in bone parameters including Tissue volume (b), Bone volume (c), Percent bone volume (d), Trabecular number (e), Trabecular separation (f), and Trabecular pattern factor (g) measured after 3D reconstruction. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, *P < 0.05, ** P < 0.01, n = 6 for each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33197,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the effects of 3D clinostat on bone metabolism, we utilized micro-CT to scan the femurs of mice and analyzed changes in parameters such as bone volume, tissue volume, trabecular pattern factor, trabecular number, and trabecular separation. The results revealed that both SB and CS group of mice exhibited significant bone loss compared to the MC group, with a notable decrease in bone volume and trabecular number, as well as a significant increase in trabecular pattern factor and trabecular separation. Furthermore, compared to the SB group, the CS group displayed a trend of further aggravating bone loss (Fig. 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33831,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of 3D clinostat on brain transcriptome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33881,
            "infons": {
              "file": "41598_2025_90212_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Alterations in brain transcriptome and serum metabolome of mice subjected to 3D clinostat. (a) Venn diagram illustrating differentially expressed genes between pairwise comparisons; (b) Heatmap of differentially expressed genes exhibiting significant differences between the CS and SB groups; (c) Main KEGG pathways affected between the CS and SB groups; (d) OPLS-DA analysis of serum metabolites between groups; (e) Upregulated and downregulated differential serum metabolites between the CS and SB groups; (f) KEGG analysis of serum metabolites revealing the main pathways affected between the CS and SB groups. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34590,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To evaluate the impact of 3D clinostat on the central nervous system, we conducted whole brain transcriptome sequencing. The results showed that there were 568, 320, and 426 significantly different genes between each group respectively, as shown in Fig. 4a. Figure 4b displays a heatmap of gene expression among the three groups for 320 genes that exhibited significant differences between the CS and SB groups. To further analyze the impact of 3D clinostat on the brain, we conducted KEGG pathway analysis of the differentially expressed genes, as shown in Fig. 4 c. 3D clinostat may primarily affect immune and endocrine-related signaling pathways, such as those associated with human diseases like Malaria, African trypanosomiasis, Autoimmune thyroid disease, Rheumatoid arthritis, and Staphylococcus aureus infection, as well as GnRH secretion and signaling pathway, Ovarian steroidogenesis, IL17 signaling pathway, Prolactin signaling pathway, Leukocyte transendothelial migration, PPAR signaling pathway, and Neutrophil extracellular trap formation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35649,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of 3D clinostat on serum metabolomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35698,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the systemic effects of the 3D clinostat on mice, we conducted a non-targeted metabolomics analysis of serum samples. This experiment yielded a total of 15,470 detected substances, among which 1431 were annotated as known metabolic molecules. OPLS-DA analysis revealed distinct differentiation among the three groups (Fig. 4d). Notably, in comparison to the SB group, the CS group exhibited significant upregulation of serum metabolites such as Lys-Leu, 2-keto-D-Gluconic acid, Thyroxine 4’-o-.beta.-d-glucuronide, Beta-octylglucoside, Demissidine, Pro-Trp, and Pentobarbital. Conversely, serum metabolites including Poricoic acid a, L-Lysine, Oleic acid, Ile-Pro, 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine-n,n-dimethyl, Niacinamide, and 1-(1z-octadecenyl)-2-(4z,7z,10z,13z,16z,19z-docosahexaenoyl)-sn-glycero-3-phosphocholine were significantly downregulated (Fig. 4e). These alterations primarily implicate pathways such as ABC transporters, Sphingolipid signaling pathway and metabolism, Biotin metabolism, and the Pentose phosphate pathway (Fig. 4f).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36778,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of 3D clinostat on microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36819,
            "infons": {
              "file": "41598_2025_90212_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Changes in the fecal microbiome of of mice subjected to 3D clinostat. (a) PCA analysis of the fecal microbiome among the three groups of mice; (b) Alpha diversity analysis using Chao1 index; (c) Alpha diversity analysis using Shannon index; (d) Changes in the top 10 differentially abundant bacteria at the species level; (e) KEGG functional analysis of the microbial community differences between the CS and SB groups. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, *P < 0.05, n = 6 for each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37421,
            "infons": {
              "file": "41598_2025_90212_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Comparison of the 3D clinostat simulated microgravity effect model with the classical hindlimb unloading model and spaceflight mice. (a) Venn diagram of differentially expressed genes in brain transcriptomes among the three models; (b) Main KEGG pathways affected in the hindlimb unloading model; (c) Main KEGG pathways affected in the spaceflight model; (d) Heatmap visualizing the expression levels of 131 genes commonly detected in all three models and fulfilling the criteria of differential expression (P value < 0.05 and fold change > 2 or fold change < 0.5) in at least one model. Red markers: KEGG pathways commonly affected by all three models; Green markers: KEGG pathways commonly affected by the HU and FL models; Blue markers: KEGG pathways commonly affected by the CS and FL models. CS: 3D clinostat model; HU: hindlimb unloading model; FL: spaceflight model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38307,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the impact of 3D clinostat on the gastrointestinal microbiota, 16S rRNA sequencing was performed on mouse feces samples, revealing 333 ± 23, 273 ± 36, and 267 ± 43 ASVs detected in each group, respectively. In terms of alpha diversity, the fecal microbiota richness was observed to be higher in the MC group compared to the SB and CS groups (Fig. 5b). However, no significant differences were observed in the Shannon index among the three groups (Fig. 5c). Regarding beta diversity, PCA analysis demonstrated distinct segregation of the fecal microbiota profiles among the three groups (Fig. 5a). At the genus level, Fig. 6d illustrated the top 10 differentially abundant bacterial genera among the three groups. Notably, the Bacteroides and Turicibacter were significantly reduced in the CS group compared to both the SB and MC groups (Fig. 5d). Functional analysis of the microbial community was conducted using the PICRUSt2 software. The results indicated significant differences in KEGG signaling pathways between the CS and SB groups, specifically in Ferroptosis, PPAR signaling pathway, Lysosome, Glycosaminoglycan degradation, Lipopolysaccharide biosynthesis, and Other glycan degradation (Fig. 5e). These findings provide valuable insights into the effects of 3D clinostat on the composition and functional properties of the gastrointestinal microbiota, suggesting potential implications for host health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39756,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Comparison of 3D clinostat simulated microgravity effect model with classical hindlimb unloading model and spaceflight mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39881,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To comprehensively assess the validity of the 3D clinostat simulated microgravity effect model, we conducted a comparative analysis of mRNA expression profiles in brain tissue, juxtaposing our findings with those derived from literature on hindlimb unloading (HU) mice and spaceflight (FL) mice models. The study revealed minimal overlap among the three models, underscoring substantial variations. Specifically, eight differentially expressed genes (Ibsp, Adam3, Xlr3b, G530011O06Rik, Wdr62, Cd22, Gm4675, and Nusap1) were shared between the CS and FL models, whereas only two genes (Serpinc1 and Ccl19) overlapped between the HU and FL models. Notably, no shared differentially expressed genes were identified between the CS and HU models, highlighting notable disparities between these two models (Fig. 6a). These findings imply that neither the CS nor the HU model perfectly recapitulates the complex effects of actual space microgravity on the brain, albeit the CS model demonstrates relatively greater fidelity compared to the HU model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40925,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With respect to the functional disparities among genes, the HU model predominantly features genes tied to neurodegenerative disorders, whereas the FL model encompassed a diverse array of genes related to immunity, endocrinology, cardiovascular functions, and beyond. Among the top 20 KEGG pathways, the GnRH signaling pathway stands out as a significantly altered pathway across all three models, highlighted in red. Notably, the CS and FL models share additional two commonly altered pathways: Neuroactive ligand-receptor interaction and Ovarian steroidogenesis, both denoted with blue. Furthermore, Diabetic cardiomyopathy, indicated with green, emerges as a shared altered pathway between the CS and HU models. These observations imply that the CS model exhibited a greater degree of similarity to the FL model in comparison to the HU model (Fig. 6b–c).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41785,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To compare the differences in brain gene expression profiles across these three models, we performed a comprehensive distance comparison involving 5687 genes that were consistently detected in all models. The results of this analysis are as follows: SCS/FL = , SHU/FL = , and SCS/HU = . Notably, the SCS/FL distance emerges as significantly smaller than the SHU/FL distance, underscoring the closer resemblance of the CS model to the FL model in terms of gene expression patterns. Additionally, by generating a heatmap that visualizes the expression levels of 131 genes commonly detected in all three models and fulfilling the criteria of differential expression (P value < 0.05 and and foldchange > 2 or foldchange < 0.5) in at least one model, it becomes strikingly apparent that the CS model demonstrates a superior performance compared to the HU model (Fig. 6d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42677,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42688,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study explored the impact of simulated microgravity effect using a 3D clinostat on mice, with a particular focus on behavioral, metabolic, gut microbiome and brain transcriptome changes. Our findings revealed that the simulated microgravity effect induced by the 3D clinostat triggered noteworthy transformations within the central nervous system. This model has the potential to serve as a valuable tool for investigating cognitive changes associated with microgravity environments, while also offering new insights into the potential mechanisms underlying spaceflight-related health risks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43285,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this study, the behavioral experiments demonstrated that the 3D clinostat had a significant impact on the physical activity and exploratory behavior. The observed reduction in movement distance and exercise time in the open field test, combined with similar findings in the Y Maze, elevated plus maze, and novel object recognition tests, suggests a marked decrease in the overall motivation and exploratory drive. These results are consistent with existing literature on the effects of microgravity, where diminished activity levels and altered behavioral patterns have been reported. For instance, mice displayed similar declines in exploratory behavior after a 30-day spaceflight on Bion-M1 satellite. Different from past results, we did not find obvious anxiety or depression in mice. It is known that chronic restraint can lead to anxiety and depression. We speculate that the anxiety or depression emotion of animals found in the HU model might be caused by tail suspension and restraint, rather than the direct effect of microgravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44329,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The absence of notable disparities in learning and memory between the CS and SB groups, as assessed by the Morris water maze and other memory related tests, might initially seem surprising. One would expect that the reduced physical activity and altered emotional states might extend to cognitive functions. However, the results suggest that the impact of microgravity on cognition might be more complex, potentially involving compensatory mechanisms that preserve cognitive abilities despite changes in other behavioral domains. This finding aligns with studies in which astronauts, despite experiencing emotional and physical stressors, often maintain cognitive performance during space missions, possibly due to intensive training and adaptation processes. In fact, there are indeed some controversies about the effects of microgravity on cognitive function. During spaceflights, the overall cognitive performance of astronauts does not show significant decline, but their cognitive function declines notably after returning to Earth. Wollseiffen et al. found that neurocognitive performance can even be improved during short-term microgravity, thus suspecting that cognitive impairment is caused by the combined effects of complex spaceflight stressors rather than microgravity itself. The adaptive changes such as changes in brain blood supply caused by re-adaptation to the gravitational environment after the flight, rather than microgravity itself, may be the key factors that lead to changes in cognitive function. Besides, it is also possible that the short duration of microgravity effect exposure in our study was insufficient to produce detectable cognitive deficits. Future studies with prolonged exposure and more sensitive cognitive assessments might reveal subtle impairments not captured in this study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46150,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The motor coordination and balance tests, such as the rotarod and gait analysis, indicated subtle yet significant changes in the vestibular system of the mice. These alterations are particularly relevant given the well-documented vestibular dysfunctions reported by astronauts during and after space missions. The role of vestibular system in spatial orientation and balance is crucial, and its disruption in microgravity can lead to disorientation, dizziness, and impaired motor function. Under the premise that there was no significant change in grip strength, our findings indicated that the latency to fall in the rotarod test for CS group was increased compared to SB group, suggesting an adaptation or learning process that may mimic the vestibular compensation observed in astronauts. This adaptive response could be due to the continuous 3D clinostat environment, which might induce a reorganization of neural circuits involved in balance and coordination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47115,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, the fear conditioning test showed that the 3D clinostat treated mice exhibited an increased sensitivity to fear stimuli and enhanced fear memory. This observation might be linked to changes in the amygdala and related brain structures, which are critical for processing fear and stress responses. Research on rats has revealed significant alterations in amygdala neural activity after landing, marked by Fos-positive cells, suggesting a potential impact on fear-related emotional responses. In 15 days of –6° head-down bed rest, volunteers showed temporal overestimation of the fear stimuli in the middle phase. This finding has important implications for understanding the psychological and emotional challenges faced by astronauts during long-term space missions, where prolonged exposure to microgravity could exacerbate stress and anxiety, potentially impairing mission performance and well-being. In the conditioned fear experiment, the most significant difference between the CS and SB groups occurred during the fear extinction phase, suggesting an attenuation of fear memory extinction. The specific neural circuit mechanisms underlying this phenomenon require further in-depth research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48330,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In terms of bone density, mice in the CS group exhibited a decrease in bone volume and trabecular number, accompanied by a notable increase in trabecular pattern factor and trabecular separation, indicating bone loss changes, when compared to the MC control group. However, despite a seemingly more pronounced tendency towards bone loss in the CS group compared to the SB group, no statistically significant difference was observed. This may be attributed to the enhanced gripping and limb loading during the 3D clinostat process, as the mice attempted to counteract the body repositioning caused by the rotation. In the rotarod test, the prolonged fall latency observed in mice from the CS group, as well as subtle gait alterations detected in gait analysis, may also be associated with the similar underlying reasons. On the other hand, the restricted space within the survival box likely constrained the motor abilities of the SB group mice, and simultaneously induced bone loss in these mice. This could potentially account for the reduced difference between the CS and SB groups, representing another plausible explanation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49459,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The transcriptomic analysis of the brain tissues revealed significant changes in gene expression associated with immune response, endocrine signaling, and nervous system functions. These alterations suggested that the simulated microgravity effect triggered a broad and complex biological response, affecting multiple systems that are crucial for maintaining homeostasis and health. These findings are consistent with previous studies that have reported immune dysregulation and hormonal imbalances in response to microgravity in spaceflight animal models. Immune dysregulation and hormonal imbalances could lead to a range of health problems, including increased susceptibility to infections, metabolic disorders, and mental health issues. Effective monitoring and the development of targeted interventions could help mitigate these risks and improve the health of astronauts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50337,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "One of the key findings of this study is the differential gene expression pattern observed in the CS model compared to the HU and FL models. The minimal overlap in differentially expressed genes between these models highlights the distinct biological effects induced by each type of simulated microgravity effect. Specifically, the CS model appears to more closely mimic the gene expression changes seen in real spaceflight, particularly in terms of immune and endocrine-related pathways. This suggests that the 3D clinostat might be a more accurate and reliable model for studying the effects of microgravity on the central nervous system. The CS and FL models demonstrated a convergent alteration in three KEGG signaling pathways: GnRH signaling pathway, Neuroactive ligand-receptor interaction, and Ovarian steroidogenesis, as well as eight common differential genes, including Ibsp, Adam3, Xlr3b, G530011O06Rik, Wdr62, Cd22, Gm4675, and Nusap1. The GnRH signaling pathway plays a pivotal role in the hypothalamus, regulating the function of the hypothalamic–pituitary–gonadal (HPG) axis. Under microgravity conditions, significant changes occur in the endocrine system, which may impact the release of GnRH and the activity of the signaling pathway. This alteration in the GnRH signaling pathway may subsequently lead to fluctuations in sex hormone levels and participate in the regulation of cognition, emotion, and behavior. The Neuroactive Ligand-Receptor Interaction pathway encompasses the intricate interplay between numerous neurotransmitters and hormones (such as dopamine, serotonin, GABA, glutamate, and others) and their respective receptors. This interaction is vital for neural transmission, emotional regulation, cognitive functions, and neural plasticity. Microgravity and spaceflight can potentially induce alterations in neural adaptability, as well as changes in the levels and sensitivity of neurotransmitters, which may be linked to the Neuroactive Ligand-Receptor Interaction. The Ovarian Steroidogenesis signaling pathway is concerned with the production of estrogen and progesterone. Although ovarian steroidogenesis primarily occurs within the reproductive system, it also exerts significant influence on the brain, particularly in regulating emotions, cognition, and neural plasticity. Furthermore, estrogen possesses neuroprotective properties, contributing to the maintenance of neuronal health and function. Under microgravity conditions, a decrease in estrogen levels may diminish its neuroprotective effects, potentially increasing the risk of neurodegenerative diseases or cognitive decline. The greater similarity in gene expression profiles between the CS and FL models supports the use of this method as a representative model for spaceflight-induced neurobiological changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53155,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The lack of overlap in differentially expressed genes between the HU and FL models further underscores the limitations of the HU model in replicating the effects of actual spaceflight. While the HU model has been widely used to simulate microgravity effect, particularly for studying muscle atrophy and bone loss, it appears to fall short in accurately modeling the complex changes in brain function induced by real spaceflight. This discrepancy may be due to the localized nature of the HU model, which primarily affects the hindlimbs and may not adequately capture the whole-body effects of microgravity. In contrast, the 3D clinostat model provides a more holistic simulation of microgravity effect, potentially leading to more relevant insights into how spaceflight affects the brain. The HU model demonstrates a heightened sensitivity to alterations in cerebral blood flow, rendering it an appropriate choice for investigating notable cognitive shifts following return from spaceflight, while the 3D clinostat model is more likely to focus on subtle cognitive changes caused by adaptation to microgravity in space, which may be related to vestibular function and spatial orientation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54344,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The metabolomic analysis of serum samples provided additional insights into the systemic effects of 3D clinostat model. The observed alterations in various metabolic pathways, including ABC transporters, Sphingolipid signaling, and the Pentose phosphate pathway, suggest that microgravity effect disrupts lipid metabolism, energy production, and cellular signaling processes. The downregulation of key metabolites such as L-Lysine, oleic acid, and niacinamide points to potential deficiencies in essential nutrients, which could exacerbate the stress response and impair overall health. L-Lysine is an essential amino acid involved in protein synthesis, while oleic acid is a major component of membrane phospholipids and has anti-inflammatory properties. Niacinamide, a form of vitamin B3, is crucial for energy production and DNA repair. The reduction in these metabolites suggests that microgravity might lead to nutritional imbalances that could have far-reaching effects on health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55331,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The microbiome analysis further supports these findings, showing significant alterations in gut microbiota composition, particularly the reduction in Bacteroides and Turicibacter. The reduction in Bacteroides is consistent with the reported elevation of the Firmicutes/Bacteroidetes ratio in the intestinal flora of astronauts during spaceflights. The gut microbiota plays a critical role in regulating immune function, metabolism, and overall health, and its disruption could have serious consequences during spaceflight. Previous studies have shown that changes in the gut microbiota can lead to a range of health issues, including immune dysregulation, metabolic disorders, and even mental health problems. The observed changes in the gut microbiota in this study suggest that simulated microgravity effect may lead to similar health challenges, emphasizing the need for strategies to maintain gut health during long-term space missions. The functional analysis of the microbial community revealed significant differences in KEGG signaling pathways between the CS and SB groups. Pathways such as Ferroptosis, PPAR signaling, and Glycosaminoglycan degradation were notably affected, indicating potential alterations in cellular death processes, lipid metabolism, and extracellular matrix remodeling. These changes could have implications for tissue integrity and function, particularly in the gastrointestinal tract, which is highly sensitive to environmental stressors. The disruption of these pathways could contribute to the gastrointestinal problems of astronauts, such as increased gut permeability, altered bowel habits and increased susceptibility to infections. The alterations in gut microbiota composition observed in this study also suggest that dietary interventions or probiotics could be explored as potential strategies to maintain gut health during space missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57214,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The findings of this study have significant implications for understanding the health risks associated with long-term spaceflight. The 3D clinostat model offers a practical and cost-effective method for simulating microgravity effect on Earth, allowing for the systematic study of its effects on various physiological systems. The results suggest that microgravity may have a more pronounced impact on emotional and motivational states than on cognitive functions, highlighting the need for further research into the psychological well-being of astronauts during extended missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57796,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While our study provided important insights into the 3D clinostat simulated microgravity effect, it is essential to acknowledge certain limitations. Firstly, although some behavioral changes were observed, many of them did not reach statistical significance, potentially due to the relatively small sample size in the study, leading to the possibility that subtle behavioral changes might have been overlooked. Secondly, in space environments, males and females exhibit gender-specific differences in the responses of various bodily systems. This study exclusively used male mice; however, considering the impact of gender factors, it is a scientifically valuable question worth further investigation to determine whether female mice exhibit different responses to the 3D clinostat. Furthermore, we noted significant differences in multiple behavioral indicators, as well as in the transcriptome and metabolome, between mice in the survival box control (SB) group compared to ordinary cage control (MC) group, highlighting the crucial impact of social isolation and spatial confinement on the organism. Further analysis of the synergistic effects of microgravity, social isolation, and spatial constraints is a scientific issue worthy of further attention in the next step. Moreover, it is important to acknowledge that variability in transcriptome data may be influenced by differences in time points, exposure durations, and collection methodologies employed across clinostat studies, hindlimb unloading experiments, and spaceflight missions. Additionally, although mice spend most of their time inactive in the resting chamber of the survival box, they may still be forced to move or perform actions against gravity-direction changes. It is acknowledged that the 3D clinostat and hindlimb unloading models do not truly simulate microgravity in a strict physical sense. The 3D clinostat creates a condition where the gravity orientation continuously changes, and the hindlimb unloading model provides mechanical unloading. However, our study focuses on the biological effects that resemble those under microgravity conditions. The data from the 3D clinostat—treated mice show changes in behavior, metabolism, microbiome, and brain transcriptome. Although these changes may be due to the mice’s response to altered gravity orientation rather than actual microgravity, they share similarities with the biological effects observed in spaceflight studies. For instance, the changes in the vestibular system, as indicated by gait analysis, are consistent with the vestibular dysfunctions reported by astronauts during space missions. Similarly, the alterations in immune and endocrine—related signaling pathways in the brain transcriptome are also in line with previous spaceflight—related research. These similarities suggest that the 3D clinostat model can serve as a valuable tool for studying the potential biological consequences of microgravity on Earth. It is important to acknowledge the differences in physical principles between our models and actual spaceflight, and when selecting models, one must be mindful of these differences to ensure that the appropriate animal model is chosen according to the research objectives. Nevertheless, due to the limitations and difficulties of simulating microgravity on Earth, the 3D clinostat mouse model for simulating microgravity is a powerful supplement to the limited ground-based models currently available. The 3D clinostat model provided a more similar simulation of brain gene expression alterations than hindlimb unloading, yet future research is essential to investigate the underlying mechanisms of the observed behavioral and neurobiological changes, particularly through targeted studies on specific brain regions and molecular pathways. For example, studying the effects of microgravity effect on the hippocampus, amygdala, and prefrontal cortex could provide deeper insights into how microgravity impacts cognitive function and emotional regulation. Additionally, exploring potential therapeutic interventions could provide valuable insights into mitigating the adverse effects of microgravity on astronaut health. Pharmacological treatments that target specific pathways affected by microgravity, such as immune or endocrine signaling, could also help maintain health during long-term space missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62168,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62179,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "In summary, our research underscored that 3D clinostat model exerted profound effects on the behavior, metabolism, microbiome, and brain transcriptome. Compared to hindlimb unloading model, the 3D clinostat model demonstrates a closer resemblance to the brain transcriptome expression profiles observed in spaceflight animals, thereby offering a novel and invaluable research tool for simulating microgravity effect on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62605,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62631,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher’s note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62650,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62769,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62795,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41598-025-90212-y.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62887,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62908,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "L.Z. performed the majority of the experiments, analyzed the data, and wrote the original manuscript; C.S. participated in animal management and dissection for sampling; H.Y. participated in manuscript arrangement; L.Z. participated in data analysis; X.L. participated in behavioral testing; X.S. contributed behavioral testing tools; K.G. contributed micro-CT analysis tools; J.G. designed the study, supervised the project, contributed experiment materials and reviewed the manuscript. All authors reviewed and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63452,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63460,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This research was supported by the Aerospace Science and Technology Collaborative Innovation Center Project (BSAUEA5740600223), the National Key R&D Program of China (2022YFF0710803, 2021YFF0703400), the National Natural Science Foundation of China (General Program, 82070103), CAMS Innovation Fund for Medical Science (CIFMS, 2021-I2M-1-036) and the Non-profit Central Research Institute Fund of the Chinese Academy of Medical Sciences (2023-PT180-01).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63914,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63932,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The data that support the findings of this study have been deposited into CNGB Sequence Archive (CNSA) of China National GeneBank DataBase (CNGBdb) with accession number CNP0006448 (https://db.cngb.org/search/project/CNP0006448). Additionally, the corresponding author is available to provide data upon request (guojianguo@cnilas.org).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64268,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Declarations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64281,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64301,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64345,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64356,
            "infons": {
              "citation-alternatives": "Hart, D. A. Homo sapiens-A species not designed for space flight: Health risks in low earth orbit and beyond, including potential risks when traveling beyond the geomagnetic field of earth. Life (Basel)13, 757. 10.3390/life13030757 (2023).\n",
              "fpage": "757",
              "name_0": "surname:Hart;given-names:DA",
              "pub-id_doi": "10.3390/life13030757",
              "pub-id_pmid": "36983912",
              "section_type": "REF",
              "source": "Life (Basel)",
              "type": "ref",
              "volume": "13",
              "year": "2023"
            },
            "text": "Homo sapiens-A species not designed for space flight: Health risks in low earth orbit and beyond, including potential risks when traveling beyond the geomagnetic field of earth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64533,
            "infons": {
              "citation-alternatives": "Krittanawong, C. et al. human health during space travel: State-of-the-Art review. Cells12, 40. 10.3390/cells12010040 (2022).\n",
              "fpage": "40",
              "name_0": "surname:Krittanawong;given-names:C",
              "pub-id_doi": "10.3390/cells12010040",
              "pub-id_pmid": "36611835",
              "section_type": "REF",
              "source": "Cells",
              "type": "ref",
              "volume": "12",
              "year": "2022"
            },
            "text": "human health during space travel: State-of-the-Art review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64591,
            "infons": {
              "citation-alternatives": "Roy-O’Reilly, M., Mulavara, A. & Williams, T. A review of alterations to the brain during spaceflight and the potential relevance to crew in long-duration space exploration. NPJ Microgravity7, 5. 10.1038/s41526-021-00133-z (2021).\n",
              "fpage": "5",
              "name_0": "surname:Roy-O'Reilly;given-names:M",
              "name_1": "surname:Mulavara;given-names:A",
              "name_2": "surname:Williams;given-names:T",
              "pub-id_doi": "10.1038/s41526-021-00133-z",
              "pub-id_pmid": "33594073",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "A review of alterations to the brain during spaceflight and the potential relevance to crew in long-duration space exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64718,
            "infons": {
              "citation-alternatives": "Garg, P., Strigini, M., Peuriere, L., Vico, L. & Iandolo, D. The skeletal cellular and molecular underpinning of the murine hindlimb unloading model. Front. Physiol.12, 749464. 10.3389/fphys.2021.749464 (2021).\n",
              "fpage": "749464",
              "name_0": "surname:Garg;given-names:P",
              "name_1": "surname:Strigini;given-names:M",
              "name_2": "surname:Peuriere;given-names:L",
              "name_3": "surname:Vico;given-names:L",
              "name_4": "surname:Iandolo;given-names:D",
              "pub-id_doi": "10.3389/fphys.2021.749464",
              "pub-id_pmid": "34737712",
              "section_type": "REF",
              "source": "Front. Physiol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "The skeletal cellular and molecular underpinning of the murine hindlimb unloading model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64806,
            "infons": {
              "citation-alternatives": "Barkaszi, I., Ehmann, B., Tolgyesi, B., Balazs, L. & Altbacker, A. Are head-down tilt bedrest studies capturing the true nature of spaceflight-induced cognitive changes? A review. Front. Physiol.13, 1008508. 10.3389/fphys.2022.1008508 (2022).\n",
              "fpage": "1008508",
              "name_0": "surname:Barkaszi;given-names:I",
              "name_1": "surname:Ehmann;given-names:B",
              "name_2": "surname:Tolgyesi;given-names:B",
              "name_3": "surname:Balazs;given-names:L",
              "name_4": "surname:Altbacker;given-names:A",
              "pub-id_doi": "10.3389/fphys.2022.1008508",
              "pub-id_pmid": "36582360",
              "section_type": "REF",
              "source": "Front. Physiol.",
              "type": "ref",
              "volume": "13",
              "year": "2022"
            },
            "text": "Are head-down tilt bedrest studies capturing the true nature of spaceflight-induced cognitive changes? A review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64918,
            "infons": {
              "citation-alternatives": "Wuest, S. L., Richard, S., Kopp, S., Grimm, D. & Egli, M. Simulated microgravity: critical review on the use of random positioning machines for mammalian cell culture. Biomed. Res. Int.2015, 971474. 10.1155/2015/971474 (2015).\n",
              "fpage": "971474",
              "name_0": "surname:Wuest;given-names:SL",
              "name_1": "surname:Richard;given-names:S",
              "name_2": "surname:Kopp;given-names:S",
              "name_3": "surname:Grimm;given-names:D",
              "name_4": "surname:Egli;given-names:M",
              "pub-id_doi": "10.1155/2015/971474",
              "pub-id_pmid": "25649075",
              "section_type": "REF",
              "source": "Biomed. Res. Int.",
              "type": "ref",
              "volume": "2015",
              "year": "2015"
            },
            "text": "Simulated microgravity: critical review on the use of random positioning machines for mammalian cell culture",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65027,
            "infons": {
              "citation-alternatives": "Nishimura, Y. Technology using simulated microgravity. Regen. Ther.24, 318–323. 10.1016/j.reth.2023.08.001 (2023).\n",
              "fpage": "318",
              "lpage": "323",
              "name_0": "surname:Nishimura;given-names:Y",
              "pub-id_doi": "10.1016/j.reth.2023.08.001",
              "pub-id_pmid": "37662695",
              "section_type": "REF",
              "source": "Regen. Ther.",
              "type": "ref",
              "volume": "24",
              "year": "2023"
            },
            "text": "Technology using simulated microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65067,
            "infons": {
              "citation-alternatives": "Kiss, J. Z., Wolverton, C., Wyatt, S. E., Hasenstein, K. H. & van Loon, J. Comparison of microgravity analogs to spaceflight in studies of plant growth and development. Front. Plant. Sci.10, 1577. 10.3389/fpls.2019.01577 (2019).\n",
              "fpage": "1577",
              "name_0": "surname:Kiss;given-names:JZ",
              "name_1": "surname:Wolverton;given-names:C",
              "name_2": "surname:Wyatt;given-names:SE",
              "name_3": "surname:Hasenstein;given-names:KH",
              "name_4": "surname:van Loon;given-names:J",
              "pub-id_doi": "10.3389/fpls.2019.01577",
              "pub-id_pmid": "31867033",
              "section_type": "REF",
              "source": "Front. Plant. Sci.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Comparison of microgravity analogs to spaceflight in studies of plant growth and development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65160,
            "infons": {
              "citation-alternatives": "Celen, I., Jayasinghe, A., Doh, J. H. & Sabanayagam, C. R. Transcriptomic signature of the simulated microgravity response in Caenorhabditis elegans and comparison to spaceflight experiments. Cells12, 270. 10.3390/cells12020270 (2023).\n",
              "fpage": "270",
              "name_0": "surname:Celen;given-names:I",
              "name_1": "surname:Jayasinghe;given-names:A",
              "name_2": "surname:Doh;given-names:JH",
              "name_3": "surname:Sabanayagam;given-names:CR",
              "pub-id_doi": "10.3390/cells12020270",
              "pub-id_pmid": "36672205",
              "section_type": "REF",
              "source": "Cells",
              "type": "ref",
              "volume": "12",
              "year": "2023"
            },
            "text": "Transcriptomic signature of the simulated microgravity response in Caenorhabditis elegans and comparison to spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65292,
            "infons": {
              "citation-alternatives": "Song, C. et al. Preparation for mice spaceflight: Indications for training C57BL/6J mice to adapt to microgravity effect with three-dimensional clinostat on the ground. Heliyon9, e19355. 10.1016/j.heliyon.2023.e19355 (2023).\n",
              "fpage": "e19355",
              "name_0": "surname:Song;given-names:C",
              "pub-id_doi": "10.1016/j.heliyon.2023.e19355",
              "pub-id_pmid": "37662714",
              "section_type": "REF",
              "source": "Heliyon",
              "type": "ref",
              "volume": "9",
              "year": "2023"
            },
            "text": "Preparation for mice spaceflight: Indications for training C57BL/6J mice to adapt to microgravity effect with three-dimensional clinostat on the ground",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65444,
            "infons": {
              "citation-alternatives": "Jiang, N. et al. Ginsenosides Rb1 attenuates chronic social defeat stress-induced depressive behavior via regulation of SIRT1-NLRP3/Nrf2 pathways. Front. Nutr.9, 868833. 10.3389/fnut.2022.868833 (2022).\n",
              "fpage": "868833",
              "name_0": "surname:Jiang;given-names:N",
              "pub-id_doi": "10.3389/fnut.2022.868833",
              "pub-id_pmid": "35634375",
              "section_type": "REF",
              "source": "Front. Nutr.",
              "type": "ref",
              "volume": "9",
              "year": "2022"
            },
            "text": "Ginsenosides Rb1 attenuates chronic social defeat stress-induced depressive behavior via regulation of SIRT1-NLRP3/Nrf2 pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65573,
            "infons": {
              "citation-alternatives": "Sun, X. et al. Longitudinal assessment of motor function following the unilateral intrastriatal 6-hydroxydopamine lesion model in mice. Front. Behav. Neurosci.16, 982218. 10.3389/fnbeh.2022.982218 (2022).\n",
              "fpage": "982218",
              "name_0": "surname:Sun;given-names:X",
              "pub-id_doi": "10.3389/fnbeh.2022.982218",
              "pub-id_pmid": "36505729",
              "section_type": "REF",
              "source": "Front. Behav. Neurosci.",
              "type": "ref",
              "volume": "16",
              "year": "2022"
            },
            "text": "Longitudinal assessment of motor function following the unilateral intrastriatal 6-hydroxydopamine lesion model in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65693,
            "infons": {
              "citation-alternatives": "Liu, C. et al. AnkG hemizygous mice present cognitive impairment and elevated anxiety/depressive-like traits associated with decreased expression of GABA receptors and postsynaptic density protein. Exp. Brain Res.235, 3375–3390. 10.1007/s00221-017-5056-7 (2017).\n",
              "fpage": "3375",
              "lpage": "3390",
              "name_0": "surname:Liu;given-names:C",
              "pub-id_doi": "10.1007/s00221-017-5056-7",
              "pub-id_pmid": "28821923",
              "section_type": "REF",
              "source": "Exp. Brain Res.",
              "type": "ref",
              "volume": "235",
              "year": "2017"
            },
            "text": "AnkG hemizygous mice present cognitive impairment and elevated anxiety/depressive-like traits associated with decreased expression of GABA receptors and postsynaptic density protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65875,
            "infons": {
              "citation-alternatives": "Xuan, W. et al. Genetic mapping of behavioral traits using the collaborative cross resource. Int. J. Mol. Sci.24, 682. 10.3390/ijms24010682 (2022).\n",
              "fpage": "682",
              "name_0": "surname:Xuan;given-names:W",
              "pub-id_doi": "10.3390/ijms24010682",
              "pub-id_pmid": "36614124",
              "section_type": "REF",
              "source": "Int. J. Mol. Sci.",
              "type": "ref",
              "volume": "24",
              "year": "2022"
            },
            "text": "Genetic mapping of behavioral traits using the collaborative cross resource",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65951,
            "infons": {
              "citation-alternatives": "Qin, Q. et al. Macromolecular carrier with long retention and body-temperature triggered nitric oxide release for corneal alkali burn therapy via leptin-related signaling. Nano Today54, 102108. 10.1016/j.nantod.2023.102108 (2024).",
              "fpage": "102108",
              "name_0": "surname:Qin;given-names:Q",
              "pub-id_doi": "10.1016/j.nantod.2023.102108",
              "section_type": "REF",
              "source": "Nano Today",
              "type": "ref",
              "volume": "54",
              "year": "2024"
            },
            "text": "Macromolecular carrier with long retention and body-temperature triggered nitric oxide release for corneal alkali burn therapy via leptin-related signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66107,
            "infons": {
              "citation-alternatives": "Kanehisa, M. & Goto, S. KEGG: Kyoto Encyclopedia of genes and genomes. Nucleic Acids Res.28, 27–30. 10.1093/nar/28.1.27 (2000).\n",
              "fpage": "27",
              "lpage": "30",
              "name_0": "surname:Kanehisa;given-names:M",
              "name_1": "surname:Goto;given-names:S",
              "pub-id_doi": "10.1093/nar/28.1.27",
              "pub-id_pmid": "10592173",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "28",
              "year": "2000"
            },
            "text": "KEGG: Kyoto Encyclopedia of genes and genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66153,
            "infons": {
              "citation-alternatives": "Kanehisa, M. Toward understanding the origin and evolution of cellular organisms. Prot. Sci.28, 1947–1951. 10.1002/pro.3715 (2019).",
              "fpage": "1947",
              "lpage": "1951",
              "name_0": "surname:Kanehisa;given-names:M",
              "pub-id_doi": "10.1002/pro.3715",
              "section_type": "REF",
              "source": "Prot. Sci.",
              "type": "ref",
              "volume": "28",
              "year": "2019"
            },
            "text": "Toward understanding the origin and evolution of cellular organisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66221,
            "infons": {
              "citation-alternatives": "Kanehisa, M., Furumichi, M., Sato, Y., Kawashima, M. & Ishiguro-Watanabe, M. KEGG for taxonomy-based analysis of pathways and genomes. Nucleic Acids Res.51, D587–D592. 10.1093/nar/gkac963 (2023).\n",
              "fpage": "D587",
              "lpage": "D592",
              "name_0": "surname:Kanehisa;given-names:M",
              "name_1": "surname:Furumichi;given-names:M",
              "name_2": "surname:Sato;given-names:Y",
              "name_3": "surname:Kawashima;given-names:M",
              "name_4": "surname:Ishiguro-Watanabe;given-names:M",
              "pub-id_doi": "10.1093/nar/gkac963",
              "pub-id_pmid": "36300620",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "51",
              "year": "2023"
            },
            "text": "KEGG for taxonomy-based analysis of pathways and genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66278,
            "infons": {
              "citation-alternatives": "Shang, X. et al. Neural oscillations as a bridge between glutamatergic system and emotional behaviors in simulated microgravity-induced mice. Behav. Brain Res.317, 286–291. 10.1016/j.bbr.2016.09.063 (2017).\n",
              "fpage": "286",
              "lpage": "291",
              "name_0": "surname:Shang;given-names:X",
              "pub-id_doi": "10.1016/j.bbr.2016.09.063",
              "pub-id_pmid": "27693609",
              "section_type": "REF",
              "source": "Behav. Brain Res.",
              "type": "ref",
              "volume": "317",
              "year": "2017"
            },
            "text": "Neural oscillations as a bridge between glutamatergic system and emotional behaviors in simulated microgravity-induced mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66402,
            "infons": {
              "citation-alternatives": "Wang, Q. et al. Dammarane Sapogenins improving simulated weightlessness-induced depressive-like behaviors and cognitive dysfunction in rats. Front. Psychiatry12, 638328. 10.3389/fpsyt.2021.638328 (2021).\n",
              "fpage": "638328",
              "name_0": "surname:Wang;given-names:Q",
              "pub-id_doi": "10.3389/fpsyt.2021.638328",
              "pub-id_pmid": "33841208",
              "section_type": "REF",
              "source": "Front. Psychiatry",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Dammarane Sapogenins improving simulated weightlessness-induced depressive-like behaviors and cognitive dysfunction in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66526,
            "infons": {
              "citation-alternatives": "Andreev-Andrievskiy, A. et al. Mice display learning and behavioral deficits after a 30-day spaceflight on Bion-M1 satellite. Behav. Brain Res.419, 113682. 10.1016/j.bbr.2021.113682 (2022).\n",
              "fpage": "113682",
              "name_0": "surname:Andreev-Andrievskiy;given-names:A",
              "pub-id_doi": "10.1016/j.bbr.2021.113682",
              "pub-id_pmid": "34843743",
              "section_type": "REF",
              "source": "Behav. Brain Res.",
              "type": "ref",
              "volume": "419",
              "year": "2022"
            },
            "text": "Mice display learning and behavioral deficits after a 30-day spaceflight on Bion-M1 satellite",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66620,
            "infons": {
              "citation-alternatives": "Wu, X. et al. Baoyuan jieyu formula ameliorates depression-like behaviour in rats induced by simulated long-term spaceflight composite stress through regulating MAPK and BDNF pathways. Life Sci. Space Res. (Amst.)31, 34–42. 10.1016/j.lssr.2021.06.001 (2021).\n",
              "fpage": "34",
              "lpage": "42",
              "name_0": "surname:Wu;given-names:X",
              "pub-id_doi": "10.1016/j.lssr.2021.06.001",
              "pub-id_pmid": "34689948",
              "section_type": "REF",
              "source": "Life Sci. Space Res. (Amst.)",
              "type": "ref",
              "volume": "31",
              "year": "2021"
            },
            "text": "Baoyuan jieyu formula ameliorates depression-like behaviour in rats induced by simulated long-term spaceflight composite stress through regulating MAPK and BDNF pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66790,
            "infons": {
              "citation-alternatives": "Lu, Z. et al. Reactive mesoporous silica nanoparticles loaded with limonene for improving physical and mental health of mice at simulated microgravity condition. Bioact. Mater.5, 1127–1137. 10.1016/j.bioactmat.2020.07.006 (2020).\n",
              "fpage": "1127",
              "lpage": "1137",
              "name_0": "surname:Lu;given-names:Z",
              "pub-id_doi": "10.1016/j.bioactmat.2020.07.006",
              "pub-id_pmid": "32743123",
              "section_type": "REF",
              "source": "Bioact. Mater.",
              "type": "ref",
              "volume": "5",
              "year": "2020"
            },
            "text": "Reactive mesoporous silica nanoparticles loaded with limonene for improving physical and mental health of mice at simulated microgravity condition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66937,
            "infons": {
              "citation-alternatives": "Ye, F. et al. Effects of different chronic restraint stress periods on anxiety- and depression-like behaviors and tryptophan-kynurenine metabolism along the brain-gut axis in C57BL/6N mice. Eur. J. Pharmacol.965, 176301. 10.1016/j.ejphar.2023.176301 (2024).\n",
              "fpage": "176301",
              "name_0": "surname:Ye;given-names:F",
              "pub-id_doi": "10.1016/j.ejphar.2023.176301",
              "pub-id_pmid": "38145646",
              "section_type": "REF",
              "source": "Eur. J. Pharmacol.",
              "type": "ref",
              "volume": "965",
              "year": "2024"
            },
            "text": "Effects of different chronic restraint stress periods on anxiety- and depression-like behaviors and tryptophan-kynurenine metabolism along the brain-gut axis in C57BL/6N mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67112,
            "infons": {
              "citation-alternatives": "Garrett-Bakelman, F. E. et al. The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight. Science.10.1126/science.aau8650 (2019).\n",
              "name_0": "surname:Garrett-Bakelman;given-names:FE",
              "pub-id_doi": "10.1126/science.aau8650",
              "pub-id_pmid": "30975860",
              "section_type": "REF",
              "source": "Science.",
              "type": "ref",
              "year": "2019"
            },
            "text": "The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67195,
            "infons": {
              "citation-alternatives": "Seaton, K. A., Slack, K. J., Sipes, W. A. & Bowie, K. E. Cognitive functioning in long-duration head-down bed rest. Aviat. Space Environ. Med.80, A62-65. 10.3357/asem.br09.2009 (2009).\n",
              "fpage": "A62",
              "lpage": "65",
              "name_0": "surname:Seaton;given-names:KA",
              "name_1": "surname:Slack;given-names:KJ",
              "name_2": "surname:Sipes;given-names:WA",
              "name_3": "surname:Bowie;given-names:KE",
              "pub-id_doi": "10.3357/asem.br09.2009",
              "pub-id_pmid": "19476171",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "80",
              "year": "2009"
            },
            "text": "Cognitive functioning in long-duration head-down bed rest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67253,
            "infons": {
              "citation-alternatives": "Liu, Q., Zhou, R., Zhao, X. & Oei, T. P. Effects of prolonged head-down bed rest on working memory. Neuropsychiatr. Dis. Treat.11, 835–842. 10.2147/NDT.S76292 (2015).\n",
              "fpage": "835",
              "lpage": "842",
              "name_0": "surname:Liu;given-names:Q",
              "name_1": "surname:Zhou;given-names:R",
              "name_2": "surname:Zhao;given-names:X",
              "name_3": "surname:Oei;given-names:TP",
              "pub-id_doi": "10.2147/NDT.S76292",
              "pub-id_pmid": "25848281",
              "section_type": "REF",
              "source": "Neuropsychiatr. Dis. Treat.",
              "type": "ref",
              "volume": "11",
              "year": "2015"
            },
            "text": "Effects of prolonged head-down bed rest on working memory",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67311,
            "infons": {
              "citation-alternatives": "Wollseiffen, P. et al. Neuro-cognitive performance is enhanced during short periods of microgravity. Physiol. Behav.155, 9–16. 10.1016/j.physbeh.2015.11.036 (2016).\n",
              "fpage": "9",
              "lpage": "16",
              "name_0": "surname:Wollseiffen;given-names:P",
              "pub-id_doi": "10.1016/j.physbeh.2015.11.036",
              "pub-id_pmid": "26657021",
              "section_type": "REF",
              "source": "Physiol. Behav.",
              "type": "ref",
              "volume": "155",
              "year": "2016"
            },
            "text": "Neuro-cognitive performance is enhanced during short periods of microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67388,
            "infons": {
              "citation-alternatives": "Shirah, B. H., Ibrahim, B. M., Aladdin, Y. & Sen, J. Space neuroscience: Current understanding and future research. Neurol. Sci.43, 4649–4654. 10.1007/s10072-022-06146-0 (2022).\n",
              "fpage": "4649",
              "lpage": "4654",
              "name_0": "surname:Shirah;given-names:BH",
              "name_1": "surname:Ibrahim;given-names:BM",
              "name_2": "surname:Aladdin;given-names:Y",
              "name_3": "surname:Sen;given-names:J",
              "pub-id_doi": "10.1007/s10072-022-06146-0",
              "pub-id_pmid": "35583838",
              "section_type": "REF",
              "source": "Neurol. Sci.",
              "type": "ref",
              "volume": "43",
              "year": "2022"
            },
            "text": "Space neuroscience: Current understanding and future research",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67450,
            "infons": {
              "citation-alternatives": "Dontre, A. J. Weighing the impact of microgravity on vestibular and visual functions. Life Sci. Space Res. (Amst.)40, 51–61. 10.1016/j.lssr.2023.12.003 (2024).\n",
              "fpage": "51",
              "lpage": "61",
              "name_0": "surname:Dontre;given-names:AJ",
              "pub-id_doi": "10.1016/j.lssr.2023.12.003",
              "pub-id_pmid": "38245348",
              "section_type": "REF",
              "source": "Life Sci. Space Res. (Amst.)",
              "type": "ref",
              "volume": "40",
              "year": "2024"
            },
            "text": "Weighing the impact of microgravity on vestibular and visual functions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67521,
            "infons": {
              "citation-alternatives": "Sepahvand, T., Power, K. D., Qin, T. & Yuan, Q. The basolateral amygdala: The core of a network for threat conditioning, extinction, and second-order threat conditioning. Biology12, 1274. 10.3390/biology12101274 (2023).\n",
              "fpage": "1274",
              "name_0": "surname:Sepahvand;given-names:T",
              "name_1": "surname:Power;given-names:KD",
              "name_2": "surname:Qin;given-names:T",
              "name_3": "surname:Yuan;given-names:Q",
              "pub-id_doi": "10.3390/biology12101274",
              "pub-id_pmid": "37886984",
              "section_type": "REF",
              "source": "Biology",
              "type": "ref",
              "volume": "12",
              "year": "2023"
            },
            "text": "The basolateral amygdala: The core of a network for threat conditioning, extinction, and second-order threat conditioning",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67643,
            "infons": {
              "citation-alternatives": "Pompeiano, O. et al. Immediate early gene expression in the vestibular nuclei and related vegetative areas in rats during space flight. Acta Otolaryngol. Suppl.545, 120–126. 10.1080/000164801750388289 (2001).\n",
              "fpage": "120",
              "lpage": "126",
              "name_0": "surname:Pompeiano;given-names:O",
              "pub-id_doi": "10.1080/000164801750388289",
              "pub-id_pmid": "11677724",
              "section_type": "REF",
              "source": "Acta Otolaryngol. Suppl.",
              "type": "ref",
              "volume": "545",
              "year": "2001"
            },
            "text": "Immediate early gene expression in the vestibular nuclei and related vegetative areas in rats during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67757,
            "infons": {
              "citation-alternatives": "Pompeiano, O., d’Ascanio, P., Balaban, E., Centini, C. & Pompeiano, M. Gene expression in autonomic areas of the medulla and the central nucleus of the amygdala in rats during and after space flight. Neuroscience124, 53–69. 10.1016/j.neuroscience.2003.09.027 (2004).\n",
              "fpage": "53",
              "lpage": "69",
              "name_0": "surname:Pompeiano;given-names:O",
              "name_1": "surname:d'Ascanio;given-names:P",
              "name_2": "surname:Balaban;given-names:E",
              "name_3": "surname:Centini;given-names:C",
              "name_4": "surname:Pompeiano;given-names:M",
              "pub-id_doi": "10.1016/j.neuroscience.2003.09.027",
              "pub-id_pmid": "14960339",
              "section_type": "REF",
              "source": "Neuroscience",
              "type": "ref",
              "volume": "124",
              "year": "2004"
            },
            "text": "Gene expression in autonomic areas of the medulla and the central nucleus of the amygdala in rats during and after space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67885,
            "infons": {
              "citation-alternatives": "Qian, Y. et al. Effects of 15-day head-down bed rest on emotional time perception. Front. Psychol.12, 732362. 10.3389/fpsyg.2021.732362 (2021).\n",
              "fpage": "732362",
              "name_0": "surname:Qian;given-names:Y",
              "pub-id_doi": "10.3389/fpsyg.2021.732362",
              "pub-id_pmid": "35002835",
              "section_type": "REF",
              "source": "Front. Psychol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Effects of 15-day head-down bed rest on emotional time perception",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67951,
            "infons": {
              "citation-alternatives": "Holley, J. M. et al. Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission. NPJ Microgravity8, 35. 10.1038/s41526-022-00217-4 (2022).\n",
              "fpage": "35",
              "name_0": "surname:Holley;given-names:JM",
              "pub-id_doi": "10.1038/s41526-022-00217-4",
              "pub-id_pmid": "35948598",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "8",
              "year": "2022"
            },
            "text": "Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68052,
            "infons": {
              "citation-alternatives": "Santucci, D. et al. Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days. PLoS One7, e40112. 10.1371/journal.pone.0040112 (2012).\n",
              "fpage": "e40112",
              "name_0": "surname:Santucci;given-names:D",
              "pub-id_doi": "10.1371/journal.pone.0040112",
              "pub-id_pmid": "22808101",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68170,
            "infons": {
              "citation-alternatives": "Wickramasuriya, N., Hawkins, R., Atwood, C. & Butler, T. The roles of GnRH in the human central nervous system. Horm. Behav.145, 105230. 10.1016/j.yhbeh.2022.105230 (2022).\n",
              "fpage": "105230",
              "name_0": "surname:Wickramasuriya;given-names:N",
              "name_1": "surname:Hawkins;given-names:R",
              "name_2": "surname:Atwood;given-names:C",
              "name_3": "surname:Butler;given-names:T",
              "pub-id_doi": "10.1016/j.yhbeh.2022.105230",
              "pub-id_pmid": "35809386",
              "section_type": "REF",
              "source": "Horm. Behav.",
              "type": "ref",
              "volume": "145",
              "year": "2022"
            },
            "text": "The roles of GnRH in the human central nervous system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68224,
            "infons": {
              "citation-alternatives": "Popova, N. K., Kulikov, A. V. & Naumenko, V. S. Spaceflight and brain plasticity: Spaceflight effects on regional expression of neurotransmitter systems and neurotrophic factors encoding genes. Neurosci. Biobehav. Rev.119, 396–405. 10.1016/j.neubiorev.2020.10.010 (2020).\n",
              "fpage": "396",
              "lpage": "405",
              "name_0": "surname:Popova;given-names:NK",
              "name_1": "surname:Kulikov;given-names:AV",
              "name_2": "surname:Naumenko;given-names:VS",
              "pub-id_doi": "10.1016/j.neubiorev.2020.10.010",
              "pub-id_pmid": "33086127",
              "section_type": "REF",
              "source": "Neurosci. Biobehav. Rev.",
              "type": "ref",
              "volume": "119",
              "year": "2020"
            },
            "text": "Spaceflight and brain plasticity: Spaceflight effects on regional expression of neurotransmitter systems and neurotrophic factors encoding genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68369,
            "infons": {
              "citation-alternatives": "Albert, K. M. & Newhouse, P. A. Estrogen, stress, and depression: cognitive and biological interactions. Annu. Rev. Clin. Psychol.15, 399–423. 10.1146/annurev-clinpsy-050718-095557 (2019).\n",
              "fpage": "399",
              "lpage": "423",
              "name_0": "surname:Albert;given-names:KM",
              "name_1": "surname:Newhouse;given-names:PA",
              "pub-id_doi": "10.1146/annurev-clinpsy-050718-095557",
              "pub-id_pmid": "30786242",
              "section_type": "REF",
              "source": "Annu. Rev. Clin. Psychol.",
              "type": "ref",
              "volume": "15",
              "year": "2019"
            },
            "text": "Estrogen, stress, and depression: cognitive and biological interactions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68441,
            "infons": {
              "citation-alternatives": "Russell, J. K., Jones, C. K. & Newhouse, P. A. The role of estrogen in brain and cognitive aging. Neurotherapeutics16, 649–665. 10.1007/s13311-019-00766-9 (2019).\n",
              "fpage": "649",
              "lpage": "665",
              "name_0": "surname:Russell;given-names:JK",
              "name_1": "surname:Jones;given-names:CK",
              "name_2": "surname:Newhouse;given-names:PA",
              "pub-id_doi": "10.1007/s13311-019-00766-9",
              "pub-id_pmid": "31364065",
              "section_type": "REF",
              "source": "Neurotherapeutics",
              "type": "ref",
              "volume": "16",
              "year": "2019"
            },
            "text": "The role of estrogen in brain and cognitive aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68491,
            "infons": {
              "citation-alternatives": "Morey-Holton, E., Globus, R. K., Kaplansky, A. & Durnova, G. The hindlimb unloading rat model: literature overview, technique update and comparison with space flight data. Adv. Space Biol. Med.10, 7–40. 10.1016/s1569-2574(05)10002-1 (2005).\n",
              "fpage": "7",
              "lpage": "40",
              "name_0": "surname:Morey-Holton;given-names:E",
              "name_1": "surname:Globus;given-names:RK",
              "name_2": "surname:Kaplansky;given-names:A",
              "name_3": "surname:Durnova;given-names:G",
              "pub-id_doi": "10.1016/s1569-2574(05)10002-1",
              "pub-id_pmid": "16101103",
              "section_type": "REF",
              "source": "Adv. Space Biol. Med.",
              "type": "ref",
              "volume": "10",
              "year": "2005"
            },
            "text": "The hindlimb unloading rat model: literature overview, technique update and comparison with space flight data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68601,
            "infons": {
              "citation-alternatives": "Nday, C. M., Frantzidis, C., Jackson, G., Bamidis, P. & Kourtidou-Papadeli, C. Neurophysiological changes in simulated microgravity: An animal model. Neurol. India67, S221–S226. 10.4103/0028-3886.259128 (2019).\n",
              "fpage": "S221",
              "lpage": "S226",
              "name_0": "surname:Nday;given-names:CM",
              "name_1": "surname:Frantzidis;given-names:C",
              "name_2": "surname:Jackson;given-names:G",
              "name_3": "surname:Bamidis;given-names:P",
              "name_4": "surname:Kourtidou-Papadeli;given-names:C",
              "pub-id_doi": "10.4103/0028-3886.259128",
              "pub-id_pmid": "31134913",
              "section_type": "REF",
              "source": "Neurol. India",
              "type": "ref",
              "volume": "67",
              "year": "2019"
            },
            "text": "Neurophysiological changes in simulated microgravity: An animal model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68671,
            "infons": {
              "citation-alternatives": "Jove, M. et al. Lipid adaptations against oxidative challenge in the healthy adult human brain. Antioxidants (Basel).10.3390/antiox12010177 (2023).\n",
              "name_0": "surname:Jove;given-names:M",
              "pub-id_doi": "10.3390/antiox12010177",
              "pub-id_pmid": "38136167",
              "section_type": "REF",
              "source": "Antioxidants (Basel).",
              "type": "ref",
              "year": "2023"
            },
            "text": "Lipid adaptations against oxidative challenge in the healthy adult human brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68750,
            "infons": {
              "citation-alternatives": "Hou, Y. et al. NAD(+) supplementation normalizes key Alzheimer’s features and DNA damage responses in a new AD mouse model with introduced DNA repair deficiency. Proc. Natl. Acad. Sci. USA115, E1876–E1885. 10.1073/pnas.1718819115 (2018).\n",
              "fpage": "E1876",
              "lpage": "E1885",
              "name_0": "surname:Hou;given-names:Y",
              "pub-id_doi": "10.1073/pnas.1718819115",
              "pub-id_pmid": "29432159",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. USA",
              "type": "ref",
              "volume": "115",
              "year": "2018"
            },
            "text": "NAD(+) supplementation normalizes key Alzheimer’s features and DNA damage responses in a new AD mouse model with introduced DNA repair deficiency",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68898,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Zheng, C., Li, Y., Wu, X., Gao, L. & Chen, X. Advances in the Synthesis and Physiological Metabolic Regulation of Nicotinamide Mononucleotide. Nutrients16, 10.3390/nu16142354 (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69081,
            "infons": {
              "citation-alternatives": "Chen, Y., Xiao, L., Zhou, M. & Zhang, H. The microbiota: a crucial mediator in gut homeostasis and colonization resistance. Front Microbiol15, 1417864. 10.3389/fmicb.2024.1417864 (2024).\n",
              "fpage": "1417864",
              "name_0": "surname:Chen;given-names:Y",
              "name_1": "surname:Xiao;given-names:L",
              "name_2": "surname:Zhou;given-names:M",
              "name_3": "surname:Zhang;given-names:H",
              "pub-id_doi": "10.3389/fmicb.2024.1417864",
              "pub-id_pmid": "39165572",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "15",
              "year": "2024"
            },
            "text": "The microbiota: a crucial mediator in gut homeostasis and colonization resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69163,
            "infons": {
              "citation-alternatives": "Akinsuyi, O. S., Xhumari, J., Ojeda, A. & Roesch, L. F. W. Gut permeability among Astronauts during Space missions. Life Sci Space Res (Amst)41, 171–180. 10.1016/j.lssr.2024.03.003 (2024).\n",
              "fpage": "171",
              "lpage": "180",
              "name_0": "surname:Akinsuyi;given-names:OS",
              "name_1": "surname:Xhumari;given-names:J",
              "name_2": "surname:Ojeda;given-names:A",
              "name_3": "surname:Roesch;given-names:LFW",
              "pub-id_doi": "10.1016/j.lssr.2024.03.003",
              "pub-id_pmid": "38670644",
              "section_type": "REF",
              "source": "Life Sci Space Res (Amst)",
              "type": "ref",
              "volume": "41",
              "year": "2024"
            },
            "text": "Gut permeability among Astronauts during Space missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]