[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250426",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC12021249",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Preparation of staged Caenorhabditis elegans embryos using size filtration",
              "article-id_doi": "10.1371/journal.pone.0318143",
              "article-id_pmc": "PMC12021249",
              "article-id_pmid": "40273127",
              "article-id_publisher-id": "PONE-D-25-01958",
              "elocation-id": "e0318143",
              "issue": "4",
              "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
              "name_0": "surname:Jhaveri;given-names:Nikita S.",
              "name_1": "surname:Mastronardo;given-names:Maya K.",
              "name_2": "surname:Collins;given-names:J.B.",
              "name_3": "surname:Andersen;given-names:Erik C.",
              "name_4": "surname:Lee;given-names:Myon-Hee",
              "name_5": "surname:Andersen;given-names:Erik C.",
              "name_6": "surname:Andersen;given-names:Erik C.",
              "notes": "Raw data and code are available at the following GitHub repository: https://github.com/njhaver4/2025_Filtrationmanuscript\n",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "20",
              "year": "2025"
            },
            "text": "Development of a size-separation technique to isolate Caenorhabditis elegans embryos using mesh filters",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 104,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The free-living nematode Caenorhabditis elegans has been routinely used to study gene functions, genetic interactions, and conserved signaling pathways. Most experiments require that the animals are synchronized to be at the same specific developmental stage. Bleach synchronization is traditionally used to obtain a population of staged embryos, but the method can have harmful effects on the embryos. The physical separation of differently sized animals is preferred but often difficult to perform because some developmental stages are the same sizes as others. Microfluidic device filters have been used as alternatives, but they are expensive and require customization to scale up the preparation of staged animals. Here, we present a protocol for the synchronization of embryos using mesh filters. Using filtration, we obtained a higher yield of embryos per plate than using the standard bleach synchronization protocol and at a scale beyond microfluidic devices. Importantly, filtration has no deleterious effects on downstream larval development assays. In conclusion, we have exploited the differences in the sizes of C. elegans developmental stages to isolate embryo cultures suitable for use in high-throughput assays.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1333,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1346,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Nematodes of the genus Caenorhabditis are an ideal system to study genes, genetic interactions, and evolutionary conserved signaling pathways. The most studied organism of this group is Caenorhabditis elegans, because of its short life cycle, hermaphroditic mating system, cost-effective cultivation, small size, transparency, small genome, and the simplicity of genetic modification and functional testing in a laboratory setting. C. elegans develop through four morphologically distinct larval stages (L1 - L4), before progressing into adults. Most experiments require the nematodes to be at a specific developmental stage because of the distinct morphologies, behaviors, and gene expression patterns of each stage. High-throughput assays such as RNA sequencing, genome-wide association studies (GWAS), drug screens, proteomics, and behavioral assays require a large number of animals at a particular stage. The standard method of obtaining nematodes at a specific developmental stage is by collecting embryos and allowing them to hatch into L1 larvae that are arrested when starved. The synchronous population of L1 larvae is fed and then incubated at the desired temperature until the animals grow to the target developmental stage. Embryos are obtained from the uterus of gravid adults by dissolving the hypodermis using a hypochlorite (bleach) solution (Fig 1). However, different parameters such as the bleaching time and temperature of the bleach solution affect the survival of the embryos. To control for the variability in the numbers of viable, unaffected animals after bleach synchronization, three independent replicates are typically performed for high-throughput assays, making the process time-consuming.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3068,
            "infons": {
              "file": "pone.0318143.g001.jpg",
              "id": "pone.0318143.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Comparison of bleach and filtration techniques to collect embryos.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3135,
            "infons": {
              "file": "pone.0318143.g001.jpg",
              "id": "pone.0318143.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Bleach synchronization involves dissolving the hypodermis of gravid adults and releasing the embryos. Filtration involves using size-specific filters to separate the embryos from the adults. The figure was created using BioRender.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3366,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To overcome the limitations of bleach synchronization, microfluidic devices can sort animals based on the size differences of each developmental stage. Such devices enable precise control of parameters such as liquid flow, pressure, and temperature enabling effective sorting. However, the major drawbacks of such devices are their high cost, lack of scalability to many independent strains, and the requirement to build them, making them inaccessible to many groups.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3834,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Mesh filters of different sizes are a cheaper alternative to microfluidic devices. Separation of C. elegans stages by size has been done using filters of different mesh sizes that allow specific stages to pass through and some stages to be retained on top of the mesh (Fig 1),. Filters with different pore sizes are commercially available. For example, Wilson sieves of 5 µm mesh size were used to separate L1 or L2 populations, plate-based nylon mesh filters of 11 µm from Millipore MultiScreen were used to purify the L1 stage, pluriSelect filters were used to isolate L4 and young adult stages of C. elegans, mesh filters have also been used to separate males from hermaphrodites, and in-house filters were also constructed with 50 mL conical tubes and monofilament mesh of the required pore size to recover the L4 stage (on 20 µm filters) and day-one adults (on 50 µm filters).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4732,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The examples highlight using mesh filters to isolate specific developmental stages of C. elegans. However, these other size filtration methods are less efficient when scaling beyond one or a small number of strains. Additionally, the small differences in length and width between consecutive larval stages make it difficult to get a 100% pure culture of a specific stage. For example, the difference in width between the L1 and L2 stages, and L2 and L3 stages is approximately 5.3 µm and 5.1 µm respectively (approximate widths of L1, L2, L3, and L4 larvae are 11.7 µm, 17 µm, 22.1 µm, and 29.5 µm, respectively). In contrast, the dimensions of the embryos (50 µm in length and 30 µm in diameter) make it easier to separate from other developmental stages. Once isolated, the embryos can be cultured to obtain a synchronous population of L1 larvae that can be grown to a synchronized stage-specific population.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5675,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We used filters from pluriSelect to specifically isolate embryos that were laid on an OP50-seeded plate. Based on the widths of the different developmental stages, we conducted sequential filtration using filters of two mesh sizes, 40 µm and 20 µm. The 40 µm filter retained adults and debris. The embryos and larval stages, which are smaller in width, passed through the 40 µm mesh and were collected on the 20 µm mesh. The 20 µm mesh further allowed the smaller larval stages to pass through and the embryos to be retained. Using our technique, we recovered approximately 9,500 embryos from one 6 cm OP50-seeded plate, compared to approximately 5,000 embryos by bleach synchronization, using the C. elegans N2 laboratory-adapted strain. To further increase the embryo yield per plate, we incorporated polyethylene glycol (PEG) in the M9 buffer (3% w/v) changing the osmolarity and improving embryo pelleting by three-fold. PEG has been used previously in M9 buffers without adverse effects on C. elegans. Additionally, PEG has been employed for the encapsulation of various organisms, including C. elegans, with no harmful side effects. We further showed that the embryos obtained by filtration developed into healthier larvae compared to the larvae obtained by bleach synchronization. Furthermore, we found similar or longer (indicating less of an effect) animal lengths after 48 hours of growth from the L1 stage when embryos were collected using filtration compared to bleach and exposed to albendazole, an anthelmintic compound known to inhibit animal development. In summary, we have developed a protocol to obtain synchronized embryos that improves upon the traditional method of bleach synchronization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7411,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7433,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Nematode culture maintenance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7462,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The strains used for the assays were N2, CB4856, CX11271, ECA36, JU775, and MY16. All strains were from the Caenorhabditis Natural Diversity Resource (CaeNDR). Animals were maintained at 20°C for three generations before starting any assay. Modified nematode growth medium (NGMA), which consists of 1% agar and 0.7% agarose was used to grow the strains on 6 cm plates. Escherichia coli strains OP50 and HB101 were used as food sources.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7901,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Conical bleach (bleach synchronization) to obtain embryos",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7959,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Five L4-staged hermaphrodites were transferred to a 6 cm OP50-seeded plate and incubated at 21.5°C for four days. On the fourth day, the animals were washed with M9 buffer (3 g of KH2PO4, 6 g of Na2HPO4, and 5 g of NaCl in 1 L Milli-Q water), collected in a 15 mL centrifuge tube, and pelleted by centrifuging at 254 g (Eppendorf 5810R) for one minute. The supernatant was discarded and 6 mL of bleach solution (2 mL of NaOCl and 0.2 g of NaOH in 10 mL Milli-Q water) was added. The tubes were shaken vigorously for four minutes to dissolve the hypodermis. As soon as broken animal bodies were observed under the microscope, the tubes were centrifuged at 254 g (Eppendorf 5810R) for 30 seconds. The supernatant was discarded and approximately 10 mL of M9 buffer was added to the tube and centrifuged at 254 g (Eppendorf 5810R) for one minute. The supernatant was discarded and approximately 10 mL of K medium (51 mM NaCl, 32 mM KCl, 3 mM CaCl2, and 3 mM MgSO4 in Milli-Q water) was added to the tube and centrifuged at 254 g (Eppendorf 5810R) for one minute. After the final wash, the embryo pellet was resuspended in 3 mL of K medium. The embryo titer was determined by counting the number of embryos in five replicates of 3 µL aliquots.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9242,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Optimization of pre-filtration conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9284,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Our aim was to harvest laid embryos from a 6 cm bacteria-seeded plate. We began this process by plating a fixed number of embryos (P0) to ensure that they would develop and lay embryos (G1), which could be collected for filtration without the next generation exhausting the bacterial food (strain OP50) on the plate. P0 embryos were obtained by bleaching day-one gravid hermaphrodites. The embryo titer was determined by counting the number of embryos in five replicates of 3 µL aliquots. Different numbers of P0 embryos (250, 300, 400, 450, and 500) were added to 6 cm OP50-seeded plates. After incubating the plates at 21.5°C for three days, we observed that adding 450 P0 embryos yielded the highest number of G1 embryos without food exhaustion. We used 450 P0 embryos for all subsequent assays. Next, we sought to determine which E. coli bacterial strain enabled most of the G1 embryos to remain stuck after P0 adults were washed away using M9 buffer. We tested two different E. coli bacterial strains - OP50 and HB101 by plating 450 P0 embryos onto 6 cm plates seeded with one of the two bacteria strains grown at 21.5°C for three days, after which M9 buffer was added to the plates to wash away the adults. Most G1 embryos were washed away along with the P0 adults from HB101-seeded plates (S1A and B Figs). In contrast, most of the G1 embryos were retained on the plate seeded with OP50 (S1C and D Figs). Based on the results, OP50-seeded plates were used for all subsequent assays. In summary, we optimized the pre-filtration conditions by using OP50 as the bacterial food and plating 450 P0 embryos for maximum G1 embryo yield from one 6 cm OP50-seeded plate. This procedure can be optimised using different numbers of P0 embryos if smaller or larger NGMA plates are needed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11079,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Filtration to obtain embryos",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11108,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We followed the protocol that we previously published on protocols.io. (dx.doi.org/10.17504/protocols.io.e6nvwbb29vmk/v1) with one modification. The protocol uses two 40 µm filters, and we used one 40 µm filter.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11328,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The filters and supplementary materials were purchased from pluriSelect, U.S.A. A connector ring (SKU 41–50000) was attached to a 50 mL conical tube. Above the connector ring, a filter stack consisting of a 20 µm filter (green color) (SKU 43–50020) at the bottom and a 40 µm filter (blue color) (SKU 43–50040) at the top was added. A funnel (SKU 42–50000) was attached to the 40 µm filter (Fig 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11739,
            "infons": {
              "file": "pone.0318143.g002.jpg",
              "id": "pone.0318143.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Set up of filtration apparatus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11771,
            "infons": {
              "file": "pone.0318143.g002.jpg",
              "id": "pone.0318143.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(1) A funnel is used to pour the embryo solution. (2) 40 µm mesh filter to retain adults. (3) 20 µm mesh filter to retain embryos. (4) Connector ring to connect to a vacuum to allow the embryo solution to pass through. (5) A collection tube is used to collect the flow through, which consists of the majority of larvae.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12099,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "P0 embryos were collected using the conical bleach protocol (refer to Conical bleach to obtain embryos above). After obtaining an average embryo count, the volume of resuspension solution containing 450 P0 embryos was added to 6 cm OP50-seeded plates and incubated at 21.5°C for three days. After three days, the P0 adults were washed from the plates by adding 2 mL M9 buffer, gently swirling the plates, and discarding the solution (Fig 3A). The step was repeated once more. The step ensured that most of the P0 adults and G1 larvae stuck to the OP50 bacteria were washed away (Fig 3B). The G1 embryos retained on the OP50 bacteria lawn were collected by adding 2 mL M9 buffer and gently scraping off the embryos using a rubber policeman (Fig 3C). The M9 buffer containing the G1 embryos was collected in a 15 mL centrifuge tube and passed through the filtration apparatus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12983,
            "infons": {
              "file": "pone.0318143.g003.jpg",
              "id": "pone.0318143.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Collection of embryos for filtration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13021,
            "infons": {
              "file": "pone.0318143.g003.jpg",
              "id": "pone.0318143.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) A 6 cm OP50-seeded plate with P0 adults and G1 embryos. (B) A 6 cm OP50-seeded plate after the P0 adults have been washed away with M9 buffer. (C) An OP50-seeded plate after the G1 embryos have been scraped off in M9 buffer with a rubber policeman. The figure was created using BioRender.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13318,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The 15 mL tube containing G1 embryos in M9 buffer was inverted 5–6 times to ensure that the embryos were in suspension and added to the funnel of the filtration apparatus (Figs 3C and 4). The connector ring was opened and connected to a vacuum to help the embryo solution pass through the filters. Once all the solution had passed through the filters, the filtration apparatus was disassembled by removing the funnel, connector ring, and 40 µm filter. The 40 µm filter retained the P0 adults and debris, and the G1 embryos and larval stages passed through the filter. The 20 µm filter retained the G1 embryos and a few larvae, while most of the larvae passed through the filter. The 20 µm filter, containing most of the G1 embryos and a few larvae was inverted and added on top of a clean, labeled 50 mL conical tube. The top of the 20 µm filter now faced the inside of the conical tube (Fig 4). 4 mL of 25% bleach solution (1 mL of bleach solution + 3 mL of M9 buffer) was added to the reversed side of the 20 µm filter and incubated for 30 seconds. The addition of 25% bleach killed the few G1 larvae that were retained on the 20 µm filter. After 30 seconds, 6 mL of 3% PEG (PEG3350) (Millipore sigma, Catalog # P4338) in M9 buffer (3 g of PEG in 100 mL of M9 buffer) was added to the filter. After the solution had passed through the filter, the contents of the 50 mL conical tube were transferred to a clean 15 mL centrifuge tube and centrifuged at 3197 g (Eppendorf 5810R) for one minute. The supernatant was discarded and approximately 10 mL of 3% PEG in M9 buffer was added. The tube was centrifuged at 3197 g (Eppendorf 5810R) for one minute and the supernatant was discarded. The wash step was repeated once more. After the final wash, the embryos were resuspended in 3 mL of K medium. G1 embryo titer was determined by counting the number of embryos in five 3 µL aliquots.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15239,
            "infons": {
              "file": "pone.0318143.g004.jpg",
              "id": "pone.0318143.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Set up of the filtration apparatus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15275,
            "infons": {
              "file": "pone.0318143.g004.jpg",
              "id": "pone.0318143.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(1) The G1 embryo solution collected in Fig 3C was poured through the filtration apparatus. (2) The connector ring was connected to a vacuum to allow the solution to pass. (3) After the solution had passed, the filtration apparatus was disassembled. (4) The 20 µm filter was inverted and placed on top of a clean 50 mL labeled tube. (5) A 25% bleach solution was added to the inverted 20 µm filter for 30 seconds to kill any G1 larvae. The figure was created using BioRender.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15759,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Albendazole (ABZ) stock preparation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15795,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Albendazole (Source: Fulka; CAS number: 54965-21-8; Catalog number: A4673-10G) was prepared at a stock concentration of 100 mM in dimethyl sulfoxide (DMSO) and aliquoted in microcentrifuge tubes in 50 µL aliquots that were stored at −20°C. The aliquots were thawed on the day of the assay and discarded after use.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16115,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "High-throughput phenotyping assay (HTA)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16155,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "HTA was carried out as described previously. For the developmental analysis, three independent replicates were performed by three experimentalists. For the drug response assay, three independent replicates were performed by one experimentalist. After letting the strains grow for three generations to account for the starvation effects, conical bleach and filtration were carried out to obtain embryos. The embryos were resuspended in K medium to a final concentration of 0.6 embryos per μL, and 50 μL of the embryo solution (containing 30 embryos) was added into each well of a 96-well plate. For developmental analysis, 36 wells were prepared for embryos obtained by each protocol (conical bleach and filtration) and by each experimentalist. For the drug assay, 64 wells were prepared for embryos obtained by each protocol (conical bleach and filtration) for all strains. The embryos were incubated at 20°C overnight in K medium with no food and with shaking at 180 rpm to get a synchronized L1 population. The following day, frozen HB101 aliquots at OD600 100 were thawed and diluted to OD600 30 using K medium. HB101 at a concentration of OD600 100 was prepared as previously described. 150 μM kanamycin was added to prevent bacterial growth and contamination. For the developmental assay, all 36 wells were treated with control (1% DMSO). For the drug assay, half the wells (32 wells) were treated with 1% DMSO, and the other half were treated with 30 μM albendazole in 1% DMSO. The L1 larvae were allowed to grow for 48 hours at 20°C with shaking at 180 rpm. After 48 hours, the 96-well plates were exposed to 50 mM sodium azide in M9 buffer for 10 minutes to straighten and paralyze the animals. Images of each plate were captured using a 2X objective in a Molecular Devices ImageXpress Nano microscope (Molecular Devices, San Jose, CA). The images were further processed using the CellProfiler, easyXpress, and R Studio pipelines (see Data processing and analysis in the methods section) to quantify the development of the animals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18207,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Data processing and analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18236,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The raw images were processed using the CellProfiler software (version 4.2.8). The GitHub repository for the pipeline can be found at (https://github.com/AndersenLab/cellprofiler-nf). The software uses four worm models to extract animal measurements - three of which are designed for the larval stages (L1, L2-L3, and L4) and a “multi-drug high dose” (MDHD) to identify animals with abnormal length caused by extreme drug responses. Next, the processed images generated by CellProfiler were cleaned and further processed using the custom R package easyXpress as previously described. R Studio (version 4.2.1) was used to perform all statistical analysis and figure generation. For developmental analysis, median animal lengths were calculated for each well. For each strain in the drug assay, the median animal length after exposure to ABZ for 48 hours was normalized to the control (DMSO-exposed wells). We normalized animal lengths to understand the effect of the drug independent of the differences in the growth in control conditions. A normalized animal length value of the drug condition close to the control condition value corresponds to resistance to the drug, and a negative value corresponds to sensitivity to the drug.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19471,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19494,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "One of the major challenges of conducting high-throughput C. elegans assays is collecting a large number of embryos. Traditionally, bleach synchronization has been used to harvest embryos. However, the process is time-consuming and introduces high variability. To overcome the challenges of bleach synchronization, we demonstrated the use of commercially available mesh filters to collect a large number of embryos with high purity. We set up the filtration apparatus as shown (Fig 2). Briefly, a connector ring was attached to a 50 mL conical tube. A 20 µm filter (green color) was attached on top of the connector ring. A 40 µm filter (blue color) was added on top of the 20 µm filter. A funnel was attached to the 40 µm filter.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20241,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Optimization of filtration conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20279,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The G1 offspring recovered from the 20 µM mesh filter were 94–100% (data collected from up to 50 filtrations) embryos with rare L1 larvae contaminants. To get 100% G1 embryo cultures, we sought to kill the L1 larvae by exposing the recovered mixed-stage population to a bleach solution. We optimized the bleach concentration and exposure time so that it was sufficient to kill the larvae without any damaging effects on the G1 embryos. We tested three different concentrations of bleach solution (10%, 20%, and 25% in M9 buffer) with varying exposure times (30, 60, 120, and 150 seconds) to identify the optimal condition that killed the larvae (identified by lack of movement) with minimal impact on embryos. Treating the recovered population with 25% bleach solution for 30 seconds killed the larvae with minimal impact on embryonic lethality as measured after 24 hours of recovery (S1 Table).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21179,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "For our initial experiments, we used M9 buffer as the wash solution for all subsequent washes. However, embryos might be lost during each M9 buffer wash. To reduce the potential for loss, we altered the osmolarity of the M9 buffer using PEG. We used PEG at four different concentrations (0.5%, 1%, 2%, and 3% w/v) in M9 buffer and obtained the highest yield with 3% PEG. Consequently, we used 3% PEG in M9 buffer for all subsequent washes. We recovered two times more embryos from a single 6 cm OP50-seeded plate when 3% PEG was incorporated with M9 buffer in the wash solution (average embryo yield was 12,539 ± 5,727 SD with 3% PEG in M9 buffer compared to an average embryonic yield of 6,821 ± 5,364 SD with M9 buffer) (S2A Fig). To ensure that PEG did not affect the hatching of embryos, we assessed the embryonic lethality after 24 hours. The average embryonic lethality of embryos that were washed with 3% PEG was similar to the embryonic lethality of embryos that were washed with M9 buffer (4.5% for 3% PEG in M9 buffer and 3.8% for M9), indicating that the use of PEG does not damage the embryos (S2B Fig).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22299,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Filtration yields a higher number of embryos compared to bleach synchronization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22379,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine the efficacy of embryo filtration, we collected embryos using bleach synchronization and filtration techniques in parallel. We used the same number of 6 cm OP50-seeded plates that had an equivalent number of P0 adults. We recovered an average of 4,946 (SD ± 3360) G1 embryos by bleach synchronization, compared to an average of 9,474 (SD ± 6764) G1 embryos by filtration (Fig 5). To account for variability that might be introduced by different experimentalists performing the protocols, we employed three experimentalists to conduct the filtration and bleach protocols to collect the G1 embryos. We did not find a significant difference between any two experimentalists for either of the two protocols (p = 0.217 for the bleach synchronization protocol, and p = 0.706 for the filtration protocol, Kruskall-Wallis rank-sum test).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23226,
            "infons": {
              "file": "pone.0318143.g005.jpg",
              "id": "pone.0318143.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "A higher number of G1 embryos were recovered from filtration than by bleach synchronization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23319,
            "infons": {
              "file": "pone.0318143.g005.jpg",
              "id": "pone.0318143.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Box plot showing G1 embryonic yield per plate obtained by bleach synchronization or filtration protocols. The median is represented by the solid horizontal line with the 75th and 25th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75th and 25th percentiles, respectively. The three different colors of the points indicate three experimentalists. A significantly higher number of G1 embryos were collected by filtration (p = 0.00064, Wilcoxon rank-sum test). Eight replicates were tested by each experimentalist for each method.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23992,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Embryos obtained by filtration develop comparably to the embryos obtained by bleach synchronization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24092,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We aimed to understand differences in the development of G1 embryos collected by bleach and filtration protocols, so we harvested embryos using bleach synchronization and filtration protocols in parallel and measured the lengths of the animals after 48 hours of growth using a liquid-based larval development assay. We used length as an indicator of development because nematodes get longer as they proceed through development. The G1 embryos obtained by filtration grew to longer animals compared to the lengths of animals that developed from G1 embryos collected by bleaching (p = 0.0025; Wilcoxon test), indicating that filtration is healthier compared to bleaching (Fig 6). We conducted a Kruskall-Wallis test to assess the variance explained by the different replicates. A p-value of 2 × 10-16 indicated a large difference in the variance between replicates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24957,
            "infons": {
              "file": "pone.0318143.g006.jpg",
              "id": "pone.0318143.g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Embryos obtained by filtration developed comparably to the embryos obtained by bleach.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25044,
            "infons": {
              "file": "pone.0318143.g006.jpg",
              "id": "pone.0318143.g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The box plot shows the length of L4 animals that developed from G1 embryos collected by bleach or filtration protocols. Median is represented by the solid horizontal line with the 75th and 25th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75th and 25th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. G1 embryos collected by filtration grew into animals with longer lengths compared to lengths of animals that developed from G1 embryos collected using bleach synchronization (p = 0.0025; Wilcoxon rank-sum test). The assay was carried out in three replicates independently by three experimentalists (represented by the three different colored points).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25925,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "G1 embryos collected by filtration develop similarly to the G1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26072,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We aimed to assess whether embryos collected by filtration exhibit a similar response to an anthelmintic drug as the embryos collected by bleach synchronization. We exposed six C. elegans strains to albendazole, a benzimidazole drug used to treat parasitic nematode infections in veterinary animals and humans. Benzimidazole drugs act by inhibiting the formation of microtubules, which slows the development of C. elegans and can be measured by differences in body length as we have done previously. Animal length was measured as an indicator of developmental rate. As we have shown previously, anthelmintics delay or stop development. Because C. elegans grows longer as it proceeds through development and ABZ slows development, length is a quantitative measure of the effects of drugs. C. elegans strains sensitive to albendazole display a shorter body length compared to the resistant strains when exposed to the drug during development. Natural variation in C. elegans response to albendazole has been observed. Of the six strains that we selected, four were sensitive and two were resistant to albendazole. We determined if the results could be replicated using embryos prepared using filtration. For all six strains, the normalized animal lengths for larvae that developed from G1 embryos collected by filtration were similar or significantly longer to the normalized animal lengths for larvae that developed from G1 embryos recovered by bleach synchronization for both the control (DMSO exposed) and albendazole-exposed conditions (Fig 7). Additionally, the sensitivity of the strains to the drug remained consistent between the bleach and filtration methods. Specifically, the CB4856, ECA36, JU775, and N2 strains were sensitive to the drug using both bleach and filtration methods (S3 Fig).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27872,
            "infons": {
              "file": "pone.0318143.g007.jpg",
              "id": "pone.0318143.g007",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "G1 embryos collected by filtration developed similarly to the G1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28022,
            "infons": {
              "file": "pone.0318143.g007.jpg",
              "id": "pone.0318143.g007",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Box plots showing normalized animal length for larvae developed from G1 embryos obtained by bleach synchronization or filtration protocols for six C. elegans strains. Median animal lengths of strains exposed to 30 μM albendazole were normalized to the mean of all median animal lengths for the control condition. The median is represented by the solid horizontal line with the 75th and 25th quartiles on the top and bottom of each box, respectively. Whiskers extend from each box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75th and 25th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. The box plot is faceted by condition (control and drug). The normalized animal length of larvae that developed from G1 embryos collected by filtration is comparable or significantly longer compared to the normalized animal lengths of larvae that developed from G1 embryos collected by bleach, as indicated by the p-values (Wilcoxon rank-sum test) in each facet. The grey background color emphasizes the strains that are sensitive to ABZ. The assay was replicated three times, as indicated by the colors of the points.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29270,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29281,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Bleach synchronization has been routinely used to obtain a synchronized population of embryos. However, because of the harsh chemical nature of bleach, many parameters need to be carefully controlled to ensure the maximum survival of embryos. By contrast, filtration takes advantage of the size differences among developmental stages, allowing the separation of embryos with minimal exposure to chemical stress. We have demonstrated that filtration is a better alternative to bleaching to scale up preparations of staged C. elegans embryos in terms of embryonic yield per plate and with no deleterious effects on larval development. We optimized our pre-filtration conditions based on the C. elegans reference strain N2 and obtained the highest yield of G1 embryos by incubating 450 P0 embryos at 21.5°C for three days. However, wild strains and mutants have different egg-laying rates and brood sizes, so the number of P0 embryos to start the assay might need to be adjusted for other strains. We tested two bacterial strains and found OP50 to be the stickiest to help retain the embryos. Other bacteria might be stickier and should be tested in the future. All our assays were done on 6 cm plates. Higher embryo yields can be obtained by using 10 cm or larger plates. We have applied our technique to harvest embryos from C. elegans. However, embryos from other Caenorhabditis species that have similar dimensions to C. elegans (e.g., C. briggsae) can also be isolated. Additionally, the technique could also be adapted to isolate embryos with smaller or larger dimensions by altering the mesh sizes. In summary, our technique provides a robust way of collecting large numbers of C. elegans embryos with high purity without the need to subject the animals to bleach.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31055,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31078,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31089,
            "infons": {
              "comment": "doi: ",
              "fpage": "71",
              "issue": "1",
              "lpage": "94",
              "name_0": "surname:Brenner;given-names:S",
              "pub-id_doi": "10.1093/genetics/77.1.71",
              "pub-id_pmid": "4366476",
              "section_type": "REF",
              "source": "Genetics",
              "type": "ref",
              "volume": "77",
              "year": "1974"
            },
            "text": "The genetics of Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31128,
            "infons": {
              "comment": "doi: ",
              "fpage": "e4019",
              "name_0": "surname:Porta-de-la-Riva;given-names:M",
              "name_1": "surname:Fontrodona;given-names:L",
              "name_2": "surname:Villanueva;given-names:A",
              "name_3": "surname:Cerón;given-names:J",
              "pub-id_doi": "10.3791/4019",
              "section_type": "REF",
              "source": "Journal of Visualized Experiments",
              "type": "ref",
              "volume": "64",
              "year": "2012"
            },
            "text": "Basic Caenorhabditis elegans methods: synchronization and observation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31198,
            "infons": {
              "comment": "doi: ",
              "fpage": "e1011285",
              "issue": "4",
              "name_0": "surname:Shaver;given-names:AO",
              "name_1": "surname:Wit;given-names:J",
              "name_2": "surname:Dilks;given-names:CM",
              "name_3": "surname:Crombie;given-names:TA",
              "name_4": "surname:Li;given-names:H",
              "name_5": "surname:Aroian;given-names:RV",
              "pub-id_doi": "10.1371/journal.ppat.1011285",
              "pub-id_pmid": "37011090",
              "section_type": "REF",
              "source": "PLoS Pathog",
              "type": "ref",
              "volume": "19",
              "year": "2023"
            },
            "text": "Variation in anthelmintic responses are driven by genetic differences among diverse C. elegans wild strains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31306,
            "infons": {
              "fpage": "1",
              "lpage": "11",
              "name_0": "surname:Stiernagle;given-names:T",
              "section_type": "REF",
              "source": "WormBook",
              "type": "ref",
              "year": "2006"
            },
            "text": "Maintenance of C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31332,
            "infons": {
              "comment": "doi: ",
              "fpage": "153292",
              "name_0": "surname:Widmayer;given-names:SJ",
              "name_1": "surname:Crombie;given-names:TA",
              "name_2": "surname:Nyaanga;given-names:JN",
              "name_3": "surname:Evans;given-names:KS",
              "name_4": "surname:Andersen;given-names:EC",
              "pub-id_doi": "10.1016/j.tox.2022.153292",
              "pub-id_pmid": "35995124",
              "section_type": "REF",
              "source": "Toxicology",
              "type": "ref",
              "volume": "479",
              "year": "2022"
            },
            "text": "C. elegans toxicant responses vary among genetically diverse individuals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31405,
            "infons": {
              "fpage": "155",
              "issue": "1",
              "lpage": "67",
              "name_0": "surname:Atakan;given-names:H",
              "name_1": "surname:Ayhan;given-names:F",
              "name_2": "surname:Gijs;given-names:M",
              "pub-id_pmid": "31793616",
              "section_type": "REF",
              "source": "Lab on a Chip",
              "type": "ref",
              "volume": "20",
              "year": "2020"
            },
            "text": "PDMS filter structures for size-dependent larval sorting and on-chip egg extraction of C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31503,
            "infons": {
              "comment": "doi: ",
              "fpage": "0011",
              "name_0": "surname:Yuan;given-names:H",
              "name_1": "surname:Yuan;given-names:W",
              "name_2": "surname:Duan;given-names:S",
              "name_3": "surname:Jiao;given-names:K",
              "name_4": "surname:Zhang;given-names:Q",
              "name_5": "surname:Lim;given-names:EG",
              "pub-id_doi": "10.34133/cbsystems.0011",
              "pub-id_pmid": "37287459",
              "section_type": "REF",
              "source": "Cyborg Bionic Syst",
              "type": "ref",
              "volume": "4",
              "year": "2023"
            },
            "text": "Microfluidic-assisted caenorhabditis elegans sorting: current status and future prospects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31593,
            "infons": {
              "comment": "doi: ",
              "fpage": "4292",
              "issue": "23",
              "name_0": "surname:Midkiff;given-names:D",
              "name_1": "surname:San-Miguel;given-names:A",
              "pub-id_doi": "10.3390/molecules24234292",
              "pub-id_pmid": "31775328",
              "section_type": "REF",
              "source": "Molecules",
              "type": "ref",
              "volume": "24",
              "year": "2019"
            },
            "text": "Microfluidic technologies for high throughput screening through sorting and on-chip culture of C. elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31699,
            "infons": {
              "comment": "doi: ",
              "fpage": "e0280999",
              "issue": "2",
              "name_0": "surname:Lanier;given-names:VJ",
              "name_1": "surname:White;given-names:AM",
              "name_2": "surname:Faumont;given-names:S",
              "name_3": "surname:Lockery;given-names:SR",
              "pub-id_doi": "10.1371/journal.pone.0280999",
              "pub-id_pmid": "36757993",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "18",
              "year": "2023"
            },
            "text": "Theory and practice of using cell strainers to sort Caenorhabditis elegans by size",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31782,
            "infons": {
              "fpage": "462",
              "issue": "6",
              "lpage": "70",
              "name_0": "surname:Mutwakil;given-names:M",
              "name_1": "surname:Steele;given-names:T",
              "name_2": "surname:Lowe;given-names:K",
              "name_3": "surname:de Pomerai;given-names:D",
              "section_type": "REF",
              "source": "Enzyme and Microbial Technology",
              "type": "ref",
              "volume": "20",
              "year": "1997"
            },
            "text": "Surfactant stimulation of growth in the nematode Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31854,
            "infons": {
              "fpage": "2941",
              "issue": "9",
              "lpage": "52",
              "name_0": "surname:Spensley;given-names:M",
              "name_1": "surname:Del Borrello;given-names:S",
              "name_2": "surname:Pajkic;given-names:D",
              "name_3": "surname:Fraser;given-names:A",
              "pub-id_pmid": "30061375",
              "section_type": "REF",
              "source": "G3 (Bethesda)",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Acute effects of drugs on Caenorhabditis elegans movement reveal complex responses and plasticity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31952,
            "infons": {
              "comment": "doi: ",
              "fpage": "102293",
              "name_0": "surname:Cailloce;given-names:J",
              "name_1": "surname:Husson;given-names:F",
              "name_2": "surname:Zablocki;given-names:A",
              "name_3": "surname:Galy;given-names:V",
              "name_4": "surname:Merlet;given-names:J",
              "pub-id_doi": "10.1016/j.mex.2023.102293",
              "pub-id_pmid": "37539340",
              "section_type": "REF",
              "source": "MethodsX",
              "type": "ref",
              "volume": "11",
              "year": "2023"
            },
            "text": "Fast and easy method to culture and obtain large populations of male nematodes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32031,
            "infons": {
              "comment": "doi: ",
              "fpage": "58014",
              "issue": "137",
              "name_0": "surname:Hunter;given-names:S",
              "name_1": "surname:Maulik;given-names:M",
              "name_2": "surname:Scerbak;given-names:C",
              "name_3": "surname:Vayndorf;given-names:E",
              "name_4": "surname:Taylor;given-names:BE",
              "pub-id_doi": "10.3791/58014",
              "pub-id_pmid": "30035770",
              "section_type": "REF",
              "source": "J Vis Exp",
              "type": "ref",
              "year": "2018"
            },
            "text": "Caenorhabditis sieve: a low-tech instrument and methodology for sorting small multicellular organisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32133,
            "infons": {
              "name_0": "surname:Riddle;given-names:DL",
              "name_1": "surname:Blumenthal;given-names:T",
              "name_2": "surname:Meyer;given-names:BJ",
              "name_3": "surname:Priess;given-names:JR",
              "section_type": "REF",
              "source": "Introduction",
              "type": "ref",
              "year": "1997"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32134,
            "infons": {
              "fpage": "1787",
              "issue": "5",
              "lpage": "93",
              "name_0": "surname:Chan;given-names:I",
              "name_1": "surname:Rando;given-names:O",
              "name_2": "surname:Conine;given-names:C",
              "pub-id_pmid": "29602810",
              "section_type": "REF",
              "source": "G3",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Effects of larval density on gene regulation in Caenorhabditis elegans during routine L1 synchronization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32239,
            "infons": {
              "comment": "doi: ",
              "fpage": "73",
              "name_0": "surname:Burnett;given-names:K",
              "name_1": "surname:Edsinger;given-names:E",
              "name_2": "surname:Albrecht;given-names:DR",
              "pub-id_doi": "10.1038/s42003-018-0079-6",
              "pub-id_pmid": "30271954",
              "section_type": "REF",
              "source": "Commun Biol",
              "type": "ref",
              "volume": "1",
              "year": "2018"
            },
            "text": "Rapid and gentle hydrogel encapsulation of living organisms enables long-term microscopy over multiple hours",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32348,
            "infons": {
              "comment": "doi: ",
              "fpage": "e1007226",
              "issue": "10",
              "name_0": "surname:Hahnel;given-names:SR",
              "name_1": "surname:Zdraljevic;given-names:S",
              "name_2": "surname:Rodriguez;given-names:BC",
              "name_3": "surname:Zhao;given-names:Y",
              "name_4": "surname:McGrath;given-names:PT",
              "name_5": "surname:Andersen;given-names:EC",
              "pub-id_doi": "10.1371/journal.ppat.1007226",
              "pub-id_pmid": "30372484",
              "section_type": "REF",
              "source": "PLoS Pathog",
              "type": "ref",
              "volume": "14",
              "year": "2018"
            },
            "text": "Extreme allelic heterogeneity at a Caenorhabditis elegans beta-tubulin locus explains natural resistance to benzimidazoles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32471,
            "infons": {
              "fpage": "D850-8",
              "issue": "D1",
              "name_0": "surname:Crombie;given-names:T",
              "name_1": "surname:McKeown;given-names:R",
              "name_2": "surname:Moya;given-names:N",
              "name_3": "surname:Evans;given-names:K",
              "name_4": "surname:Widmayer;given-names:S",
              "name_5": "surname:LaGrassa;given-names:V",
              "pub-id_pmid": "37855690",
              "section_type": "REF",
              "source": "Nucleic Acids Research",
              "type": "ref",
              "volume": "52",
              "year": "2024"
            },
            "text": "CaeNDR, the Caenorhabditis natural diversity resource",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32525,
            "infons": {
              "comment": "doi: ",
              "fpage": "e1004156",
              "issue": "2",
              "name_0": "surname:Andersen;given-names:EC",
              "name_1": "surname:Bloom;given-names:JS",
              "name_2": "surname:Gerke;given-names:JP",
              "name_3": "surname:Kruglyak;given-names:L",
              "pub-id_doi": "10.1371/journal.pgen.1004156",
              "pub-id_pmid": "24586193",
              "section_type": "REF",
              "source": "PLoS Genet",
              "type": "ref",
              "volume": "10",
              "year": "2014"
            },
            "text": "A variant in the neuropeptide receptor npr-1 is a major determinant of Caenorhabditis elegans growth and physiology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32641,
            "infons": {
              "comment": "doi: ",
              "fpage": "15",
              "lpage": "24",
              "name_0": "surname:Boyd;given-names:WA",
              "name_1": "surname:Smith;given-names:MV",
              "name_2": "surname:Freedman;given-names:JH",
              "pub-id_doi": "10.1007/978-1-61779-867-2_3",
              "pub-id_pmid": "22669657",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "889",
              "year": "2012"
            },
            "text": "Caenorhabditis elegans as a model in developmental toxicology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32703,
            "infons": {
              "comment": "doi: ",
              "fpage": "e0252000",
              "issue": "8",
              "name_0": "surname:Nyaanga;given-names:J",
              "name_1": "surname:Crombie;given-names:TA",
              "name_2": "surname:Widmayer;given-names:SJ",
              "name_3": "surname:Andersen;given-names:EC",
              "pub-id_doi": "10.1371/journal.pone.0252000",
              "pub-id_pmid": "34383778",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "16",
              "year": "2021"
            },
            "text": "easyXpress: An R package to analyze and visualize high-throughput C. elegans microscopy data generated using CellProfiler",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32825,
            "infons": {
              "comment": "doi: ",
              "fpage": "100556",
              "name_0": "surname:Collins;given-names:JB",
              "name_1": "surname:Stone;given-names:SA",
              "name_2": "surname:Koury;given-names:EJ",
              "name_3": "surname:Paredes;given-names:AG",
              "name_4": "surname:Shao;given-names:F",
              "name_5": "surname:Lovato;given-names:C",
              "pub-id_doi": "10.1016/j.ijpddr.2024.100556",
              "pub-id_pmid": "38991432",
              "section_type": "REF",
              "source": "Int J Parasitol Drugs Drug Resist",
              "type": "ref",
              "volume": "25",
              "year": "2024"
            },
            "text": "Quantitative tests of albendazole resistance in Caenorhabditis elegans beta-tubulin mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32917,
            "infons": {
              "comment": "doi: ",
              "fpage": "e1012245",
              "issue": "5",
              "name_0": "surname:Shaver;given-names:AO",
              "name_1": "surname:Miller;given-names:IR",
              "name_2": "surname:Schaye;given-names:ES",
              "name_3": "surname:Moya;given-names:ND",
              "name_4": "surname:Collins;given-names:JB",
              "name_5": "surname:Wit;given-names:J",
              "pub-id_doi": "10.1371/journal.ppat.1012245",
              "pub-id_pmid": "38768235",
              "section_type": "REF",
              "source": "PLoS Pathog",
              "type": "ref",
              "volume": "20",
              "year": "2024"
            },
            "text": "Quantifying the fitness effects of resistance alleles with and without anthelmintic selection pressure using Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33049,
            "infons": {
              "comment": "doi: ",
              "fpage": "141",
              "issue": "2–3",
              "lpage": "59",
              "name_0": "surname:Dayan;given-names:AD",
              "pub-id_doi": "10.1016/s0001-706x(03)00031-7",
              "pub-id_pmid": "12745134",
              "section_type": "REF",
              "source": "Acta Trop",
              "type": "ref",
              "volume": "86",
              "year": "2003"
            },
            "text": "Albendazole, mebendazole and praziquantel. Review of non-clinical toxicity and pharmacokinetics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33145,
            "infons": {
              "comment": "doi: ",
              "fpage": "263",
              "issue": "2",
              "lpage": "6",
              "name_0": "surname:Pene;given-names:P",
              "name_1": "surname:Mojon;given-names:M",
              "name_2": "surname:Garin;given-names:JP",
              "name_3": "surname:Coulaud;given-names:JP",
              "name_4": "surname:Rossignol;given-names:JF",
              "pub-id_doi": "10.4269/ajtmh.1982.31.263",
              "pub-id_pmid": "7041665",
              "section_type": "REF",
              "source": "Am J Trop Med Hyg",
              "type": "ref",
              "volume": "31",
              "year": "1982"
            },
            "text": "Albendazole: a new broad spectrum anthelmintic. Double-blind multicenter clinical trial",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33233,
            "infons": {
              "fpage": "702",
              "issue": "6",
              "lpage": "3",
              "name_0": "surname:Theodorides;given-names:V",
              "name_1": "surname:Gyurik;given-names:R",
              "name_2": "surname:Kingsbury;given-names:W",
              "name_3": "surname:Parish;given-names:R",
              "pub-id_pmid": "950011",
              "section_type": "REF",
              "source": "Experientia",
              "type": "ref",
              "volume": "32",
              "year": "1976"
            },
            "text": "Anthelmintic activity of albendazole against liver flukes, tapeworms, lung and gastrointestinal roundworms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33340,
            "infons": {
              "comment": "doi: ",
              "fpage": "2680",
              "issue": "17",
              "lpage": "2",
              "name_0": "surname:Ireland;given-names:CM",
              "name_1": "surname:Gull;given-names:K",
              "name_2": "surname:Gutteridge;given-names:WE",
              "name_3": "surname:Pogson;given-names:CI",
              "pub-id_doi": "10.1016/0006-2952(79)90049-2",
              "pub-id_pmid": "518680",
              "section_type": "REF",
              "source": "Biochem Pharmacol",
              "type": "ref",
              "volume": "28",
              "year": "1979"
            },
            "text": "The interaction of benzimidazole carbamates with mammalian microtobule protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33419,
            "infons": {
              "comment": "doi: ",
              "fpage": "417",
              "issue": "2",
              "lpage": "23",
              "name_0": "surname:Laclette;given-names:JP",
              "name_1": "surname:Guerra;given-names:G",
              "name_2": "surname:Zetina;given-names:C",
              "pub-id_doi": "10.1016/0006-291x(80)90349-6",
              "pub-id_pmid": "7356473",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "92",
              "year": "1980"
            },
            "text": "Inhibition of tubulin polymerization by mebendazole",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33471,
            "infons": {
              "name_0": "surname:Lints;given-names:R",
              "name_1": "surname:Hall;given-names:DH",
              "pub-id_doi": "10.3908/wormatlas.1.24",
              "section_type": "REF",
              "source": "WormAtlas hermaphrodite handbook - reproductive system - egg-laying apparatus Available from",
              "type": "ref",
              "year": "2004"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]