[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250716",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11166943",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41467-024-47237-0",
              "article-id_pmc": "PMC11166943",
              "article-id_pmid": "38862505",
              "article-id_publisher-id": "47237",
              "elocation-id": "4952",
              "kwd": "Gene expression Medical genomics Molecular medicine",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Rutter;given-names:Lindsay A.",
              "name_1": "surname:Cope;given-names:Henry",
              "name_10": "surname:Bezdan;given-names:Daniela",
              "name_11": "surname:Szewczyk;given-names:Nathaniel J.",
              "name_12": "surname:Muratani;given-names:Masafumi",
              "name_13": "surname:Mason;given-names:Christopher E.",
              "name_14": "surname:Giacomello;given-names:Stefania",
              "name_2": "surname:MacKay;given-names:Matthew J.",
              "name_3": "surname:Herranz;given-names:Raúl",
              "name_4": "surname:Das;given-names:Saswati",
              "name_5": "surname:Ponomarev;given-names:Sergey A.",
              "name_6": "surname:Costes;given-names:Sylvain V.",
              "name_7": "surname:Paul;given-names:Amber M.",
              "name_8": "surname:Barker;given-names:Richard",
              "name_9": "surname:Taylor;given-names:Deanne M.",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "15",
              "year": "2024"
            },
            "text": "Astronaut omics and the impact of space on the human body at scale",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Future multi-year crewed planetary missions will motivate advances in aerospace nutrition and telehealth. On Earth, the Human Cell Atlas project aims to spatially map all cell types in the human body. Here, we propose that a parallel Human Cell Space Atlas could serve as an openly available, global resource for space life science research. As humanity becomes increasingly spacefaring, high-resolution omics on orbit could permit an advent of precision spaceflight healthcare. Alongside the scientific potential, we consider the complex ethical, cultural, and legal challenges intrinsic to the human space omics discipline, and how philosophical frameworks may benefit from international perspectives.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 771,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "High-resolution omics data have facilitated the ongoing Human Cell Atlas project. In this Perspective, Rutter and colleagues propose that a parallel Human Cell Space Atlas initiative would provide a platform for spaceflight-associated research and healthcare.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1031,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1044,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Humanity may be on the brink of establishing a new era of interplanetary space exploration that would witness crewed missions beyond low-Earth orbit (LEO) and a growing commercial spaceflight sector that would prompt a wider health range of individuals entering space compared to the selective cohorts of distinctively fit professional astronauts from previous generations. Numerous space organizations across the globe openly aspire toward landing humans on Mars in the coming decades, underscoring an overall international interest in what may be the next stage of human space exploration. Prominent examples include the SpaceX Mars program striving to initiate the first crewed Mars spaceflights in the late 2020s; the state-owned China Academy of Launch Vehicle Technology announcing the country’s goals to place humans on Mars in 2033; NASA (National Aeronautics and Space Administration, the United States space agency) issuing the Authorization Act of 2017, which declares objectives to send humanity to Mars in the early 2030s; Roscosmos (the Russian space agency) publishing aims to send humans to Mars in the early 2040s; and the United Arab Emirates publishing the Mars 2117 Project, which outlines a one-hundred-year plan to construct habitable communities for humans on Mars. Thus, there is a motive for scientists across the world to study how the human body responds to spaceflight and to develop countermeasures that improve the health and safety of crewed interplanetary missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2544,
            "infons": {
              "file": "41467_2024_47237_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Space Missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2560,
            "infons": {
              "file": "41467_2024_47237_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A Violin plots showing the average time a given astronaut spends in space per mission (calculated as total time in space divided by number of missions) compared to the decade the astronaut first went into space. Astronauts are colored by the number of missions they have been on, and shapes represent astronaut sex (females are triangles and males are circles). The average time spent in space ranged from minutes to one month in the 1960s, and from one day to under six months in the 1970s. In the 1980s through 2000s, the majority of astronauts spent an average of between one week and one month in space per mission, but many astronauts spent more than three months in space. Subsequently, in the 2010s, the majority of astronauts spent an average of over three months in space per mission, whereas in the early 2020 s, there was the widest distribution of average time in space, ranging from ten minutes to six months. B The number of astronauts who have been in space by nationality. Bar plot shows the number of astronauts by the year of their first mission whereas the pie chart shows the percentage of each nation’s contribution. Nations with only one astronaut to ever go to space are colored green (4%), nations with only between two and five astronauts to go to space are colored lime green (3%), and astronauts with multiple nationalities are colored yellow (1%). Data was scraped from supercluster.com on September 20th, 2021. Only astronauts who spent time in space and crossed the Kármán line are displayed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4089,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Since the inception of human spaceflight, the duration that astronauts spend in space each mission has increased over time (Fig. 1A). Despite this, to date, only eleven individuals have resided in space for more than 300 consecutive days. Pioneering crewed missions to Mars would see humans embarking through space for even longer consecutive periods of time and in radiation environments for which there is limited knowledge about the impact on human physiology, warranting improvements in the autonomous space telehealth field. The risk of an emergency medical occurrence during space missions has previously been estimated at approximately 0.06 per person-year, which roughly equates to one event every 2.4 years for a crew of seven. Multiyear planetary missions would prevent resupply and medical evacuation options and hence would require fully autonomous telehealth and triage protocols.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4984,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Various applications of artificial intelligence and molecular omics could likely advance the spaceflight telehealth field. Omics technologies allow for the quantification of large pools of biomolecules that influence the integrity and function of biology. Exploratory and untargeted omics techniques can measure analytes that are not predetermined. These studies can identify patterns of variance, which can generate new hypotheses. Additionally, integrating omics with metadata, including environmental and phenotypic measures, enhances the ability to establish robust links between environmental influences, omic variations, and phenotypic outcomes. The NASA Twins Study integrated various omics platforms, including transcriptomics, epigenomics, metabolomics, and metagenomics, and highlighted omics as a potential biomedical research platform that may one day translate into the development of precision spaceflight healthcare. The ambitious project discovered more than 8600 differentially expressed genes (DEGs) between an astronaut who resided for almost one year on the International Space Station (ISS) and their identical twin who resided on Earth; it is possible that any permutation of the DEG list could uncover biochemical pathways that hold keys to the development of therapeutic supplements and lifestyle recommendations that better protect health in space. In this paper, we will consider how the dawn of diversified human exploration of deeper space may benefit from sophisticated advances in spaceflight nutrition and health that may be met in part with the addition of routine standardized omics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6601,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Space omics efforts are now underway in multiple regions. In Japan, the “Living in Space” Grant-in-Aid for Scientific Research (KAKENHI) program uncovers biological responses to the space environment at various levels, ranging from environmental microbiomes to stress responses in humans, using omics technologies. In Europe, the Space Omics Topical Team (TT) supports and generates omics approaches to space biology, and there are visible efforts to promote further development of space omics research among ESA and ESA state members. In the United States, examples of space omics-related campaigns include the Precision Health Initiative and Systems Biology Translational Project through the NASA Human Research Program (HRP) and the Complement of Integrated Protocols for Human Exploration Research (CIPHER) project (“Human Research Program Update”, WH Paloski, Committee on Biological and Physical Sciences in Space (CBPSS) Virtual Fall Committee Meeting). The NASA GeneLab initiative provides an open access, collaborative analysis platform for space omics data collected across the world and unites international efforts through analysis working groups. Canada operates terrestrial platforms to analyze human omics linked with biomedical data, and the Canadian Space Agency (CSA) has announced plans for national space omics research, in addition to already participating in international space omics projects. China and Russia are also publishing human space omics research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8091,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Humans in spaceflight historically represented nations like the United Socialist Soviet Republic and the United States to a large degree (Fig. 1B). After the first couple of decades of human spaceflight, nations like Canada, China, France, Germany, Italy, Japan, and Russia have also been represented to a moderate degree (Fig. 1B). Individuals who have entered space now represent, even if in smaller numbers, more than thirty other nations: Afghanistan, Antigua and Barbuda, Australia, Austria, Belgium, Brazil, Bulgaria, Cuba, Czechoslovakia, Denmark, Egypt, Hungary, India, Iran, Israel, Kazakhstan, Malaysia, Mexico, Mongolia, Netherlands, Pakistan, Poland, Portugal, Romania, Saudi Arabia, Slovakia, South Africa, South Korea, Spain, Sweden, Switzerland, Syria, Ukraine, United Arab Emirates, United Kingdom, and Vietnam.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8921,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The Artemis program plans to soon reestablish a human presence on the Moon, for the first time in five decades, and construct a permanent lunar base to facilitate the future of human missions to Mars. Led by NASA and partner agencies JAXA, ESA, and CSA, the Artemis program includes signatories from about thirty countries and territories, reflecting on the theme of a more global human presence in space. Indeed, crewed missions to Mars would motivate philosophical thinking about humanity’s place in the universe, common to all humans. Many people believe such missions will only be enabled by worldwide collaboration due to the involvement of multiple countries and international organizations, the implications for many people across Earth, the sheer engineering demands, and the increasing global representation of space explorers. Upcoming planetary missions will likely be multinational efforts, underscoring the need for global collaboration in regard to the science, culture, and ethics behind space exploration. A new age of human space omics may likewise require international input due to both the various cultural aspects and the added technological, ethical, and philosophical complexities of working with human subjects.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10159,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "International Standards for Space Omics Processing (ISSOP) represents an international consortium of space omics scientists who formed after recognizing the need for standard guidelines in the emerging spaceflight omics discipline. ISSOP includes scientists with expertise across the full range of omics approaches who receive funding from academia, industry, and government agencies across a wide array of regions, including Japan, India, the Middle East, Canada, Europe, Russia, and the United States. By promoting communication exchange in the space omics discipline, ISSOP may be uniquely positioned to support the development of an informed framework early on that can help maximize scientific discovery and minimize ethical problems for an upcoming era of human space omics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10940,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In this paper, we consider how a future of precision space healthcare could improve the safety of human health during long-term spaceflight. We then discuss how careful standardization of space omics data is one component that may help implement this goal. To this end, we propose the development of a human cell atlas under spaceflight environmental conditions that could assist as an openly available, global resource for foundational space life science research. We then consider the complex ethical, cultural, and legal challenges intrinsic to the general discipline of human space omics, and how philosophical frameworks would likely need to be established with perspectives from international ethicists.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11650,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Precision healthcare in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11680,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In the coming years, the spaceflight field will likely observe diversification of the flying population, extended mission durations, and exposure to harsher radiation beyond LEO. These factors motivate an upgraded space healthcare model where nutritional, supplemental, and pharmaceutical decisions could be tailored to multiple characteristics. On Earth, there are already applications of precision health, where healthcare is informed based on omics, environmental, and lifestyle factors. It seems probable that as connections between omics and spaceflight health ailments are slowly elucidated, similar approaches could be implemented in space. The purpose of customizing spaceflight healthcare would not be to reduce spaceflight participation, but to promote the health of increasingly diverse participation that better reflects the sustained presence of the full inclusive range of humanity in space one day.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12594,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Countermeasure protocols for space missions can consist of evidence-based nutritional supplements, exercise regimes, stress-relieving techniques, and pharmacological interventions. Moving forward, crew profiles could potentially improve medical risk assessment and countermeasures; optimize medical and nutritional payloads; increase crew safety and efficiency; and maximize the likelihood of mission success. In the next section, we will explore examples of how astronaut health and performance can be impacted by omic differences related to the metabolism of drugs, micronutrients, and macronutrients. We focus on metabolism because changes in mitochondria, the key hub of metabolism, are a fundamental biological feature of spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13334,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We note that the provocative nature of the spaceflight environment may induce a large number of physiological and molecular changes on rapid time scales that may not necessarily be of health-related importance. As a result, scientists must cautiously avoid overassociating spaceflight omics changes with clinical meanings. Indeed, most human gene association studies on Earth are associative with many genome-wide association studies (GWAS) providing initial results that failed to hold up upon further testing. The risk of overinterpretation is particularly relevant in the field of human space omics given the small sample sizes and the small number of studies; the difficulty of securing suitable ground controls, both in omics and environment; and the long number of years required to replicate findings. These problems are further amplified when studying the long-term effects of spaceflight outside of LEO. We emphasize that the following section mostly presents early evidence and even contradictions due to the current limitations of the human space omics field, and that much more work would be needed in the coming decades to assess the validity of the below preliminary findings and interpretations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14545,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Drug metabolism in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14570,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Medical kits onboard the ISS contain pharmaceuticals to cover various medical events and emergencies, including injuries, illnesses, infections, sleep disruptions, motion sickness, and cognitive and behavioral health conditions. Documentation of medication usage has not been consistent, but studies suggest about 94% of crew members used medications at least once during space shuttle missions. Despite the common use of medications to manage health concerns on orbit, few studies have explored how to refine pharmaceutical applications in the unique environment of space. Preliminary evidence suggests that spaceflight may introduce impurity products, alter the physical appearance, and quicken the degradation of certain drugs before their expiration dates. Although these investigations have been severely limited without adequate ground controls, they have underlined the need to verify if any spaceflight factors may affect pharmacokinetic and pharmacodynamic parameters that determine the pharmaceutical safety and efficacy, and the mechanisms responsible for these effects. These factors might include the space environment itself (such as chronic low-dose radiation) and/or confounding extraneous factors (such as temperature, humidity, and dosage repackaging commonly used to meet the limited volume constraints on space vehicles).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15912,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Thorough metadata tabulation could eventually help unravel not only how to preserve drugs in space, but also how to better understand precision responses to such drugs. A recent pharmacogenetics study by the ESA demonstrated that allelic variation may influence the safety and effectiveness of how individual crew members metabolize drugs on the ISS. Researchers examined the 78 standard drugs permanently available on the ISS and found that the metabolism of 24 of them was significantly affected by individual variants in genetic polymorphism enzymes. This discovery suggested that almost one-third of drugs on the ISS may warrant personal dose adjustments or alternative therapies for crew members who have allelic predispositions that can render them anywhere from poor metabolizers (with decreased drug clearance, increased plasma drug levels, and potential adverse drug response) to ultra-rapid metabolizers (with increased drug clearance, decreased plasma drug levels, and potential ineffective drug response). Populations throughout the world can have different frequencies of genetic polymorphism enzymes that affect drug metabolisms; thus, pharmacogenetic screening of consenting astronauts from diverse backgrounds could better ensure equal representation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17180,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Personal astronaut drug-metabolism profiles could be generated based on the two reaction phases of drug biotransformation. The first drug biotransformation reaction produces a more water-soluble and less active metabolite usually through the hydroxylating enzyme superfamily known as Cytochrome P450 (CYP450). This enzyme superfamily is believed to account for 75% of total drug metabolism. Indeed, CYPs have recently been suggested to be altered in flight due to alterations in insulin and estrogen signaling. Several CYP450 genes are highly polymorphic, producing enzyme variants that cause variability in drug-metabolizing effects between groups. During mission planning, CYP450 genetic variant profiles for consenting astronauts could be generated and cross-referenced with mission drug lists to prevent scenarios in which crew members would otherwise metabolize drugs in harmful or inefficient ways. The second drug biotransformation is usually a conjugation reaction wherein a small molecule binds to the drug metabolite and increases its solubility for excretion. For this situation, consenting astronauts could assess their pre-mission status of all nutrient cofactors and conjugation agents (such as glutathione, glycine, cysteine, arginine, and taurine) to inform their optimum conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18480,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "One concrete example of how CYP allelic variants could inform treatments during space exploration relates to acute radiation sickness (ARS). ARS is an accepted risk on orbit, and common medications to treat its primary symptoms of nausea and vomiting include ondansetron and granisetron, which are both metabolized differently in the liver based on individual CYP genetic polymorphisms. Specifically, the CYP2D6 enzyme metabolizes ondansetron, and, hence, groups who are ultra-rapid metabolizers of the CYP2D6 pathway have a higher risk of still vomiting within one day of radiotherapy with ondansetron. These groups may benefit from treating ARS with granisetron, which is instead metabolized by the CYP3A enzyme. Another example of how CYP allelic variants could inform spaceflight therapies based on personal predispositions relates to sleep drugs, which are commonly used by crew. In fact, 78% of shuttle crew reported taking zolpidem and zaleplon, powerful sleep pills, for more than half of the nights of their missions. CYP3A polymorphisms are known to affect zolpidem metabolism, but not zaleplon metabolism, and astronauts could use this knowledge to more safely tailor their sleep-related treatments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19691,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "It may also be meaningful to investigate optimal doses of medications that are more tailored to the demanding lifestyles of astronauts. For example, unlike many individuals on Earth, astronauts on the ISS are occasionally awakened by alarms during scheduled sleeping shifts in order to perform emergency tasks that require effective cognitive and psychomotor capabilities. A study at NASA Johnson Space Center found that subjects who consumed a higher dose of zolpidem before sleep experienced significantly reduced cognitive and psychomotor performance during emergency awakenings; however, they found no similar impairments in subjects who consumed the lower dose of zolpidem, the dose of zaleplon, or the placebo before sleep onset. Hence, even though the approved doses of zolpidem and zaleplon may be fit for most terrestrial applications, the unique duties during spaceflight may warrant adjusted recommended dosages of these, and possibly other, approved medications.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20666,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Even the metabolism of medications may be altered in spaceflight compared to on Earth. The kidneys, which play a major role in drug excretion, may reduce urine output during weightlessness. The liver, which is the main organ that metabolizes drugs and xenobiotics, may also behave differently between terrestrial and spaceflight conditions, although results have been conflicting: While some studies have reported an increase in hepatic blood flow and size during spaceflight, other studies have suggested a decrease in hepatic metabolism in space, which may roughly correspond to a decrease in hepatic blood flow due to the hypovolemia that occurs on orbit. Clear elucidation of potential differences between drug metabolism in terrestrial versus orbital conditions will require further investigation, and any reliable findings could eventually be integrated for improved aerospace healthcare recommendations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21577,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Micronutrient metabolism in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21611,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Recent studies are elucidating tentative relationships between omics and micronutrient intake that may link to adverse health events in space. One key example of this is one-carbon metabolism, which involves the transfer of methyl groups from donors (such as folate, B12, choline, and betaine). We note that many of the donors are essential inputs that must be obtained from the diet. The enzymes that regulate one-carbon metabolism are produced from highly polymorphic methyltransferase genes; any possible ramifications for human spaceflight are only recently unfolding.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22184,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As an example, spaceflight-associated neuro-ocular syndrome (SANS) is a unique and distinctive clinical manifestation. It includes optic disk edema (swelling), choroidal folds, and focal areas of ischemic retina (cotton wool spots). This disease is believed to present in over 20% of astronauts both during and after short and long duration spaceflight. With no known terrestrial analogue, evidence-based countermeasures are only recently emerging; these include lower body negative pressure and nutritional supplementation, the latter of which could be further refined through omics studies. Indeed, one research group examined 49 astronauts and discovered that common variations in one-carbon metabolism genes, combined with lower levels of vitamins B2, B6, and B9, appeared to be associated with SANS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22989,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In addition to poor neuro-ocular health, disordered one-carbon metabolism may play a role in bone fragility (with increased osteoclast activation and decreased osteoblast activity), hypertension (with increased intraocular pressure), and chromosome instability (with concurring folate deficiency increasing defective DNA repair). It is indicative that this single metabolic property may have wide-ranging impacts on some of the more perplexing health complications known to occur during spaceflight. For these reasons, one-carbon metabolism is an example candidate for deeper research into a future precision space medicine approach.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23623,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There is likewise preliminary evidence that prolonged radiation exposure may interact with genetic polymorphisms that alter micronutrient metabolism, predisposing to disease in space. For example, there is precursory evidence suggesting that the space environment partially contributes to altered iron metabolism in astronauts. Iron overload is believed to occur more often in individuals with allelic variants for hemochromatosis (HFE). Simultaneously, urinary magnesium (Mg) levels are reported to decrease during space missions, with a slight majority of post-spaceflight astronauts presenting with levels below minimum clinical guidelines. Taken together, these provisional observations suggest that astronauts with HFE allelic variants may develop unusually high levels of iron when exposed to the space environment, which may induce oxidative stress and unstable DNA. Given that Mg repairs DNA damage, further research may be justified to examine whether convergent Mg deficiencies could complete a dangerous aggregation of risk events in a subset of astronauts who are susceptible to this array of environment, omics, and dietary intake parameters. DNA stability is a leading human safety concern in space and hence it seems meaningful to investigate whether consenting individuals can benefit from optimizing any essential dietary inputs with relevance to DNA repair before, during, and after spaceflight based on precision risk profiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25070,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The supplementation of Vitamin D, another important micronutrient, is regularly integrated into spaceflight nutrition programs. While Vitamin D is well-known for its influence on bone production, it impacts several more biological processes, including immune system modulation. Its effect on immunity seems to be mediated by the Vitamin D receptor (VDR), expressed by antigen-presenting cells and activated T cells. Conversely, Vitamin D and VDR are necessary to maintain a healthy number of regulatory T cells. Allelic variants of the VDR gene appear to be associated with better response to Vitamin D supplementation, and allelic variants of genes (such as 7-Dehydrocholesterol reductase (DHCR7), a gene related to sterol metabolism) are believed to be related to improved Vitamin D metabolism and insulin resistance. Therefore, poor Vitamin D status and metabolism of individuals during space missions, which already have inherent stressful elements, might negatively affect the immune systems of astronauts, and this could potentially be mitigated through precision omics profiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26156,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Macronutrient metabolism in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26190,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Differences in macronutrient consumption needs have been linked to variants in genes, such as the Retinoic acid receptor beta (RARB) gene, the DNA damage-regulated autophagy modulator 1 (DRAM1) gene, and the Fat mass and obesity-associated (FTO) gene. Altogether, these variants appear to be associated with body composition, fat distribution, and obesity risk in relation to carbohydrate, lipid, and protein intake. Initial studies have suggested that endocrine changes linked to spaceflight modify metabolism and strengthen its association with alterations in astronaut body composition and nutritional intake needs. It may be possible that long-duration space voyages could exacerbate dietary deficits. The nutritional condition of astronauts appears to be affected by metabolic stress, changing gut flora, altered feeding behavior, vitamin insufficiency, and electrolyte imbalance. Maintaining energy balance in space missions will likely be critical for maintaining body fat muscle homeostasis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27190,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "These early findings imply a possibility that prolonged space exposure and dietary deficits may interact with genetic polymorphisms in a subset of astronauts to promote unusual pathologies that could be prevented by better nutritional information and health plans based on thorough research in the spaceflight omics discipline. It may hence be valuable to properly investigate and characterize any relationships between micronutrients, macronutrients, pharmaceuticals, omics, and various spaceflight environmental factors. These relationships are complex and underline the critical usefulness for rigorous standardization of space omics data and metadata so that meta-analyses may one day disentangle more confidently which factors are linked to preventable diseases at both the group and individual levels during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28017,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Standardized space omics collection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28053,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Standardization of space omics data and metadata would be an important component of a successful human space omics discipline. JAXA is currently conducting human liquid biopsy studies on the ISS. The main purpose of the studies is to investigate how the space environment affects humans at the tissue level. Besides fat and skin samples, which can be risky, whole-body solid tissue biopsies cannot typically be conducted in humans in space. As a result, the project proposes to perform minimally invasive liquid biopsies in astronauts. Liquid biopsies can detect cell-free components (microRNA, RNA, DNA, and extracellular vesicles) in the blood and scientists can estimate which tissues the cell components are derived from, allowing for full-body monitoring of omics responses. While solid biopsies only reflect a single time point of a single site on a single tissue, liquid biopsies can allow for a less invasive assessment of extracellular DNA and RNA in the plasma, which can represent molecular responses of the internal tissues in the body and can be obtained at repeated timepoints. The project proposes to collect astronaut blood samples at multiple time points before, during, and after living on the ISS. Murine and human plasma samples may be processed using the same processing protocol, thereby allowing for direct comparison of human and veterinary patients in a minimally invasive fashion for both species. These unique data collections are expected to enable cross-species integrative data analysis of space environment effects on mammals in a manner that is less technically and ethically complex than previous methods.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29692,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Moving forward, the majority of sampling on astronauts would likely consist of liquid biopsy approaches and other non-invasive and minimally invasive procedures. Traditional tissue biopsies carry a risk of infection and localized pain which could compromise astronaut health and performance in physical tasks such as spacewalks. Furthermore, less invasive sampling methods are often quick to perform and do not require significant recovery periods between samples, which can allow for more frequent sampling and thus greater temporal resolution of omic changes throughout missions. The feasibility of orbital sampling and readout can be explored for various biological sources, such as saliva, sweat, tears, urine, and nasal discharge, some of which have been reviewed in the context of human spaceflight elsewhere. An increase in capabilities for inflight omic processing and readout could also enable inflight interventions to maintain health, such as nutritional supplements based on gene regulatory changes related to metabolism of specific vitamins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30747,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "New metadata normalization is another example of a rising standardization challenge that comes with the arrival of human space omics projects. Some key metadata parameters that should be collected from humans include environment, diet, nutrition, psychosocial dynamics, lifestyle, medical history, anthropometrics, and phenotypes. Many of these metadata parameters have not been necessarily collected in space and hence have no standardization methods. For instance, wearable technology could be implemented to provide metadata of astronaut health, similar to fitness trackers that have been successfully used on Earth to measure various medical parameters, including increased insulin resistance, which has also been observed in spaceflight. At the same time, metadata can be misused to identify individual astronauts, an ethical problem that, unlike in model organism studies, has to be addressed. With a mission to continuously improve recommended metadata normalization protocols for space omics data, ISSOP may help spark discussions needed to resolve some of these challenges.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31830,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In addition to best efforts to standardize space omics studies, increased resolution may help interpret allelic variants associated with disease risks by more precisely pinpointing cell types and states involved in biology. Achieving this goal relates back to our project exploring an example set of alleles that are putatively linked to protective mechanisms, and their implications for therapeutic compound discovery and improved spaceflight nutrition and lifestyle recommendations. As described next, extending standardized approaches toward space omics data that is higher in resolution could enable the generation of cell space atlases, which could further push forward a developing field of precision space healthcare.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32555,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Human cell space atlas",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32578,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To date, bulk transcriptomic technologies, such as RNA-sequencing (RNA-seq) and microarrays, have mostly been used to understand how spaceflight impacts physiology. These approaches have characterized physiology at the tissue level, composed of billions of diverse cells, rather than at the individual cell level. However, to obtain a thorough understanding of the complex dynamics that spaceflight causes in humans, there is a need to increase the analysis resolution level. In the Space Omics and Medical Atlas (SOMA), researchers recently collected high-resolution omics data from commercial astronauts during the Inspiration4 mission; the project included multi-omics spatial mapping, single-nucleus RNA-seq (snRNA-seq), single-cell RNA-seq (scRNA-seq), and single-cell Assay for Transposase-Accessible Chromatin sequencing (scATAC-seq). Civilian missions may greatly contribute to advancing the spaceflight omics field, given that many commercial spaceflight participants have expressed voluntary interest in participating in space biomedical research and sharing data for biobanks and scientific publication. These technological advances have created an unprecedented opportunity for in-depth molecular studies in space biology in the short- and middle-term future.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33852,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In recent years, researchers on Earth have used high-resolution omics to create a plant cell atlas (PCA), mouse cell atlas (MCA), and human cell atlas (HCA). These initiatives aim to construct thorough spatial maps of all cells in organisms as references for research, diagnosis, monitoring, and treatment of disease, and assist in the development of better therapies. Contemporary routine blood tests that provide rough counts of white and red blood cells could become acutely more informative if cell types and states can be discerned with finer granularity. This could lead to improved diagnostic tests that detect infections before clinical symptoms are present, representing a shift from reactionary treatment of health issues towards a preventative approach.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34617,
            "infons": {
              "file": "41467_2024_47237_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Cell space atlas.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34635,
            "infons": {
              "file": "41467_2024_47237_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Multi-omic experiments, whether on Earth or in space, have a number of complexities when designing and comparing results to other published work. Namely, there are numerous models which could be leveraged to investigate the molecular (omic) changes in different organ systems using different technologies, which can then be processed and analyzed in numerous ways. Further, experiments conducted in space may be more influenced by environmental factors that are either regulated within the craft (such as oxygen) or not (such as radiation). These environmental factors are crucial to understanding results and can drastically vary by experiment. Given these complexities, understanding the environmental factors during a mission and the exact experimental design (including acquiring and analyzing the data), and standardizing them across agencies will be crucial to the development of aerospace multi omic analyses. Further, given the overall cost of these experiments as well as the limited resources to conduct them, this centralized and normalized database, which is accessible to other scientists, can assist our understanding of spaceflight risks, their counter measurements, and monitoring.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35833,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As society becomes increasingly spacefaring, one can envision the development of parallel initiatives to the PCA, MCA, and HCA that are specific to the space environment (Fig. 2). A plant, mouse, and human cell space atlas (PCSA, MCSA, and HCSA) could improve our understanding of how each system responds to spaceflight and hence enhance health monitoring capabilities during prolonged space missions. Having access to the different changes occurring at the spatial cell type level in key organs between ground control and flight conditions would allow researchers to better understand how cell-cell interactions are altered by spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36476,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "These insights could therefore lead to a more detailed comprehension of how various botanical organisms, veterinarian patients, and human patients respond to spaceflight in order to design new and substantially more precise treatments as countermeasures for health in space. The cell space atlases could serve as openly available international resources developed at the start of the human space omics era that span multiple generations to come, not only to characterize cellular responses to spaceflight but also to investigate how cell cross-talk is altered when the system is exposed to extreme environmental conditions like space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37111,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Human and model organism cell space atlases could be constructed in a minimally invasive manner, using in vitro and ex vivo technologies. For example, tissue chips (organs on chips) could be viable options for high-resolution space omics studies. In the past several years, a series of experiments have tested tissue chips on the ISS through the Tissue Chips in Space initiative, which is a partnership between the ISS National Lab and the National Center for Advancing Translational Sciences (NCATS) at the National Institutes for Health (NIH). Tissue chips are composed of human cells grown on artificial 3D scaffolds to model the structure and function of human tissues, allowing researchers to assess how major organs and systems in the human body respond to the extreme environment of space. Real human tissues can also be studied in spaceflight following protocols similar to the Suture in Space initiative, where living tissue from biopsies are extracted and sutured together to serve as models to better understand physiological mechanisms in space, including wound repair and regeneration. Engineers have already developed miniaturized equipment and automation procedures for tissue chips to be employed in low capacity during flight missions. ESA plans to develop a 3D bioprinter for the ISS that could generate human tissue constructs in microgravity to study the complexity of cellular component responses to the space environment. In addition to their role in potentially developing cell space atlases, personalized chips and tissues could also be exposed to extreme environments before missions to assess individual risks, and then could be placed on spaceflight to monitor health changes and test prospective countermeasures.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38852,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We note that the omics methods used to construct cell space atlases may depend on whether sample processing occurs during spaceflight and/or back in terrestrial labs. For example, scRNA-seq approaches require fresh material, whereas snRNA-seq approaches can use frozen samples. Spaceflight restrictions may also limit omics approaches: For instance, methods may initially be proteomics-based on orbit to successfully accommodate compact equipment that can operate at low power. This could potentially lead to the generation of a human protein space atlas that integrates spatial mapping of human proteomics into atlas efforts, paralleling the Human Protein Atlas project already initiated in terrestrial healthcare.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39568,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Overcoming these technical boundaries and optimizing the quality of these technically novel datasets would require input from experienced omics scientists with extensive knowledge about spaceflight biology. ISSOP is composed of members with stated missions to routinely update recommended sample processing guidelines for space omics datasets to allow for better harmonization of data and increased gain of knowledge. Members have expertise related to the processing of multi-omics data samples, and several ISSOP members are prime contributors to the previously mentioned JAXA and NASA projects utilizing cutting-edge and high-resolution omics techniques. As a result, ISSOP could serve as a community that is integral for propelling the space omics field into the next stage of innovation with projects related to themes such as the construction of cell space atlases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40439,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Alongside the technical challenges of constructing a human cell atlas for spaceflight, the generation and usage of human space omics data poses considerable ethical, cultural, and legal challenges that would need to be carefully resolved through policy development. Indeed, one motivation of the current perspective paper is to provide examples of the upcoming ethical and legal complexities inherent to the nascent human space omics discipline in order to encourage earlier discussions amongst international ethicists, philosophers, scientists, and the public community.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41011,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Ethical and policy considerations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41045,
            "infons": {
              "file": "41467_2024_47237_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Ethics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41053,
            "infons": {
              "file": "41467_2024_47237_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Policies pertaining to the collection, storage, and usage of omics data from consenting astronauts and spaceflight participants would need to be carefully balanced. Thorough discussion amongst international ethicists could ensure that such policies are designed such that they are not so restrictive that they significantly limit the potential for scientific progress and improved occupational healthcare in space, and not so permissible that they expose participants to ethical harms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41539,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As a consequence of the increasing adoption of human omics research in space, it has become crucial to increase standardization of policies for regulating the collection, storage, access, and usage of astronauts’ (sometimes called spaceflight participants, or SFPs) omics data. Based on recommendations from a 2014 report by the National Academy of Medicine (formerly the Institute of Medicine), NASA instituted a policy (NPD 7170.1) regarding the collection and usage of genomic data for human research. However, we are not currently aware of other prominent space agencies - or commercial spaceflight companies - publishing public policies regarding astronaut or crew omics data. Notably, the United Nations recently formed a working group on “Space and Global Health”. In their draft resolution (A/AC.105/C.1/L.402), they encourage Member States to “establish a policy-enabled environment and governance mechanisms, with due consideration of legal and ethical issues, for removing barriers to the effective use of space-based technologies, including telemedicine solutions”. The current rarity of human omics collection and curation can be viewed as a barrier to the development and deployment of emerging space-based health technologies, including precision healthcare. Thus, in the following section, we consider legal and ethical challenges pertaining to policymaking in this context, concluding with some thoughts on how best to achieve balanced policies which support space omics research while protecting the rights of the participants (Fig. 3). Ethical considerations of human omics research is an emerging area for spaceflight, this is just part of the bigger picture of space ethics, and human omics research on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43281,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Dangers of restrictive policies: scientific potential unused",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43342,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As mentioned throughout this manuscript, standardized collection and curation of human space omics data has great potential to accelerate scientific research into human health in space and enable the deployment of precision medicine technologies to improve occupational healthcare during spaceflight missions. Therefore, underutilization of the scientific and healthcare potential for human space omics data is the primary danger of overly restrictive policies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43804,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Firstly, if policies restrict the operational usage of human space omics data in occupational health processes, such as countermeasure design and long-term health monitoring, the full potential for reducing health risks might not be realized. Consequently, this could endanger crew members, reduce likelihood of mission success, and potentially infringe upon the duty of care space agencies have for their astronaut employees. This duty of care includes not just the immediate health and safety of astronauts during missions, but also their long-term health due to occupational exposures such as cosmic radiation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44418,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Secondly, if policies do not allow for sufficient data to be collected and processed from humans in space for research purposes, the pace of space life sciences research will be slower, with increased dependency on ground-based analogs. Similarly, restrictive policies for data accessibility/sharing would also slow the pace of research. When investigators contribute data to the scientific community through open-science initiatives, it can be analyzed via varied approaches, including comparatively to other datasets to yield novel insights. In the context of spaceflight omics data, the value of open-science has recently been demonstrated through a large-scale multi-omics analysis comparing datasets from the NASA GeneLab biorepository, to uncover mitochondrial dysregulation as a key hub of the biological response to spaceflight. Biorepositories can be leveraged with “Big data” approaches, where patterns such as radiation sensitivity, can be learned via the application of machine learning methods to collections of multi-omics datasets. With increased collection of omics data from humans in space, these kinds of approaches could be applied to human spaceflight, such as to predict susceptibility to radiation-based health issues in individual crewmembers. Limiting accessibility to human space omics data creates a barrier to analysis efforts, thus every decrement from complete open access reduces the scientific utility of the data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45869,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A final consequence of restrictive policies is reductions in the scope and precision of the data provided to the wider scientific community. For the NASA Twins study, authors of one follow-up paper that accessed and reanalyzed the original study data indicated that single nucleotide polymorphisms (SNPs), indels, copy number variations (CNVs), and structural genomic elements could not be included in the publication for confidentiality purposes, thus limiting the scope of their public facing analysis. Regarding precision, efforts to anonymize and sanitize the data prior to data sharing - including data aggregation approaches and withholding metadata - could reduce the scientific utility, particularly as individual differences, such as gene variants associated with susceptibility to health issues, are essential information for unlocking precision healthcare approaches.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46748,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Dangers of permissible policies: exposure to ethical harms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46807,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "On the other hand, while scientific utilization of human space omics data could reduce health risks for crews, if policies are overly permissible, omics research could also lead to harm by exposing human subjects to ethical issues. In the case of space agencies, this would also infringe on their duty of care to their astronaut employees. Due to the familial nature of genomics, these issues may also affect family members. Notably, compared to typical terrestrial cohorts, many of these ethical challenges are amplified by the unique nature of the spacefaring population; astronauts are easily identifiable due to their current rarity and status as public figures.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47474,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "One ethical issue that is particularly amplified by the standing of astronauts is that of privacy. The term “genetic privacy” is used ubiquitously, yet privacy breaches could apply to any identifiable omic-based personal data. Privacy breaches would involve disclosure of this data against the will of the participants, which could lead to psychological harm. Specifically, policies may be considered overly permissible if they fail to account for the risks of identifiability from the full range of omic data types and data formats. It is well understood that individuals can be identified using genomics data, such as SNPs. However, identification via other omic data types, such as transcriptomics, proteomics, microbiomics, and combinations of omic types (multi-omics), is a developing area of the literature. Identifying specific participants becomes possible through “linkage attacks” when phenotypic information is available in addition to the omics data. Due to the nature of astronauts as public figures, phenotypic information such as ethnicity, age, and biological sex is readily available to the public. The small population size also means that the number of possible matches is limited, increasing the likelihood of successful linkage attacks. Aside from linkage attacks, privacy may also be violated via attacks on the data storage system. Thus, policies may be considered overly permissible if they do not ensure appropriate security and safeguarding mechanisms against data breaches.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48983,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Relating to the issue of privacy is the ethical issue of genetic discrimination, which refers to individuals receiving differential or unfair treatment based on their genetic data. Policies permitting space agencies to use omics data predictive of health issues, such as genetic variants, in astronaut selection or during processes such as flight assignment, could be seen as discriminatory. Indeed, many countries worldwide have enacted laws to prevent the use of genetic information in employment decisions. It is worth noting that this is somewhat of a controversial and complex topic; for example, in the United States, the military can use routine genetic screening results to inform assignment decisions, such as to withhold deploying troops with G6PD deficiency to locations which would require them to take antimalarial drugs, since doing so can cause life-threatening hemolytic reactions. While the United States Space Force could present an interesting exception, NASA is not a branch of the military, so it is subject to the Genetic Information Nondiscrimination Act 2008 (GINA), and therefore it would seem that it cannot use omic information in assignment and employment decisions, which is also aligned with the current NASA policy (NPD 7170.1). However, even with precision medicine approaches, sending an individual with a genetic predisposition to spaceflight-associated risks, such as radiation susceptibility, on a long-duration mission to Mars may still increase the likelihood of a serious medical incident. Thus, it has been suggested that omic information would be useful for spaceflight selection and assignment processes. This presents an ethical dilemma, where on the one hand, using omic information for flight assignment without the individual’s consent could be seen as discriminatory, and on the other hand, not doing so could potentially endanger the crew and reduce likelihood of mission safety and success. An additional consideration here is that some spaceflight-relevant genetic mutations may be linked to certain populations on Earth, which raises further issues of equity. Using omics for precision healthcare does appear to be supported under the current NASA policy and GINA, and this could hopefully decrease health risks associated with individual differences during spaceflight missions to an acceptable level, while refraining from using omics information for employment selection and flight assignment. Altogether, this balance may align with what is perhaps the current consensus for an appropriate compromise, based on regulations in many regions worldwide.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51590,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "One further ethical issue that will be faced by space agencies and commercial spaceflight companies collecting astronaut omics is the risk of incidental findings. For example, collection and analysis of astronaut omics data could reveal unexpected findings, such as predisposition to late onset Alzheimer’s disease. In some cases, these findings may not be medically actionable. Disclosing these findings to the astronaut could cause them and their family members psychological harm. Policies would be seen as overly permissible if they do not factor in the risk of incidental findings and fail to implement appropriate and clear procedures for disclosure and genetic counseling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52272,
            "infons": {
              "section_type": "INTRO",
              "type": "title_2"
            },
            "text": "Keys to developing balanced policies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52309,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Ultimately, policymaking for human space omics should be considered as a balancing act between developing policies that are not so overly restrictive that they limit the scientific potential of the data, and not so overly permissible that they invoke risk and expose participants and their families to harm. Standardization of policies could ensure that an appropriate balance is struck, safeguarding against ethical risks, while enabling appropriate accessibility for scientific and healthcare utilization of the data. This need for balance is embedded into the mixed role of space agencies, as research institutions and clinical care providers for astronaut employees. While each dataset may still need to be considered on a case-by-case basis, such as for assessing identifiability of the data, clear policy frameworks could reduce bias and help to prevent unwarranted delays associated with unstandardized policy. As the number of humans and enterprises in space increases, and the understanding of omics increases in the context of ethical issues including privacy and discrimination, standards will need to be continually reassessed and updated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53461,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "It is worth noting that while ethical challenges such as privacy are certainly amplified at present by the relatively unique standing of astronauts as a small cohort of figures in the public spotlight, to some extent, these issues are also shared by rare disease cohorts and elite athlete cohorts on Earth, and so existing policies in areas including handling incidental findings and data sharing appear to present an apt starting point for discussion.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53914,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "It is essential that standardization of policymaking for human space omics be considered with an international perspective, as space agencies and commercial companies are subject to different laws based on geographical region, and may also be influenced by cultural differences. For example, laws surrounding genetic discrimination and handling of incidental findings vary internationally. Where appropriate, policies should aim to find harmonious solutions within the framework of internationally established legislation, such as the Declaration of Helsinki, respecting the rights of the human data subjects while giving careful consideration to the specific challenges of the astronaut or crew population and the societal role of human spaceflight. On the ISS, the IGA (intergovernmental agreement) extends the jurisdiction of countries to their registered elements and personnel; for example, European law applies to European astronauts and the Columbus laboratory module on the ISS, with the existence of member state national laws adding further complexity. Conversely, the Human Research Multilateral Review Board (HRMRB) is a review board between international partners to ensure that all human subject research onboard the ISS is conducted ethically according to internationally agreed principles. It is likely that future missions, including commercial missions involving multi-national participants, will require similar navigation of international laws to create policies. This need to design harmonious international policy raises concerns over fairness; for example, if a country has more restrictive laws in areas such as data protection, it may become challenging for citizens of that country to participate in international space missions, omic studies, and omic-based technologies such as precision healthcare.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55742,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Similarly, given the role of international collaboration in human spaceflight research, establishing clear and harmonious policies for lawful sharing and processing of human space omics data will be crucial. Where human space omics data is deemed to be identifiable, databases should adhere to high standards of security, and access levels or other technical solutions for reducing ethical harm risks should be considered. For example, data sanitization methods can manipulate the data to reduce the risk of identification, but should be balanced against the potential loss of scientific utility. Additionally, federated approaches, such as federating learning for training AI models without moving the data across jurisdictions, could prove useful. In adherence to FAIR (Findable, Accessible, Interoperable and Reusable) principles, human space omics data should be as “as open as possible, as closed as necessary”, in order to maximize scientific utility while protecting the rights of the participants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56752,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Furthermore, an important aspect of developing appropriate policies will be striving for meaningful informed consent from participants, both in terms of consenting to venture into space, and consenting to the collection, usage, and sharing of their omics data. To the former point, omics technologies, such as predicted risk based on individual differences, could help to provide participants with additional data, enabling greater decision autonomy to improve the informed consent process for space travel. Broad consent has been proposed as a potential solution to gain consent in the context of omics research, where it may be hard to define future uses of the data at a granular level, and the identifiability risks of different omics data types may be challenging to accurately quantify. When carefully implemented, it has been argued that broad consent may be an appropriate choice for obtaining consent in the context of space omics studies and has been used in the recent commercial spaceflight health data repository established by the Cornell Aerospace Medicine Biobank and the Translational Research Institute for Space Health (TRISH).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57900,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Discussions regarding the development of appropriate policies need to commence early, so that anticipatory policies are ready as the science is ready. With deep molecular profiling of astronauts now at the forefront of space biology research, and a key part of the climate of commercial spaceflight and ambitious missions outside of LEO, now would seem the opportune time to kick-start discussions into appropriate policy design. ISSOP, with its international membership and links to NASA GeneLab and the ESA Space Omics Topical Team, is well positioned to help guide standardization of policy-making regarding astronaut or commercial crews’ omics data, particularly from a scientific perspective. ISSOP can work closely with groups such as the Global Alliance for Genomic Health (GA4GH) to merge expertise in spaceflight omics research and terrestrial omics policymaking, which could help to ensure that policies maximize scientific utility while protecting the rights of the astronauts and crews.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58901,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58913,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "In the coming years, humans may venture into space for unprecedented durations and distances outside of the Earth’s radioprotective magnetosphere. Resupply and evacuation would be precluded in some cases, calling for a modernized spaceflight nutrition, wellness, and telehealth field that would likely incorporate molecular omics. Precision healthcare is becoming more commonplace for populations on Earth, where international consortiums are using high-resolution omics to construct the Human Cell Atlas. It seems probable that as increasingly large and diverse populations enter space, the purposeful implementation of routine standardized omics with consenting participants during spaceflight could similarly permit precision space healthcare and a Human Cell Space Atlas. The cell space atlas could serve as an open access, global reference for basic space life science research. While human space omics could catalyze critical improvement of safety measures for future space travelers, numerous ethical, cultural, and legal challenges would need to be carefully surmounted from global viewpoints. This manuscript provided examples of both the potential healthcare benefits and the ethical complexities that will likely be inherent to the human space omics discipline as a means to encourage anticipatory discussions amongst international ethicists, philosophers, scientists, and the public community.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60321,
            "infons": {
              "section_type": "CONCL",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60459,
            "infons": {
              "section_type": "CONCL",
              "type": "footnote"
            },
            "text": "These authors contributed equally: Lindsay A. Rutter, Henry Cope, Matthew J. MacKay.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60544,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60565,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Conceptualization: L.A.R., H.C., M.J.M., S.A.P., R.B., D.B., N.J.S., M.M., C.E.M. and S.G. Methodology: L.A.R., M.J.M., C.E.M. and S.G. Software: M.J.M. Formal Analysis: L.A.R. and M.J.M. Investigation: L.A.R., H.C., M.J.M., C.E.M. and S.G. Resources: C.E.M. and S.G. Data Curation: L.A.R. and M.J.M. Visualization: M.J.M. Writing-Original Draft: L.A.R., H.C., D.M.T., N.J.S., D.B. and S.G. Writing-Review and Editing: L.A.R., H.C., R.H., S.D., S.V.C., A.M.P., R.B., D.M.T., D.B., N.J.S., M.M., C.E.M. and S.G. Supervision: R.B., D.M.T., M.M., C.E.M. and S.G. Project Administration: C.E.M. and S.G. Funding Acquisition: R.H., D.M.T., M.M., C.E.M. and S.G.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61222,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Peer review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61234,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Peer review information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61258,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Nature Communications thanks Afshin Beheshti and the other anonymous reviewer(s) for their contribution to the peer review of this work.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61395,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61415,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "D.B. is Co-founder of Poppy Health, Inc. and CSO of Yuri Gravity GmbH; C.E.M is Co-Founder of Onegevity Health; S.G. is scientific advisor to 10x Genomics, which holds IP right to the ST technology, and holds stocks. The remaining authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61686,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61697,
            "infons": {
              "fpage": "177",
              "lpage": "184",
              "name_0": "surname:Summers;given-names:RL",
              "name_1": "surname:Johnston;given-names:SL",
              "name_2": "surname:Marshburn;given-names:TH",
              "name_3": "surname:Williams;given-names:DR",
              "pub-id_doi": "10.1016/j.annemergmed.2005.02.010",
              "pub-id_pmid": "16046951",
              "section_type": "REF",
              "source": "Ann. Emerg. Med.",
              "type": "ref",
              "volume": "46",
              "year": "2005"
            },
            "text": "Emergencies in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61718,
            "infons": {
              "fpage": "1199",
              "lpage": "1214",
              "name_0": "surname:Gao;given-names:P",
              "pub-id_doi": "10.1101/gr.276521.121",
              "pub-id_pmid": "35667843",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "32",
              "year": "2022"
            },
            "text": "Precision environmental health monitoring by longitudinal exposome and multi-omics profiling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61811,
            "infons": {
              "fpage": "eaau8650",
              "name_0": "surname:Garrett-Bakelman;given-names:FE",
              "pub-id_doi": "10.1126/science.aau8650",
              "pub-id_pmid": "30975860",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "364",
              "year": "2019"
            },
            "text": "The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61894,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Mason, C. E. TheNext 500 Years: Engineering Life to Reach New Worlds. (MIT Press, 2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61983,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Da Silveira W. A. et al. Revamping Space-omics in Europe. Cell Syst. 11, 555–556 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62074,
            "infons": {
              "fpage": "103920",
              "name_0": "surname:Deane;given-names:CS",
              "name_1": "surname:da Silveira;given-names:WA",
              "name_2": "surname:Herranz;given-names:R",
              "pub-id_doi": "10.1016/j.isci.2022.103920",
              "pub-id_pmid": "35265808",
              "section_type": "REF",
              "source": "iScience",
              "type": "ref",
              "volume": "25",
              "year": "2022"
            },
            "text": "Space omics research in Europe: Contributions, geographical distribution and ESA member state funding schemes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62184,
            "infons": {
              "fpage": "D1515",
              "lpage": "D1522",
              "name_0": "surname:Berrios;given-names:DC",
              "name_1": "surname:Galazka;given-names:J",
              "name_2": "surname:Grigorev;given-names:K",
              "name_3": "surname:Gebre;given-names:S",
              "name_4": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1093/nar/gkaa887",
              "pub-id_pmid": "33080015",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "NASA GeneLab: interfaces for the exploration of space omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62249,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Dursi, L. J. et al. CanDIG: Federated network across Canada for multi-omic and health data discovery and analysis. Cell Genom.1, 100033 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62393,
            "infons": {
              "fpage": "225",
              "lpage": "229",
              "name_0": "surname:Brzhozovskiy;given-names:A",
              "pub-id_doi": "10.1177/1469066717717610",
              "section_type": "REF",
              "source": "Eur. J. Mass Spectrom.",
              "type": "ref",
              "volume": "23",
              "year": "2017"
            },
            "text": "Label-free study of cosmonaut’s urinary proteome changes after long-duration spaceflights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62485,
            "infons": {
              "fpage": "807",
              "lpage": "819",
              "name_0": "surname:Liu;given-names:Z",
              "pub-id_doi": "10.1080/19490976.2019.1710091",
              "pub-id_pmid": "31924114",
              "section_type": "REF",
              "source": "Gut Microbes",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Effects of spaceflight on the composition and function of the human gut microbiota",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62568,
            "infons": {
              "fpage": "2098",
              "lpage": "2113",
              "name_0": "surname:Ansdell;given-names:M",
              "name_1": "surname:Ehrenfreund;given-names:P",
              "name_2": "surname:McKay;given-names:C",
              "pub-id_doi": "10.1016/j.actaastro.2010.10.025",
              "section_type": "REF",
              "source": "Acta Astronaut.",
              "type": "ref",
              "volume": "68",
              "year": "2011"
            },
            "text": "Stepping stones toward global space exploration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62616,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Schmidt, M. A., Schmidt, C. M., Hubbard, R. M. & Mason, C. E. Why personalized medicine is the frontier of medicine and performance for humans in space. New Space8, 63–76 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62797,
            "infons": {
              "fpage": "1134",
              "lpage": "1156",
              "name_0": "surname:Schmidt;given-names:MA",
              "name_1": "surname:Goodwin;given-names:TJ",
              "pub-id_doi": "10.1007/s11306-013-0556-3",
              "pub-id_pmid": "24273472",
              "section_type": "REF",
              "source": "Metabolomics",
              "type": "ref",
              "volume": "9",
              "year": "2013"
            },
            "text": "Personalized medicine in human space flight: using Omics based analyses to develop individualized countermeasures that enhance astronaut safety and performance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62957,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Ginsburg, G. S. & Phillips, K. A. Precision medicine: from science to value. Health Affairs37, 694–701 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63070,
            "infons": {
              "fpage": "2407",
              "name_0": "surname:Makedonas;given-names:G",
              "pub-id_doi": "10.3389/fimmu.2019.02407",
              "pub-id_pmid": "31681296",
              "section_type": "REF",
              "source": "Front. Immunol.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Specific immunologic countermeasure protocol for deep-space exploration missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63151,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Afshinnekoo, E. et al. Fundamental biological features of spaceflight: advancing the field to enable deep-space exploration. Cell184, 6002 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63298,
            "infons": {
              "fpage": "37",
              "lpage": "40",
              "name_0": "surname:Jost;given-names:PD",
              "pub-id_pmid": "19048091",
              "section_type": "REF",
              "source": "Hippokratia",
              "type": "ref",
              "volume": "12",
              "year": "2008"
            },
            "text": "Simulating human space physiology with bed rest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63346,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Wotring, V. E. The risk of therapeutic failure due to ineffective medications Technical Report NASA/JSC-CN-24713 (National Aeronautics and Space Administration, 2011).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63514,
            "infons": {
              "fpage": "705",
              "lpage": "708",
              "name_0": "surname:Putcha;given-names:L",
              "name_1": "surname:Berens;given-names:KL",
              "name_2": "surname:Marshburn;given-names:TH",
              "name_3": "surname:Ortega;given-names:HJ",
              "name_4": "surname:Billica;given-names:RD",
              "pub-id_pmid": "10417009",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "70",
              "year": "1999"
            },
            "text": "Pharmaceutical use by U.S. astronauts on space shuttle missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63578,
            "infons": {
              "fpage": "210",
              "lpage": "216",
              "name_0": "surname:Wotring;given-names:VE",
              "pub-id_doi": "10.1208/s12248-015-9834-5",
              "pub-id_pmid": "26546565",
              "section_type": "REF",
              "source": "AAPS J.",
              "type": "ref",
              "volume": "18",
              "year": "2016"
            },
            "text": "Chemical potency and degradation products of medications stored over 550 earth days at the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63697,
            "infons": {
              "fpage": "299",
              "lpage": "308",
              "name_0": "surname:Du;given-names:B",
              "pub-id_doi": "10.1208/s12248-011-9270-0",
              "pub-id_pmid": "21479701",
              "section_type": "REF",
              "source": "AAPS J.",
              "type": "ref",
              "volume": "13",
              "year": "2011"
            },
            "text": "Evaluation of physical and chemical changes in pharmaceuticals flown on space missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63784,
            "infons": {
              "fpage": "14",
              "name_0": "surname:Blue;given-names:RS",
              "pub-id_doi": "10.1038/s41526-019-0075-2",
              "pub-id_pmid": "31231676",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "5",
              "year": "2019"
            },
            "text": "Supplying a pharmacy for NASA exploration spaceflight: challenges and current understanding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63876,
            "infons": {
              "fpage": "S2",
              "lpage": "S8",
              "name_0": "surname:Kast;given-names:J",
              "name_1": "surname:Yu;given-names:Y",
              "name_2": "surname:Seubert;given-names:CN",
              "name_3": "surname:Wotring;given-names:VE",
              "name_4": "surname:Derendorf;given-names:H",
              "pub-id_doi": "10.1016/j.ejps.2017.05.025",
              "pub-id_pmid": "28533143",
              "section_type": "REF",
              "source": "Eur. J. Pharm. Sci.",
              "type": "ref",
              "volume": "109S",
              "year": "2017"
            },
            "text": "Drugs in space: pharmacokinetics and pharmacodynamics in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63944,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kim, M. & Plante, I. An Assessment of How Radiation Incurred during a Mars Mission Could Affect Food and Pharmaceuticals. (Wyle Science, Technology, and Engineering Group, 2015).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64123,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Stingl, J. C., Welker, S., Hartmann, G., Damann, V. & Gerzer, R. Where failure is not an option—personalized medicine in astronauts. PLoS ONE10, e0140764 (2015).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64287,
            "infons": {
              "fpage": "69",
              "lpage": "76",
              "name_0": "surname:Gaedigk;given-names:A",
              "name_1": "surname:Sangkuhl;given-names:K",
              "name_2": "surname:Whirl-Carrillo;given-names:M",
              "name_3": "surname:Klein;given-names:T",
              "name_4": "surname:Leeder;given-names:JS",
              "pub-id_doi": "10.1038/gim.2016.80",
              "pub-id_pmid": "27388693",
              "section_type": "REF",
              "source": "Genet. Med.",
              "type": "ref",
              "volume": "19",
              "year": "2017"
            },
            "text": "Prediction of CYP2D6 phenotype from genotype across world populations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64357,
            "infons": {
              "fpage": "739747",
              "name_0": "surname:Pavez Loriè;given-names:E",
              "pub-id_doi": "10.3389/fbioe.2021.739747",
              "pub-id_pmid": "34966726",
              "section_type": "REF",
              "source": "Front. Bioeng. Biotechnol.",
              "type": "ref",
              "volume": "9",
              "year": "2021"
            },
            "text": "The future of personalized medicine in space: from observations to countermeasures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64440,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Guengerich, F. P. & Peter Guengerich, F. Cytochrome P450 and chemical toxicology. Chemical Research in Toxicology21, 70–83 (2008).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64573,
            "infons": {
              "name_0": "surname:Mathyk;given-names:BA",
              "pub-id_doi": "10.21203/rs.3.rs-2362750/v1",
              "section_type": "REF",
              "source": "Res. Sq.",
              "type": "ref",
              "year": "2023"
            },
            "text": "Spaceflight alters insulin and estrogen signaling pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64632,
            "infons": {
              "fpage": "8",
              "name_0": "surname:Chancellor;given-names:JC",
              "pub-id_doi": "10.1038/s41526-018-0043-2",
              "pub-id_pmid": "29644336",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "4",
              "year": "2018"
            },
            "text": "Limitations in predicting the space radiation health risk for exploration astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64717,
            "infons": {
              "fpage": "966",
              "lpage": "977",
              "name_0": "surname:Blue;given-names:RS",
              "pub-id_doi": "10.3357/AMHP.5370.2019",
              "pub-id_pmid": "31666159",
              "section_type": "REF",
              "source": "Aerosp. Med Hum. Perform.",
              "type": "ref",
              "volume": "90",
              "year": "2019"
            },
            "text": "Challenges in clinical management of radiation-induced illnesses during exploration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64813,
            "infons": {
              "fpage": "904",
              "lpage": "912",
              "name_0": "surname:Barger;given-names:LK",
              "pub-id_doi": "10.1016/S1474-4422(14)70122-X",
              "pub-id_pmid": "25127232",
              "section_type": "REF",
              "source": "Lancet Neurol.",
              "type": "ref",
              "volume": "13",
              "year": "2014"
            },
            "text": "Prevalence of sleep deficiency and use of hypnotic drugs in astronauts before, during, and after spaceflight: an observational study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64946,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Moltke, L. L. V. et al. Zolpidem metabolism in vitro: responsible cytochromes, chemical inhibitors, and in vivo correlations. Br. J. Clin. Pharmacol.48, 89–97 (1999).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65115,
            "infons": {
              "fpage": "zsy258",
              "name_0": "surname:Dinges;given-names:DF",
              "name_1": "surname:Basner;given-names:M",
              "name_2": "surname:Ecker;given-names:AJ",
              "name_3": "surname:Baskin;given-names:P",
              "name_4": "surname:Johnston;given-names:SL",
              "pub-id_doi": "10.1093/sleep/zsy258",
              "pub-id_pmid": "30576525",
              "section_type": "REF",
              "source": "Sleep",
              "type": "ref",
              "volume": "42",
              "year": "2019"
            },
            "text": "Effects of zolpidem and zaleplon on cognitive performance after emergent morning awakenings at Tmax: a randomized placebo-controlled trial",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65254,
            "infons": {
              "fpage": "1577",
              "lpage": "1578",
              "name_0": "surname:Norsk;given-names:P",
              "pub-id_doi": "10.1016/S0140-6736(00)03135-4",
              "pub-id_pmid": "11075778",
              "section_type": "REF",
              "source": "Lancet",
              "type": "ref",
              "volume": "356",
              "year": "2000"
            },
            "text": "Unexpected renal responses in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65290,
            "infons": {
              "fpage": "1",
              "lpage": "8",
              "name_0": "surname:Grigoriev;given-names:AI",
              "pub-id_doi": "10.1016/0094-5765(91)90092-J",
              "pub-id_pmid": "11537109",
              "section_type": "REF",
              "source": "Acta Astronaut",
              "type": "ref",
              "volume": "23",
              "year": "1991"
            },
            "text": "Preliminary medical results of the Mir year-long mission",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65347,
            "infons": {
              "fpage": "2538",
              "lpage": "2557",
              "name_0": "surname:Dello Russo;given-names:C",
              "pub-id_doi": "10.1111/bph.15822",
              "pub-id_pmid": "35170019",
              "section_type": "REF",
              "source": "Br. J. Pharmacol.",
              "type": "ref",
              "volume": "179",
              "year": "2022"
            },
            "text": "Physiological adaptations affecting drug pharmacokinetics in space: what do we really know? A critical review of the literature",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65475,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Lee, A. G. et al. Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update. npj Microgravity6, 10.1038/s41526-020-0097-9 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65676,
            "infons": {
              "fpage": "895",
              "lpage": "900",
              "name_0": "surname:Ong;given-names:J",
              "pub-id_doi": "10.1136/bjo-2022-322892",
              "pub-id_pmid": "36690421",
              "section_type": "REF",
              "source": "Br. J. Ophthalmol.",
              "type": "ref",
              "volume": "107",
              "year": "2023"
            },
            "text": "Spaceflight associated neuro-ocular syndrome: proposed pathogenesis, terrestrial analogues, and emerging countermeasures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65797,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Zwart, S. et al. Vision changes after spaceflight are related to alterations in folate– and vitamin B-12–dependent one-carbon metabolism. SciVee10.4016/38821.01 (2012).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65970,
            "infons": {
              "fpage": "141",
              "lpage": "148",
              "name_0": "surname:Zwart;given-names:SR",
              "pub-id_doi": "10.1096/fj.15-278457",
              "pub-id_pmid": "26316272",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "30",
              "year": "2016"
            },
            "text": "Genotype, B-vitamin status, and androgens affect spaceflight-induced ophthalmic changes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66058,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kesler, A. et al. Thrombophilic factors in idiopathic intracranial hypertension: a report of 51 patients and a meta-analysis. Blood Coagulation Fibrinolysis21, 328–333. 10.1097/mbc.0b013e328338ce12 (2010).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66266,
            "infons": {
              "fpage": "21",
              "lpage": "33",
              "name_0": "surname:Fenech;given-names:M",
              "pub-id_doi": "10.1016/j.mrfmmm.2011.11.003",
              "pub-id_pmid": "22093367",
              "section_type": "REF",
              "source": "Mutat. Res.",
              "type": "ref",
              "volume": "733",
              "year": "2012"
            },
            "text": "Folate (vitamin B9) and vitamin B12 and their function in the maintenance of nuclear and mitochondrial genome integrity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66386,
            "infons": {
              "fpage": "864",
              "lpage": "866",
              "name_0": "surname:Smith;given-names:SM",
              "pub-id_doi": "10.1016/S0899-9007(02)00912-7",
              "pub-id_pmid": "12361780",
              "section_type": "REF",
              "source": "Nutrition",
              "type": "ref",
              "volume": "18",
              "year": "2002"
            },
            "text": "Red blood cell and iron metabolism during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66441,
            "infons": {
              "fpage": "E851",
              "lpage": "E859",
              "name_0": "surname:Jahanshad;given-names:N",
              "pub-id_doi": "10.1073/pnas.1105543109",
              "pub-id_pmid": "22232660",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "109",
              "year": "2012"
            },
            "text": "Brain structure in healthy adults is related to serum transferrin and the H63D polymorphism in the HFE gene",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66549,
            "infons": {
              "fpage": "437",
              "lpage": "443",
              "name_0": "surname:Smith;given-names:SM",
              "name_1": "surname:Zwart;given-names:SR",
              "name_2": "surname:Block;given-names:G",
              "name_3": "surname:Rice;given-names:BL",
              "name_4": "surname:Davis-Street;given-names:JE",
              "pub-id_doi": "10.1093/jn/135.3.437",
              "pub-id_pmid": "15735075",
              "section_type": "REF",
              "source": "J. Nutr.",
              "type": "ref",
              "volume": "135",
              "year": "2005"
            },
            "text": "The nutritional status of astronauts is altered after long-term space flight aboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66665,
            "infons": {
              "fpage": "1230",
              "lpage": "1233",
              "name_0": "surname:Broedbaek;given-names:K",
              "pub-id_doi": "10.1016/j.freeradbiomed.2009.08.004",
              "pub-id_pmid": "19686840",
              "section_type": "REF",
              "source": "Free Radic. Biol. Med.",
              "type": "ref",
              "volume": "47",
              "year": "2009"
            },
            "text": "Urinary excretion of biomarkers of oxidatively damaged DNA and RNA in hereditary hemochromatosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66762,
            "infons": {
              "fpage": "113",
              "lpage": "121",
              "name_0": "surname:Hartwig;given-names:A",
              "pub-id_doi": "10.1016/S0027-5107(01)00074-4",
              "pub-id_pmid": "11295157",
              "section_type": "REF",
              "source": "Mutat. Res.",
              "type": "ref",
              "volume": "475",
              "year": "2001"
            },
            "text": "Role of magnesium in genomic stability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66801,
            "infons": {
              "fpage": "8",
              "name_0": "surname:Lang;given-names:T",
              "pub-id_doi": "10.1038/s41526-017-0013-0",
              "pub-id_pmid": "28649630",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Towards human exploration of space: the THESEUS review series on muscle and bone research priorities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66902,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Prietl, B., Treiber, G., Pieber, T. & Amrein, K. Vitamin D and immune function. Nutrients5, 2502–2521 (2013).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67014,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kongsbak, M., Levring, T. B., Geisler, C. & von Essen, M. R. The vitamin D receptor and T cell function. Front. Immunol.4, 10.3389/fimmu.2013.00148 (2013).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67170,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Usategui-Martín, R., De Luis-Román, D.-A., Fernández-Gómez, J. M., Ruiz-Mambrilla, M. & Pérez-Castrillón, J.-L. Vitamin D receptor (VDR) gene polymorphisms modify the response to vitamin D supplementation: a systematic review and meta-analysis. Nutrients14, 360 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67446,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Qi, Q. et al. Vitamin D metabolism-related genetic variants, dietary protein intake and improvement of insulin resistance in a 2 year weight-loss trial: POUNDS Lost. Diabetologia58, 2791–2799 (2015).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67648,
            "infons": {
              "fpage": "1920",
              "lpage": "1932",
              "name_0": "surname:Merino;given-names:J",
              "pub-id_doi": "10.1038/s41380-018-0079-4",
              "pub-id_pmid": "29988085",
              "section_type": "REF",
              "source": "Mol. Psychiatry",
              "type": "ref",
              "volume": "24",
              "year": "2019"
            },
            "text": "Genome-wide meta-analysis of macronutrient intake of 91,114 European ancestry participants from the cohorts for heart and aging research in genomic epidemiology consortium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67820,
            "infons": {
              "fpage": "3005",
              "lpage": "3011",
              "name_0": "surname:Zhang;given-names:X",
              "pub-id_doi": "10.2337/db11-1799",
              "pub-id_pmid": "22891219",
              "section_type": "REF",
              "source": "Diabetes",
              "type": "ref",
              "volume": "61",
              "year": "2012"
            },
            "text": "FTO genotype and 2-year change in body composition and fat distribution in response to weight-loss diets: the POUNDS LOST Trial",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67948,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Leach, C. S., Johnson, P. C. & Cintron, N. M. The endocrine system in space flight. Acta Astronautica17, 161–166 (1988).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68071,
            "infons": {
              "fpage": "16029",
              "name_0": "surname:Bergouignan;given-names:A",
              "pub-id_doi": "10.1038/npjmgrav.2016.29",
              "pub-id_pmid": "28725737",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "Towards human exploration of space: The THESEUS review series on nutrition and metabolism research priorities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68181,
            "infons": {
              "fpage": "691",
              "lpage": "695",
              "name_0": "surname:Heer;given-names:M",
              "name_1": "surname:De Santo;given-names:NG",
              "name_2": "surname:Cirillo;given-names:M",
              "name_3": "surname:Drummer;given-names:C",
              "pub-id_doi": "10.1053/ajkd.2001.27767",
              "pub-id_pmid": "11532708",
              "section_type": "REF",
              "source": "Am. J. Kidney Dis.",
              "type": "ref",
              "volume": "38",
              "year": "2001"
            },
            "text": "Body mass changes, energy, and protein metabolism in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68240,
            "infons": {
              "fpage": "100550",
              "name_0": "surname:Cope;given-names:H",
              "pub-id_doi": "10.1016/j.patter.2022.100550",
              "section_type": "REF",
              "source": "Patterns Prejudice",
              "type": "ref",
              "volume": "3",
              "year": "2022"
            },
            "text": "Routine omics collection is a golden opportunity for European human research in space and analog environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68350,
            "infons": {
              "fpage": "e2001402",
              "name_0": "surname:Li;given-names:X",
              "pub-id_doi": "10.1371/journal.pbio.2001402",
              "pub-id_pmid": "28081144",
              "section_type": "REF",
              "source": "PLoS Biol.",
              "type": "ref",
              "volume": "15",
              "year": "2017"
            },
            "text": "Digital health: tracking physiomes and activity using wearable biosensors reveals useful health-related information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68466,
            "infons": {
              "fpage": "H628",
              "lpage": "H638",
              "name_0": "surname:Hughson;given-names:RL",
              "pub-id_doi": "10.1152/ajpheart.00802.2015",
              "pub-id_pmid": "26747504",
              "section_type": "REF",
              "source": "Am. J. Physiol. Heart Circ. Physiol.",
              "type": "ref",
              "volume": "310",
              "year": "2016"
            },
            "text": "Increased postflight carotid artery stiffness and inflight insulin resistance resulting from 6-mo spaceflight in male and female astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68606,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Overbey, E. G. et al. Challenges and considerations for single-cell and spatially resolved transcriptomics sample collection during spaceflight. Cell Rep. Methods2, 100325 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68786,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Rutter, L. A. et al. Protective alleles and precision healthcare in crewed spaceflight. Nat. Commun. (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68895,
            "infons": {
              "fpage": "e50",
              "name_0": "surname:Stepanek;given-names:J",
              "name_1": "surname:Blue;given-names:RS",
              "name_2": "surname:Parazynski;given-names:S",
              "pub-id_doi": "10.1056/NEJMra1609012",
              "pub-id_pmid": "31216417",
              "section_type": "REF",
              "source": "N. Engl. J. Med.",
              "type": "ref",
              "volume": "380",
              "year": "2019"
            },
            "text": "Space medicine in the era of civilian spaceflight. Reply",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68952,
            "infons": {
              "fpage": "611",
              "lpage": "612",
              "name_0": "surname:Urquieta;given-names:E",
              "name_1": "surname:Wu;given-names:J",
              "name_2": "surname:Hury;given-names:J",
              "name_3": "surname:Donoviel;given-names:D",
              "pub-id_doi": "10.1038/s41591-022-01761-y",
              "pub-id_pmid": "35318465",
              "section_type": "REF",
              "source": "Nat. Med.",
              "type": "ref",
              "volume": "28",
              "year": "2022"
            },
            "text": "Establishment of an open biomedical database for commercial spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69024,
            "infons": {
              "fpage": "303",
              "lpage": "310",
              "name_0": "surname:Rhee;given-names:SY",
              "name_1": "surname:Birnbaum;given-names:KD",
              "name_2": "surname:Ehrhardt;given-names:DW",
              "pub-id_doi": "10.1016/j.tplants.2019.01.006",
              "pub-id_pmid": "30777643",
              "section_type": "REF",
              "source": "Trends Plant Sci.",
              "type": "ref",
              "volume": "24",
              "year": "2019"
            },
            "text": "Towards building a Plant Cell Atlas",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69060,
            "infons": {
              "fpage": "1307",
              "name_0": "surname:Han;given-names:X",
              "pub-id_doi": "10.1016/j.cell.2018.05.012",
              "pub-id_pmid": "29775597",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "173",
              "year": "2018"
            },
            "text": "Mapping the mouse cell Atlas by microwell-seq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69106,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Regev, A. et al. The Human Cell Atlas. Elife6, (2017). The project describes the international collaboration to create a Human Cell Atlas that can provide better resolution of cellular dysfunction in human diseases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69322,
            "infons": {
              "fpage": "451",
              "lpage": "453",
              "name_0": "surname:Rozenblatt-Rosen;given-names:O",
              "name_1": "surname:Stubbington;given-names:MJT",
              "name_2": "surname:Regev;given-names:A",
              "name_3": "surname:Teichmann;given-names:SA",
              "pub-id_doi": "10.1038/550451a",
              "pub-id_pmid": "29072289",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "550",
              "year": "2017"
            },
            "text": "The Human Cell Atlas: from vision to reality",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69367,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Masarapu, Y. et al. Spatially resolved multiomics on the neuronal effects induced by spacefligh. Nat. Commun.10.1038/s41467-024-48916-8 (2024).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69511,
            "infons": {
              "fpage": "87",
              "lpage": "94",
              "name_0": "surname:Elmentaite;given-names:R",
              "name_1": "surname:Teichmann;given-names:SA",
              "name_2": "surname:Madissoon;given-names:E",
              "pub-id_doi": "10.1016/j.coisb.2019.10.005",
              "pub-id_pmid": "32984660",
              "section_type": "REF",
              "source": "Curr. Opin. Syst. Biol.",
              "type": "ref",
              "volume": "18",
              "year": "2019"
            },
            "text": "Studying immune to non-immune cell cross-talk using single-cell technologies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69588,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Almet, A. A., Cang, Z., Jin, S. & Nie, Q. The landscape of cell–cell communication through single-cell transcriptomics. Curr. Opin. Syst. Biol.26, 12–23. 10.1016/j.coisb.2021.03.007 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69782,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Zhang, B., Korolj, A., Lai, B. F. L. & Radisic, M. Advances in organ-on-a-chip engineering. Nat. Rev. Mater.3, 257–278 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69911,
            "infons": {
              "fpage": "8",
              "name_0": "surname:Low;given-names:LA",
              "name_1": "surname:Giulianotti;given-names:MA",
              "pub-id_doi": "10.1007/s11095-019-2742-0",
              "pub-id_pmid": "31848830",
              "section_type": "REF",
              "source": "Pharm. Res.",
              "type": "ref",
              "volume": "37",
              "year": "2019"
            },
            "text": "Tissue chips in space: modeling human diseases in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69974,
            "infons": {
              "fpage": "792",
              "lpage": "802",
              "name_0": "surname:Slyper;given-names:M",
              "pub-id_doi": "10.1038/s41591-020-0844-1",
              "pub-id_pmid": "32405060",
              "section_type": "REF",
              "source": "Nat. Med.",
              "type": "ref",
              "volume": "26",
              "year": "2020"
            },
            "text": "A single-cell and single-nucleus RNA-Seq toolbox for fresh and frozen human tumors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70057,
            "infons": {
              "fpage": "233",
              "lpage": "244",
              "name_0": "surname:Thul;given-names:PJ",
              "name_1": "surname:Lindskog;given-names:C",
              "pub-id_doi": "10.1002/pro.3307",
              "pub-id_pmid": "28940711",
              "section_type": "REF",
              "source": "Protein Sci.",
              "type": "ref",
              "volume": "27",
              "year": "2018"
            },
            "text": "The human protein atlas: A spatial map of the human proteome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70118,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Rutter, L. et al. A new era for space life science: international standards for space omics processing. Patterns 100148. 10.1016/j.patter.2020.100148 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70276,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Committee on Ethics Principles and Guidelines for Health Standards for Long Duration and Exploration Spaceflights, Board on Health Sciences Policy & Institute of Medicine. Health Standards for Long Duration and Exploration Spaceflight: Ethics Principles, Responsibilities, and Decision Framework. (National Academies Press, 2014).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70607,
            "infons": {
              "fpage": "E849",
              "lpage": "E856",
              "name_0": "surname:Reed;given-names:RD",
              "name_1": "surname:Antonsen;given-names:EL",
              "pub-id_doi": "10.1001/amajethics.2018.849",
              "pub-id_pmid": "30242816",
              "section_type": "REF",
              "source": "AMA J. Ethics",
              "type": "ref",
              "volume": "20",
              "year": "2018"
            },
            "text": "Should NASA Collect Astronauts’ Genetic Information for Occupational Surveillance and Research?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70705,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Antonsen, E. L. & Reed, R. D. Policy Considerations for Precision Medicine in Human Spaceflight. Houst. J. Health Law Policy (2019). The paper examines the need for anticipatory considerations of cultural, legal, and ethical issues as the precision healthcare field begins to be applied to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71008,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Arnould, J. Icarus’ Second Chance: The Basis and Perspectives of Space Ethics (Springer Science & Business Media, 2011).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71131,
            "infons": {
              "fpage": "13",
              "name_0": "surname:Knoppers;given-names:BM",
              "pub-id_doi": "10.1186/gm530",
              "pub-id_pmid": "25031613",
              "section_type": "REF",
              "source": "Genome Med.",
              "type": "ref",
              "volume": "6",
              "year": "2014"
            },
            "text": "International ethics harmonization and the global alliance for genomics and health",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71214,
            "infons": {
              "fpage": "1185",
              "lpage": "1201.e20",
              "name_0": "surname:da Silveira;given-names:WA",
              "pub-id_doi": "10.1016/j.cell.2020.11.002",
              "pub-id_pmid": "33242417",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71329,
            "infons": {
              "fpage": "2700",
              "name_0": "surname:Lewis;given-names:JE",
              "name_1": "surname:Kemp;given-names:ML",
              "pub-id_doi": "10.1038/s41467-021-22989-1",
              "pub-id_pmid": "33976213",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Integration of machine learning and genome-scale metabolic modeling identifies multi-omics biomarkers for radiation resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71456,
            "infons": {
              "fpage": "S13",
              "lpage": "S19",
              "name_0": "surname:Belli;given-names:M",
              "name_1": "surname:Sapora;given-names:O",
              "name_2": "surname:Tabocchini;given-names:MA",
              "pub-id_doi": "10.1269/jrr.43.S13",
              "pub-id_pmid": "12793724",
              "section_type": "REF",
              "source": "J. Radiat. Res.",
              "type": "ref",
              "volume": "43",
              "year": "2002"
            },
            "text": "Molecular targets in cellular response to ionizing radiation and implications in space radiation protection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71564,
            "infons": {
              "fpage": "107",
              "lpage": "121",
              "name_0": "surname:Schmidt;given-names:MA",
              "name_1": "surname:Meydan;given-names:C",
              "name_2": "surname:Schmidt;given-names:CM",
              "name_3": "surname:Afshinnekoo;given-names:E",
              "name_4": "surname:Mason;given-names:CE",
              "pub-id_doi": "10.1159/000506769",
              "pub-id_pmid": "32375154",
              "section_type": "REF",
              "source": "Lifestyle Genom.",
              "type": "ref",
              "volume": "13",
              "year": "2020"
            },
            "text": "The NASA twins study: the effect of one year in space on long-chain fatty acid desaturases and elongases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71669,
            "infons": {
              "fpage": "10166",
              "lpage": "10171",
              "name_0": "surname:Lippert;given-names:C",
              "pub-id_doi": "10.1073/pnas.1711125114",
              "pub-id_pmid": "28874526",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "114",
              "year": "2017"
            },
            "text": "Identification of individuals by trait prediction using whole-genome sequencing data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71754,
            "infons": {
              "fpage": "905",
              "lpage": "917.e16",
              "name_0": "surname:Gürsoy;given-names:G",
              "pub-id_doi": "10.1016/j.cell.2020.09.036",
              "pub-id_pmid": "33186529",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Data sanitization to reduce private information leakage from functional genomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71835,
            "infons": {
              "fpage": "100035",
              "name_0": "surname:Geyer;given-names:PE",
              "name_1": "surname:Mann;given-names:SP",
              "name_2": "surname:Treit;given-names:PV",
              "name_3": "surname:Mann;given-names:M",
              "pub-id_doi": "10.1074/mcp.RA120.002359",
              "section_type": "REF",
              "source": "Mol. Cell. Proteom.",
              "type": "ref",
              "volume": "20",
              "year": "2021"
            },
            "text": "Plasma proteomes can be reidentifiable and potentially contain personally sensitive and incidental findings",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71943,
            "infons": {
              "fpage": "100071",
              "name_0": "surname:Bandeira;given-names:N",
              "name_1": "surname:Deutsch;given-names:EW",
              "name_2": "surname:Kohlbacher;given-names:O",
              "name_3": "surname:Martens;given-names:L",
              "name_4": "surname:Vizcaíno;given-names:JA",
              "pub-id_doi": "10.1016/j.mcpro.2021.100071",
              "section_type": "REF",
              "source": "Mol. Cell. Proteom.",
              "type": "ref",
              "volume": "20",
              "year": "2021"
            },
            "text": "Data management of sensitive human proteomics data: current practices, recommendations, and perspectives for the future",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72063,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Elhaik, E., Ahsanuddin, S., Robinson, J. M., Foster, E. M. & Mason, C. E. The impact of cross-kingdom molecular forensics on genetic privacy. Microbiome 9. 10.1186/s40168-021-01076-z (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72254,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Dupras, C. & Bunnik, E. M. Toward a framework for assessing privacy risks in multi-omic research and databases. Am. J. Bioethics21, 46–64 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72402,
            "infons": {
              "fpage": "491",
              "lpage": "507",
              "name_0": "surname:Joly;given-names:Y",
              "name_1": "surname:Dupras;given-names:C",
              "name_2": "surname:Pinkesz;given-names:M",
              "name_3": "surname:Tovino;given-names:SA",
              "name_4": "surname:Rothstein;given-names:MA",
              "pub-id_doi": "10.1146/annurev-genom-111119-011436",
              "pub-id_pmid": "31961723",
              "section_type": "REF",
              "source": "Annu. Rev. Genomics Hum. Genet.",
              "type": "ref",
              "volume": "21",
              "year": "2020"
            },
            "text": "Looking beyond GINA: policy approaches to address genetic discrimination",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72475,
            "infons": {
              "fpage": "726",
              "lpage": "732",
              "name_0": "surname:Mehlman;given-names:MJ",
              "name_1": "surname:Parasidis;given-names:E",
              "pub-id_doi": "10.1093/milmed/usab011",
              "pub-id_pmid": "33511993",
              "section_type": "REF",
              "source": "Mil. Med.",
              "type": "ref",
              "volume": "186",
              "year": "2021"
            },
            "text": "Predictive genetic testing by the U.S. military: legal and ethical issues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72549,
            "infons": {
              "fpage": "14692",
              "lpage": "14722",
              "name_0": "surname:Cortese;given-names:F",
              "pub-id_doi": "10.18632/oncotarget.24461",
              "pub-id_pmid": "29581875",
              "section_type": "REF",
              "source": "Oncotarget",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Vive la radiorésistance!: converging research in radiobiology and biogerontology to enhance human radioresistance for deep space exploration and colonization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72708,
            "infons": {
              "fpage": "55",
              "name_0": "surname:Nguyen;given-names:MT",
              "pub-id_doi": "10.1186/s12910-019-0390-x",
              "pub-id_pmid": "31370847",
              "section_type": "REF",
              "source": "BMC Med. Ethics",
              "type": "ref",
              "volume": "20",
              "year": "2019"
            },
            "text": "Model consent clauses for rare disease research",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72756,
            "infons": {
              "fpage": "532",
              "lpage": "540",
              "name_0": "surname:Boyd;given-names:JE",
              "pub-id_pmid": "19522363",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "80",
              "year": "2009"
            },
            "text": "Cultural differences in crewmembers and mission control personnel during two space station programs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72856,
            "infons": {
              "fpage": "535",
              "lpage": "546",
              "name_0": "surname:Thorogood;given-names:A",
              "name_1": "surname:Dalpé;given-names:G",
              "name_2": "surname:Knoppers;given-names:BM",
              "pub-id_doi": "10.1038/s41431-018-0311-3",
              "pub-id_pmid": "30622328",
              "section_type": "REF",
              "source": "Eur. J. Hum. Genet.",
              "type": "ref",
              "volume": "27",
              "year": "2019"
            },
            "text": "Return of individual genomic research results: are laws and policies keeping step?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72939,
            "infons": {
              "fpage": "2191",
              "lpage": "2194",
              "name_0": "surname:World Medical Association",
              "pub-id_doi": "10.1001/jama.2013.281053",
              "pub-id_pmid": "24141714",
              "section_type": "REF",
              "source": "JAMA",
              "type": "ref",
              "volume": "310",
              "year": "2013"
            },
            "text": "World Medical Association Declaration of Helsinki: ethical principles for medical research involving human subjects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73055,
            "infons": {
              "fpage": "297",
              "name_0": "surname:Saulnier;given-names:KM",
              "pub-id_doi": "10.1038/s41597-019-0310-4",
              "pub-id_pmid": "31792275",
              "section_type": "REF",
              "source": "Sci. Data",
              "type": "ref",
              "volume": "6",
              "year": "2019"
            },
            "text": "Benefits and barriers in the design of harmonized access agreements for international data sharing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73154,
            "infons": {
              "fpage": "201",
              "lpage": "206",
              "name_0": "surname:Kaye;given-names:J",
              "pub-id_doi": "10.1089/bio.2015.0124",
              "pub-id_pmid": "27183185",
              "section_type": "REF",
              "source": "Biopreserv. Biobank.",
              "type": "ref",
              "volume": "14",
              "year": "2016"
            },
            "text": "Access Governance for Biobanks: The Case of the BioSHaRE-EU Cohorts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73222,
            "infons": {
              "fpage": "100032",
              "name_0": "surname:Thorogood;given-names:A",
              "pub-id_doi": "10.1016/j.xgen.2021.100032",
              "pub-id_pmid": "35128509",
              "section_type": "REF",
              "source": "Cell Genom.",
              "type": "ref",
              "volume": "1",
              "year": "2021"
            },
            "text": "International Federation of Genomic Medicine Databases using GA4GH standards",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73299,
            "infons": {
              "fpage": "119",
              "name_0": "surname:Rieke;given-names:N",
              "pub-id_doi": "10.1038/s41746-020-00323-1",
              "pub-id_pmid": "33015372",
              "section_type": "REF",
              "source": "NPJ Digit Med.",
              "type": "ref",
              "volume": "3",
              "year": "2020"
            },
            "text": "The future of digital health with federated learning",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73352,
            "infons": {
              "fpage": "100109",
              "name_0": "surname:Casaletto;given-names:J",
              "pub-id_doi": "10.1016/j.xgen.2022.100109",
              "pub-id_pmid": "35373174",
              "section_type": "REF",
              "source": "Cell Genom.",
              "type": "ref",
              "volume": "2",
              "year": "2022"
            },
            "text": "Federated analysis of BRCA1 and BRCA2 variation in a Japanese cohort",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73421,
            "infons": {
              "fpage": "160018",
              "name_0": "surname:Wilkinson;given-names:MD",
              "pub-id_doi": "10.1038/sdata.2016.18",
              "pub-id_pmid": "26978244",
              "section_type": "REF",
              "source": "Sci. Data",
              "type": "ref",
              "volume": "3",
              "year": "2016"
            },
            "text": "The FAIR Guiding Principles for scientific data management and stewardship",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73496,
            "infons": {
              "fpage": "897",
              "lpage": "902",
              "name_0": "surname:Steinsbekk;given-names:KS",
              "name_1": "surname:Kåre Myskja;given-names:B",
              "name_2": "surname:Solberg;given-names:B",
              "pub-id_doi": "10.1038/ejhg.2012.282",
              "pub-id_pmid": "23299918",
              "section_type": "REF",
              "source": "Eur. J. Hum. Genet.",
              "type": "ref",
              "volume": "21",
              "year": "2013"
            },
            "text": "Broad consent versus dynamic consent in biobank research: is passive participation an ethical problem?",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]