[
  {
    "source": "PMC",
    "date": "20240128",
    "key": "pmc.key",
    "infons": {},
    "documents": [
      {
        "id": "10628120",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41598-023-44172-w",
              "article-id_pmc": "10628120",
              "article-id_pmid": "37932283",
              "article-id_publisher-id": "44172",
              "elocation-id": "19207",
              "kwd": "Environmental microbiology Functional genomics Genome Prokaryote",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Simpson;given-names:Anna C.",
              "name_1": "surname:Sengupta;given-names:Pratyay",
              "name_10": "surname:Venkateswaran;given-names:Kasthuri",
              "name_11": "surname:Venkateswaran;given-names:Kasthuri",
              "name_2": "surname:Zhang;given-names:Flora",
              "name_3": "surname:Hameed;given-names:Asif",
              "name_4": "surname:Parker;given-names:Ceth W.",
              "name_5": "surname:Singh;given-names:Nitin K.",
              "name_6": "surname:Miliotis;given-names:Georgios",
              "name_7": "surname:Rekha;given-names:Punchappady D.",
              "name_8": "surname:Raman;given-names:Karthik",
              "name_9": "surname:Mason;given-names:Christopher E.",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "13",
              "year": "2023"
            },
            "text": "Phylogenomics, phenotypic, and functional traits of five novel (Earth-derived) bacterial species isolated from the International Space Station and their prevalence in metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 179,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "With the advent of long-term human habitation in space and on the moon, understanding how the built environment microbiome of space habitats differs from Earth habitats, and how microbes survive, proliferate and spread in space conditions, is becoming more important. The microbial tracking mission series has been monitoring the microbiome of the International Space Station (ISS) for almost a decade. During this mission series, six unique strains of Gram-stain-positive bacteria, including two spore-forming and three non-spore-forming species, were isolated from the environmental surfaces of the ISS. The analysis of their 16S rRNA gene sequences revealed > 99% similarities with previously described bacterial species. To further explore their phylogenetic affiliation, whole genome sequencing was undertaken. For all strains, the gyrB gene exhibited < 93% similarity with closely related species, which proved effective in categorizing these ISS strains as novel species. Average nucleotide identity and digital DNA–DNA hybridization values, when compared to any known bacterial species, were < 94% and <50% respectively for all species described here. Traditional biochemical tests, fatty acid profiling, polar lipid, and cell wall composition analyses were performed to generate phenotypic characterization of these ISS strains. A study of the shotgun metagenomic reads from the ISS samples, from which the novel species were isolated, showed that only 0.1% of the total reads mapped to the novel species, supporting the idea that these novel species are rare in the ISS environments. In-depth annotation of the genomes unveiled a variety of genes linked to amino acid and derivative synthesis, carbohydrate metabolism, cofactors, vitamins, prosthetic groups, pigments, and protein metabolism. Further analysis of these ISS-isolated organisms revealed that, on average, they contain 46 genes associated with virulence, disease, and defense. The main predicted functions of these genes are: conferring resistance to antibiotics and toxic compounds, and enabling invasion and intracellular resistance. After conducting antiSMASH analysis, it was found that there are roughly 16 cluster types across the six strains, including β-lactone and type III polyketide synthase (T3PKS) clusters. Based on these multi-faceted taxonomic methods, it was concluded that these six ISS strains represent five novel species, which we propose to name as follows: Arthrobacter burdickii IIF3SC-B10T (= NRRL B-65660T = DSM 115933T), Leifsonia virtsii F6_8S_P_1AT (= NRRL B-65661T = DSM 115931T), Leifsonia williamsii F6_8S_P_1BT (= NRRL B-65662T = DSM 115932T), Paenibacillus vandeheii F6_3S_P_1CT (= NRRL B-65663T = DSM 115940T), and Sporosarcina highlanderae F6_3S_P_2T (= NRRL B-65664T = DSM 115943T). Identifying and characterizing the genomes and phenotypes of novel microbes found in space habitats, like those explored in this study, is integral for expanding our genomic databases of space-relevant microbes. This approach offers the only reliable method to determine species composition, track microbial dispersion, and anticipate potential threats to human health from monitoring microbes on the surfaces and equipment within space habitats. By unraveling these microbial mysteries, we take a crucial step towards ensuring the safety and success of future space missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3574,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3587,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Multiple low-Earth orbit and lunar orbit space habitats are being planned by governmental and commercial entities as part of the newly revitalized space industry in the 2020s. Cleaning practices and microbial monitoring to ensure crew safety will likely be based on information garnered from studies of the International Space Station (ISS), which is the only space habitat currently in orbit with a long-term history of human habitation. Surfaces of the crew resupply vehicles and cargo destined to the ISS are cleaned to minimize microbial contamination and protect crew health. Nevertheless, the constant presence of human crew members (approximately six at any given time) on the ISS may lead to the shedding of microorganisms onto its surfaces, potentially causing recontamination and becoming dominant members of the habitat’s microbiome. As a result, ISS surfaces are required to be routinely (once a week) cleaned to maintain a low biomass level (< 104 CFU/100 cm2 bacteria and < 100 CFU/100 cm2 fungi).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 4609,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Despite this rigorous cleaning and maintenance, it has been reported that some resilient microbes, albeit in low numbers, have adapted to microgravity conditions and persist. Examples are the discovery of a novel bacterial genus found repeatedly in metagenomes, which has subsequently been isolated from ISS surfaces during further sampling campaigns, and the isolation of the same clonal strains of Acinetobacter pittii from ISS surfaces during different years and sampling campaigns. Characterizing the genomes and adaptation mechanisms of rare or novel species that manage to recolonize ISS surfaces is important because rare species are more likely to have narrow niche breadth, and so are persisting due to adaptive mechanisms to the stresses of radiation, desiccation, and microgravity conditions rather than via generalist strategies. Such microbes are therefore also fertile grounds for biotechnology applications research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 5541,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Characterizing novel microbial species on the ISS is crucial for monitoring microbial contamination and protecting astronaut health. The process of whole genome sequencing (WGS) and phenotypic characterization of any novel microbial species found on the ISS helps to identify potential pathogens, as well as to understand potential impact on the spacecraft and its equipment (for example, in biofouling). Easily detecting or identifying a potential microbial threat, whether it be to human health or to the operation of the spacecraft or space station, depends on having an up-to-date, comprehensive database of microbial genomes, their species identity and their phenotypic characteristics (for example, are they known to carry or easily acquire antimicrobial resistance genes, are they UV resistant, what types of surfaces are they more likely to be found on, etc.). This is particularly the case when genetic information about a microbial threat is collected via shotgun metagenomic sequencing rather than by whole genome sequencing of pure culture; in that case, accurate identification relies entirely on an accurate database. The process of characterizing the previously unsequenced cultivable microbiome of space habitats continues to reduce the amount of microbial ‘dark matter’ found in metagenomic sequencing results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 6873,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In the ongoing Microbial Tracking (MT) investigation of the ISS, out of 510 genomes sequenced, 56 microbial species have been isolated multiple times, representing 27 microbial genera (19 bacteria and 8 fungi). Dominant microbial species include bacterial genera Staphylococcus, Pseudomonas, Bacillus, and Acinetobacter, yeast genus Rhodotorula, and fungal genera Penicillium, Aureobasidium, and Aspergillus. In this communication, six strains isolated from various ISS environmental surfaces belonging to five novel bacterial species constituting four different genera (Arthrobacter, Leifsonia, Paenibacillus and Sporosarcina) are described. Since recent bacterial taxonomy heavily depends on genomic characterization, WGS of these novel species were generated and compared with publicly available genomes of closely related species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7708,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "One of the objectives of this study was to establish these six strains as novel species, for which chemotaxonomic, phenotypic, physiological, and phylogenetic (using taxonomic marker genes) analyses were carried out. To discover the phylogenetic placement within their respective genera, we have employed multiple gene analyses and WGS-based phylogenies containing all shared single-copy core genes. The second objective was to quantify the abundance of these recently identified species in the metagenomes of ISS surfaces. Hence, an in-depth analysis was conducted on the metagenomes collected during seven different flight missions, consisting of 106 individual samples, to assess the presence and prevalence of the species. In addition, an attempt was made to generate metagenome assembled genomes (MAGs) of these novel species from the ISS metagenomes. Finally, antiSMASH analysis was performed to identify, annotate, and analyze secondary metabolite biosynthesis gene clusters (BGCs) in the genomes of these novel bacterial species. Specialized metabolites and natural products encoded by these novel bacterial BGCs might provide insight into how different bacterial species thrive and interact in ISS conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8927,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8949,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample collection and isolation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8981,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "During the MT-1 and MT-2 mission series, samples were collected from the same set of eight surfaces aboard the ISS using pre-packaged and pre-sterilized wipes. Upon return to Earth, among other strains belonging to previously defined species, six strains were isolated from both the Advanced Resistive Exercise Device (ARED) platform and crew quarters when grown on blood agar (37 °C for 24 h) or R2A (25 °C for 7 days) media which were unable to be assigned to a known species and were suspected to be novel. Preliminary 16S rRNA gene sequence analysis indicated that strains isolated during Flight 3 (n = 1) from the ARED platform (IIF3SC-B10T) and Flight 6 (n = 5) from both the ARED platform (F6_3S_P_1B and F6_3S_P_1CT) and crew quarters (F6_8S_P_1AT, F6_8S_P_1BT and F6_8S_P_1C) belonged to four different genera: Arthrobacter, Leifsonia, Paenibacillus, and Sporosarcina. However, further WGS analysis is required to identify the strains at the species level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9961,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Light microscopy and SEM",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9986,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A liquid culture of spore-forming strains was heat shocked (80 °C for 10 min), then plated on Tryptic Soy Agar (TSA) and grown at 30 °C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer-Fulton method. Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 10417,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All strains were grown out on TSA media at 24 °C for 72 h. An isolated colony was fixed in a 4 °C solution of 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1 M sodium cacodylate (NaCaco) (Sigma Aldrich) for an hour. The suspended cells were collected using a vacuum pump and a 0.2 µm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States), and then transferred into a 1.5 ml centrifuge tube. The sample was incubated in 0.1 M NaCaco solution at 4 °C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this washing step was repeated a total of 3 times. The sample then went through dehydration by a step series of increasing IPA and water solutions at 10 min intervals. The series was: 50%, 70%, 80%, 90%, 95% and 100%, with the final 100% rinsing occurring 3 times. The sample was stored at 4 °C in 100% IPA until it was then critically point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were affixed with carbon tape to SEM stubs (Ted Pella Inc.) and then were coated in a ~ 12 nm thick carbon layer by a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM images were collected on a FEI Quanta 200F microscope (Themo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 11802,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Biochemical tests and phenotype characterization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 11851,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Growth temperature and other phenotypic parameters of the tested strains were assessed as follows. Bacterial strains were inoculated in both solid (R2A plates) and liquid (trypticase soy broth (TSB), BD Diagnostics Cat # 257107) media in 15 ml loose-capped centrifuge tubes and grown at temperatures of 4, 15, 25, 30, 37, and 45 °C. Growth on plates and in tubes was monitored daily for 7 days, and incubation was halted if growth was observed. Samples grown at 4 °C and 15 °C were incubated for an additional 4 weeks and 2 weeks, respectively, for final growth assessment. Salt tolerance was determined by inoculating the strains onto R2A plates containing 0–5% added NaCl, as well as agar containing only peptone plus 0 or 1% NaCl and examining growth after 7 days of incubation at 30 °C. Oxidase activity was determined by using OxiDrops™ Liquid Oxidase Reagent (Hardy Diagnostics) on solid culture. Catalase activity was determined by observing effervescence when bacterial colonies were mixed with hydrogen peroxide on a sterile glass slide. Finally, pH tolerance (4 to 10) was tested by adjusting the pH of TSB broth with biological buffers, as described in Xu et al..",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 13043,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Biochemical tests were performed for each strain using a Gram-positive identification card (Vitek 2 GP ID, bioMérieux) according to manufacturers’ protocol. Briefly, freshly grown colonies were transferred aseptically into a saline (aqueous 0.45% to 0.50% NaCl, pH 4.5 to 7.0) tube to prepare homogenous suspension with a density equivalent to a McFarland No. 0.50 to 0.63 using a calibrated VITEK® 2 DensiCHEK™ Plus. The suspension tube and Vitek 2 GP ID card were placed in the cassette and incubated at 37 °C. Data entry, cassette loading to instrument and retrieval of raw data were done according to the VITEK instrument user manual. Test results were recorded within 10 h of incubation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 13745,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Phenotypic fingerprints were generated through GNIII MicroPlate according to BioLog's protocol. Briefly, freshly grown colonies were transferred aseptically into the inoculum solution A (Cat #. 72401; BioLog) to prepare homogenous suspension with a density equivalent to a McFarland No. 0.50. Inoculum was loaded onto BioLog GNIII MicroPlate (100 µl per well) and incubated at 37 °C for 24 h. OmniLog values (A590-A750) were recorded after a minimum 10 h of incubation using MicroPlate reader (FLUO star Omega, BMG Labtech, Germany).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14285,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chemotaxonomy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14299,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To analyze the fatty acid methyl esters (FAME), cells were grown on TSA at 30 °C for 48 h until they reached mid-exponential growth phase. The harvested cell biomass was subjected to saponification, methylation, and extraction for fatty acid analysis, which was carried out using the Microbial Identification System (MIDI) with the Aerobe (RTSBA6) database (Sherlock version 6.0) following the standard protocol. A gas chromatograph (Agilent 7890A) with a flame ionization detector was used for FAME analysis, and identification and comparison of the results were made using the MIDI System.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14894,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To extract and analyze quinones, polar lipids and peptidoglycans, cells were cultivated on TSA for 3 days at 30 °C. The polar lipids and quinones were extracted and analyzed by two-dimensional thin-layer chromatography (2D-TLC). To visualize the different classes of polar lipids, the developed TLC plates were treated with 10% (w/v) ethanolic phosphomolybdic acid for total lipids, 0.2% (w/v) ninhydrin in butanol for aminolipids (specific for amino groups), Dittmer and Lester’s Zinzadze reagent for phospholipids (specific for phosphates), and α-naphthol for glycolipids (specific for sugars). Peptidoglycans were extracted and analyzed for the diagnostic amino acids from whole cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15589,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA extraction and whole genome sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15632,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To extract genomic DNA from the novel species, the ZymoBIOMICS DNA MagBead kit was utilized, following the manufacturer's instructions. To prepare the library for WGS, an Illumina Nextera DNA Flex library preparation kit was used as described earlier. Sequencing of prepared libraries was carried out on a NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform. The read qualities were evaluated using FastQC v.0.11.7, and subsequenly quality filtered, trimmed and cleared of adapter sequences using fastp v0.20. Draft genomes were assembled using SPAdes v.3.11.1 up to the scaffold level, and the assembly quality was evaluated using QUAST v.5.0.2. The default settings were employed for all steps except for fastp, which included 512 adapters screening.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16395,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In addition to Illumina WGS, a secondary round of sequencing was carried out for strains IIF3SC-B10T and F6_8S_P_1BT using Oxford Nanopore sequencing. Additionally, Sporosarcina thermotolerans CCUG 53480 T, kindly provided by Dr. Edward Moore from the Culture Collection University of Gothenburg (CCUG), Sweden, also underwent WGS with the use of Nanopore MinION (Oxford Nanopore Technologies, Oxford, UK). Nanopore sequencing libraries were prepared using the SQK-RBK114.24 rapid chemistry-based barcoding kit (Oxford Nanopore Technologies, Oxford, UK). Long read sequencing was conducted using an R.10.4.1 flow cell. Base calling was performed via MinKnow/Guppy. Adapters were trimmed using Porechop (v.0.2.4) and reads were filtered using filtlong v.0.2.1, with parameters –min_length 1000 –keep_percent 90. For strains IIF3SC-B10T and F6_8S_P_1BT, a hybrid genome assembly was generated using Unicycler (v.0.5.0). For strain CCUG 53480T a long-read only assembly was generated using the same tool with default settings. Genome assembly quality was assessed using QUAST (v.5.2.0).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17492,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "ANI and dDDH analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17514,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To elucidate species affiliation of the isolated genomes, we retrieved all validly described and representative genomes of four identified genera from the NCBI database using the command-line tool ‘bit’. We calculated the Average Nucleotide Identity (ANI) and digital DNA–DNA hybridization (dDDH) values to perform pairwise nucleotide-level comparisons. For ANI calculations, we employed FastANI v.1.33, which is a rapid alignment-free computational method, with the novel species as a query against other genomes. To estimate the in-silico DNA–DNA hybridization, we used the recommended formula 2 of the Genome-to-Genome Distance Calculator (GGDC) v.3.0 with the BLAST + alignment tool. To further evaluate the genetic relatedness of the genomes of the genera Sporosarcina, ANI based analysis was used. All available genomes on the NCBI GenBank database under the genera Sporosarcina (n = 93) were retrieved using ncbi-genome-download (v.0.3.1). An all-vs-all ANI analysis of the genomes was conducted and drawn using ANIclustermap (v.1.2.0).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18574,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Phylogenetic analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18596,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The 16S rRNA gene sequences of the novel species were extracted from their WGS. Phylogenetic trees were constructed for each genus by incorporating publicly available 16S sequences of all the species within the respective genus. In cases where only the WGS was publicly available, a blast wrapper script was employed to extract the 16S sequence. The trees were rooted using a related species within the same family. The DECIPHER package was used to align and trim the 16S sequences. To build phylogenetic trees, the phangorn package was used on maximum likelihood with AIC values and 1,000 bootstrap replicates. The trees were visualized using Interactive Tree of Life (iTOL).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 19273,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We created a whole genome-based phylogenies to identify closely related species of the isolated genomes. We used GToTree v.1.7.07, a Hidden Markov Model (HMM) based command-line tool which aligns identified single copy genes using Muscle v.3.8 and produces concatenated protein alignment. For the Arthrobacter and Leifsonia genomes, we used 138 single-copy gene (SCG) sets of Actinobacteria, while for the Paenibacillus and Sporosarcina genomes, we used 119 SCG sets of Firmicutes. IQTREE v.2.2.0.3 with ModelFinder-Plus was then used to construct the phylogenetic tree from the protein alignment with 1,000 ultrafast bootstrap replicates. We further retrieved 4,552 complete, non-anomalous, representative genomes of bacteria from NCBI Reference Sequence (RefSeq) database and constructed a phylogenetic tree of life along with the novel species using 16 SCG-set as previously described (data not shown). Genomes containing at least 40% of the total 16 SGC targets were placed in the phylogenetic tree. All the trees were further annotated and visualized using interactive Tree Of Life (iTOL) v.6.7.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20374,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mapping metagenome sequence reads from ISS to isolated novel species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20443,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To investigate the presence of the isolated novel species in environmental samples from ISS, we retrieved paired-end metagenomics reads from two microbial tracking (MT) missions, MT-1 (n = 42) and MT-2 (n = 64), from the NCBI Short Read Archive with project accession PRJNA438545 and PRJNA781277, respectively. Quality filtering of the metagenomes was performed using Trimmomatic v.0.39 with a sliding window of 4 bases and an average quality per base cutoff of 20. We used MetaCompass v.2.0 to perform reference-guided assembly of the aligned metagenome reads against isolated genomes of novel species. We quantified the number of reads that aligned to the isolated genomes and assessed the breadth of the coverage of the assembled reads in each sample. We further tried to bin the contigs using MetaBAT v.2.12.1, but were unable to resolve any MAGs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21303,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Genome annotation and prediction of secondary-metabolite biosynthetic potential",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21383,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The gene prediction and annotation of the novel genomes were performed using the Rapid Annotations based on Subsystem Technology (RAST) online server using RAST-tk annotation scheme. The Resistance Gene Identifier (RGI) v6.0.1 web portal which utilizes the CARD v3.2.6 database was used to identify antibiotic resistance genes and markers in the novel species from ISS environments with only “Perfect” and “Strict” matches. Secondary metabolite biosynthetic gene clusters (BGCs) were identified within each novel genomes using antiSMASH v.7.0.0 with a “strict” detection system. The identified BGCs were curated for functional annotation using MIBiG v.3.1 JSON file via an in-house Python script.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22092,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22100,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The six strains isolated during this study belonged to five novel species spanning four bacterial genera. Among the six strains, four were non-spore-forming members and two strains formed endospores. Based on 16S rRNA gene similarities, not all strains were identified into a novel bacterial species, but ANI/dDDH analyses allowed them to be placed into five distinct bacterial species. They were: Arthrobacter burdickii IIF3SC-B10T, Leifsonia virtsii F6_8S_P_1AT, Leifsonia williamsii F6_8S_P_1BT, Paenibacillus vandeheii F6_3S_P_1CT, and Sporosarcina highlanderae F6_3S_P_2T. In addition, the WGS of S. thermotolerans CCUG 53480T was generated and compared with the genome of S. highlanderae F6_3S_P_2T to identify the variable, conserved, and distinctive genomic traits.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22874,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Genome characteristics and relatedness indices",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22921,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Assembly statistics for novel bacterial species isolated from the ISS and for the type strain of Sporosarcina thermotolerans.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 23047,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Species</th><th align=\"left\">Strain #</th><th align=\"left\">NCBI Accession #</th><th align=\"left\">Isolation location</th><th align=\"left\">No. of scaffolds/contigs</th><th align=\"left\">Genome size (bp)</th><th align=\"left\">N50 (bp)</th><th align=\"left\">Average Coverage</th><th align=\"left\">G + C Content(%)</th><th align=\"left\">Filtered reads used for assembly</th><th align=\"left\">Coding sequences</th></tr></thead><tbody><tr><td align=\"left\"><italic>Arthrobacter burdickii</italic></td><td align=\"left\">IIF3SC-B10<sup>T</sup></td><td align=\"left\"><underline>JAROCG000000000</underline></td><td align=\"left\">Advanced resistive exercise device (ARED) foot platform, ISS</td><td char=\".\" align=\"char\">8</td><td char=\",\" align=\"char\">3,949,978</td><td align=\"left\">3,120,482</td><td align=\"left\">1056</td><td char=\".\" align=\"char\">68.0</td><td align=\"left\">23,248,163</td><td char=\",\" align=\"char\">3,688</td></tr><tr><td align=\"left\"><italic>Leifsonia virtsii</italic></td><td align=\"left\">F6_8S_P_1A<sup>T</sup></td><td align=\"left\"><underline>JAROCB000000000</underline></td><td align=\"left\">Port crew quarters, bump out exterior aft wall, ISS</td><td char=\".\" align=\"char\">10</td><td char=\",\" align=\"char\">4,198,603</td><td align=\"left\">988,071</td><td align=\"left\">570</td><td char=\".\" align=\"char\">70.5</td><td align=\"left\">15,053,671</td><td char=\",\" align=\"char\">3,858</td></tr><tr><td align=\"left\"><italic>Leifsonia williamsii</italic></td><td align=\"left\">F6_8S_P_1B<sup>T</sup></td><td align=\"left\"><underline>JAROCF000000000</underline></td><td align=\"left\">Port crew quarters, bump out exterior aft wall, ISS</td><td char=\".\" align=\"char\">2</td><td char=\",\" align=\"char\">3,889,882</td><td align=\"left\">3,847,531</td><td align=\"left\">599</td><td char=\".\" align=\"char\">71.4</td><td align=\"left\">15,606,332</td><td char=\",\" align=\"char\">3,444</td></tr><tr><td align=\"left\"><italic>Leifsonia williamsii</italic></td><td align=\"left\">F6_8S_P_1C</td><td align=\"left\"><underline>JARUHI000000000</underline></td><td align=\"left\">Port crew quarters, bump out exterior aft wall, ISS</td><td char=\".\" align=\"char\">19</td><td char=\",\" align=\"char\">3,883,459</td><td align=\"left\">550,775</td><td align=\"left\">504</td><td char=\".\" align=\"char\">71.4</td><td align=\"left\">11,128,441</td><td char=\",\" align=\"char\">3,439</td></tr><tr><td align=\"left\"><italic>Paenibacillus vandeheii</italic></td><td align=\"left\">F6_3S_P_1C<sup>T</sup></td><td align=\"left\"><underline>JAROCD000000000</underline></td><td align=\"left\">Advanced resistive exercise device (ARED) foot platform, ISS</td><td char=\".\" align=\"char\">49</td><td char=\",\" align=\"char\">7,035,527</td><td align=\"left\">437,229</td><td align=\"left\">353</td><td char=\".\" align=\"char\">46.1</td><td align=\"left\">12,976,930</td><td char=\",\" align=\"char\">4,861</td></tr><tr><td align=\"left\"><italic>Sporosarcina highlanderae</italic></td><td align=\"left\">F6_3S_P_2<sup>T</sup></td><td align=\"left\"><underline>JAROCC000000000</underline></td><td align=\"left\">Advanced resistive exercise device (ARED) foot platform, ISS</td><td char=\".\" align=\"char\">33</td><td char=\",\" align=\"char\">3,397,737</td><td align=\"left\">269,276</td><td align=\"left\">736</td><td char=\".\" align=\"char\">41.6</td><td align=\"left\">10,980,322</td><td char=\",\" align=\"char\">2,166</td></tr><tr><td align=\"left\"><italic>Sporosarcina thermotolerans</italic></td><td align=\"left\">CCUG 53480<sup>T</sup></td><td align=\"left\"><underline>CP125968</underline></td><td align=\"left\">Human blood</td><td char=\".\" align=\"char\">1</td><td char=\",\" align=\"char\">3,659,279</td><td align=\"left\">N/A</td><td align=\"left\">100</td><td char=\".\" align=\"char\">41.3</td><td align=\"left\">102,168</td><td char=\",\" align=\"char\">4,609</td></tr></tbody></table>\n"
            },
            "text": "Species\tStrain #\tNCBI Accession #\tIsolation location\tNo. of scaffolds/contigs\tGenome size (bp)\tN50 (bp)\tAverage Coverage\tG + C Content(%)\tFiltered reads used for assembly\tCoding sequences\t \tArthrobacter burdickii\tIIF3SC-B10T\tJAROCG000000000\tAdvanced resistive exercise device (ARED) foot platform, ISS\t8\t3,949,978\t3,120,482\t1056\t68.0\t23,248,163\t3,688\t \tLeifsonia virtsii\tF6_8S_P_1AT\tJAROCB000000000\tPort crew quarters, bump out exterior aft wall, ISS\t10\t4,198,603\t988,071\t570\t70.5\t15,053,671\t3,858\t \tLeifsonia williamsii\tF6_8S_P_1BT\tJAROCF000000000\tPort crew quarters, bump out exterior aft wall, ISS\t2\t3,889,882\t3,847,531\t599\t71.4\t15,606,332\t3,444\t \tLeifsonia williamsii\tF6_8S_P_1C\tJARUHI000000000\tPort crew quarters, bump out exterior aft wall, ISS\t19\t3,883,459\t550,775\t504\t71.4\t11,128,441\t3,439\t \tPaenibacillus vandeheii\tF6_3S_P_1CT\tJAROCD000000000\tAdvanced resistive exercise device (ARED) foot platform, ISS\t49\t7,035,527\t437,229\t353\t46.1\t12,976,930\t4,861\t \tSporosarcina highlanderae\tF6_3S_P_2T\tJAROCC000000000\tAdvanced resistive exercise device (ARED) foot platform, ISS\t33\t3,397,737\t269,276\t736\t41.6\t10,980,322\t2,166\t \tSporosarcina thermotolerans\tCCUG 53480T\tCP125968\tHuman blood\t1\t3,659,279\tN/A\t100\t41.3\t102,168\t4,609\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 24279,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 1 summarizes the assembly statistics for all six strains. The draft genomes of the novel bacterial species were assembled using high-quality sequences, and their assembly quality varied from a single contig to 49 scaffolds. The non-spore-forming strains had high GC contents, ranging from 68% to 71.4%, whereas spore-forming strains, such as P. vandeheii F6_3S_P_1CT (46.1%) and S. highlanderae F6_3S_P_2T (41.6%), had low GC content. The total number of predicted genes was 2166 for S. highlanderae F6_3S_P_2T and 4861 for P. vandeheii F6_3S_P_1CT. However, the non-spore-forming bacterial species had ~ 3444 to 3850 coding regions (Table 1). In addition to the novel species, the complete genome of S. thermotolerans CCUG 53480T was generated and compared to S. highlanderae F6_3S_P_2T strain since both shared > 99% 16S rRNA gene sequence similarities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 25149,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Whole genome, marker genes sequence similarities, and dDDH values between novel bacterial species and nearest neighbors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 25270,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Novel Species (strain number)</th><th align=\"left\">Nearest species</th><th align=\"left\">WGS Accession #</th><th align=\"left\">ANI (%)</th><th align=\"left\">dDDH (%)</th><th align=\"left\"><italic>gyrB</italic> (%)</th><th align=\"left\">16S Accession #</th><th align=\"left\">16S (%)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"5\"><italic>Arthrobacter burdickii</italic> (IIF3SC-B10<sup>T</sup>)</td><td align=\"left\"><italic>Arthrobacter ruber</italic></td><td align=\"left\">GCF_002954225.1</td><td align=\"left\">84.6</td><td char=\".\" align=\"char\">27.2</td><td align=\"left\">88.6</td><td align=\"left\">JX949648</td><td char=\".\" align=\"char\">99.6</td></tr><tr><td align=\"left\"><italic>Arthrobacter cheniae</italic></td><td align=\"left\">GCF_003602275.1</td><td align=\"left\">83.7</td><td char=\".\" align=\"char\">25.9</td><td align=\"left\">85.9</td><td align=\"left\">JX949321</td><td char=\".\" align=\"char\">99.9</td></tr><tr><td align=\"left\"><italic>Arthrobacter bussei</italic></td><td align=\"left\">GCF_009377195.2</td><td align=\"left\">83.4</td><td char=\".\" align=\"char\">25.2</td><td align=\"left\">87.4</td><td align=\"left\">MN080869</td><td char=\".\" align=\"char\">99.9</td></tr><tr><td align=\"left\"><italic>Arthrobacter antioxidans</italic></td><td align=\"left\">GCF_023100725.1</td><td align=\"left\">84.1</td><td char=\".\" align=\"char\">26.9</td><td align=\"left\">88.7</td><td align=\"left\">OL471353</td><td char=\".\" align=\"char\">99.8</td></tr><tr><td align=\"left\"><italic>Arthrobacter agilis</italic></td><td align=\"left\">GCF_900631605.1</td><td align=\"left\">82.9</td><td char=\".\" align=\"char\">24.5</td><td align=\"left\">87.5</td><td align=\"left\">X80748</td><td char=\".\" align=\"char\">99.7</td></tr><tr><td align=\"left\" rowspan=\"5\"><italic>Leifsonia virtsii</italic> (F6_8S_P_1A<sup>T</sup>)</td><td align=\"left\"><italic>Leifsonia williamsii</italic> sp. nov</td><td align=\"left\">JAROCF000000000</td><td align=\"left\">84.3</td><td char=\".\" align=\"char\">24.7</td><td align=\"left\">91.7</td><td align=\"left\">OQ836672</td><td char=\".\" align=\"char\">99.2</td></tr><tr><td align=\"left\"><italic>Leifsonia soli</italic></td><td align=\"left\">GCF_013408745.1</td><td align=\"left\">86.3</td><td char=\".\" align=\"char\">28.3</td><td align=\"left\">90.8</td><td align=\"left\">EU912483</td><td char=\".\" align=\"char\">98.9</td></tr><tr><td align=\"left\"><italic>Leifsonia shinshuensis</italic></td><td align=\"left\">GCF_013410375.1</td><td align=\"left\">84.1</td><td char=\".\" align=\"char\">24.7</td><td align=\"left\">90.6</td><td align=\"left\">MH281744</td><td char=\".\" align=\"char\">98.9</td></tr><tr><td align=\"left\"><italic>Leifsonia aquatica</italic></td><td align=\"left\">GCF_014190775.1</td><td align=\"left\">84.1</td><td char=\".\" align=\"char\">25.0</td><td align=\"left\">89.4</td><td align=\"left\">X77450</td><td char=\".\" align=\"char\">97.9</td></tr><tr><td align=\"left\"><italic>Leifsonia naganoensis</italic></td><td align=\"left\">GCF_013410615.1</td><td align=\"left\">83.9</td><td char=\".\" align=\"char\">24.3</td><td align=\"left\">89.6</td><td align=\"left\">AB028941</td><td char=\".\" align=\"char\">98.0</td></tr><tr><td align=\"left\" rowspan=\"5\"><italic>Leifsonia williamsii</italic> (F6_8S_P_1B<sup>T</sup>)</td><td align=\"left\"><italic>Leifsonia virtsii</italic> sp. nov</td><td align=\"left\">JAROCB000000000</td><td align=\"left\">84.3</td><td char=\".\" align=\"char\">24.7</td><td align=\"left\">91.6</td><td align=\"left\">OQ836671</td><td char=\".\" align=\"char\">99.2</td></tr><tr><td align=\"left\"><italic>Leifsonia aquatica</italic></td><td align=\"left\">GCF_014190775.1</td><td align=\"left\">84.5</td><td char=\".\" align=\"char\">24.7</td><td align=\"left\">90.3</td><td align=\"left\">X77450</td><td char=\".\" align=\"char\">97.9</td></tr><tr><td align=\"left\"><italic>Leifsonia shinshuensis</italic></td><td align=\"left\">GCF_013410375.1</td><td align=\"left\">84.3</td><td char=\".\" align=\"char\">25.0</td><td align=\"left\">91.1</td><td align=\"left\">MH281744</td><td char=\".\" align=\"char\">98.9</td></tr><tr><td align=\"left\"><italic>Leifsonia naganoensis</italic></td><td align=\"left\">GCF_013410615.1</td><td align=\"left\">84.3</td><td char=\".\" align=\"char\">24.7</td><td align=\"left\">90.3</td><td align=\"left\">AB028941</td><td char=\".\" align=\"char\">98.3</td></tr><tr><td align=\"left\"><italic>Leifsonia soli</italic></td><td align=\"left\">GCF_013408745.1</td><td align=\"left\">83.9</td><td char=\".\" align=\"char\">24.2</td><td align=\"left\">91.4</td><td align=\"left\">EU912483</td><td char=\".\" align=\"char\">98.8</td></tr><tr><td align=\"left\" rowspan=\"5\"><italic>Paenibacillus vandeheii</italic> (F6_3S_P_1C<sup>T</sup>)</td><td align=\"left\"><italic>Paenibacillus xylanivorans</italic></td><td align=\"left\">GCF_001280595.1</td><td align=\"left\">92.8</td><td char=\".\" align=\"char\">49.3</td><td align=\"left\">92.8</td><td align=\"left\">KT461879</td><td char=\".\" align=\"char\">99.1</td></tr><tr><td align=\"left\"><italic>Paenibacillus tundrae</italic></td><td align=\"left\">GCF_026941245.1</td><td align=\"left\">91.0</td><td char=\".\" align=\"char\">42.5</td><td align=\"left\">95.5</td><td align=\"left\">EU558284</td><td char=\".\" align=\"char\">98.3</td></tr><tr><td align=\"left\"><italic>Paenibacillus taichungensis</italic></td><td align=\"left\">GCF_013359905.1</td><td align=\"left\">90.7</td><td char=\".\" align=\"char\">41.5</td><td align=\"left\">95.2</td><td align=\"left\">EU179327</td><td char=\".\" align=\"char\">99.2</td></tr><tr><td align=\"left\"><italic>Paenibacillus pabuli</italic></td><td align=\"left\">GCF_001514495.1</td><td align=\"left\">88.4</td><td char=\".\" align=\"char\">34.6</td><td align=\"left\">94.9</td><td align=\"left\">AB045094</td><td char=\".\" align=\"char\">99.5</td></tr><tr><td align=\"left\"><italic>Paenibacillus xylanilyticus</italic></td><td align=\"left\">GCF_013359935.1</td><td align=\"left\">84.1</td><td char=\".\" align=\"char\">26.2</td><td align=\"left\">88.5</td><td align=\"left\">AY427832</td><td char=\".\" align=\"char\">98.3</td></tr><tr><td align=\"left\" rowspan=\"3\"><italic>Sporosarcina highlanderae</italic> (F6_3S_P_2<sup>T</sup>)</td><td align=\"left\"><italic>Sporosarcina thermotolerans</italic></td><td align=\"left\">CP125968</td><td align=\"left\">85.3</td><td char=\".\" align=\"char\">29.8</td><td align=\"left\">87.0</td><td align=\"left\">FN298445</td><td char=\".\" align=\"char\">99.8</td></tr><tr><td align=\"left\"><italic>Sporosarcina luteola</italic></td><td align=\"left\">GCF_007991495.1</td><td align=\"left\">80.5</td><td char=\".\" align=\"char\">22.4</td><td align=\"left\">81.8</td><td align=\"left\">AB473560</td><td char=\".\" align=\"char\">99.5</td></tr><tr><td align=\"left\"><italic>Sporosarcina koreensis</italic></td><td align=\"left\">GCF_000826145.2</td><td align=\"left\"> &lt; 77</td><td char=\".\" align=\"char\">20.1</td><td align=\"left\">NM</td><td align=\"left\">DQ073393</td><td char=\".\" align=\"char\">98.8</td></tr></tbody></table>\n"
            },
            "text": "Novel Species (strain number)\tNearest species\tWGS Accession #\tANI (%)\tdDDH (%)\tgyrB (%)\t16S Accession #\t16S (%)\t \tArthrobacter burdickii (IIF3SC-B10T)\tArthrobacter ruber\tGCF_002954225.1\t84.6\t27.2\t88.6\tJX949648\t99.6\t \tArthrobacter cheniae\tGCF_003602275.1\t83.7\t25.9\t85.9\tJX949321\t99.9\t \tArthrobacter bussei\tGCF_009377195.2\t83.4\t25.2\t87.4\tMN080869\t99.9\t \tArthrobacter antioxidans\tGCF_023100725.1\t84.1\t26.9\t88.7\tOL471353\t99.8\t \tArthrobacter agilis\tGCF_900631605.1\t82.9\t24.5\t87.5\tX80748\t99.7\t \tLeifsonia virtsii (F6_8S_P_1AT)\tLeifsonia williamsii sp. nov\tJAROCF000000000\t84.3\t24.7\t91.7\tOQ836672\t99.2\t \tLeifsonia soli\tGCF_013408745.1\t86.3\t28.3\t90.8\tEU912483\t98.9\t \tLeifsonia shinshuensis\tGCF_013410375.1\t84.1\t24.7\t90.6\tMH281744\t98.9\t \tLeifsonia aquatica\tGCF_014190775.1\t84.1\t25.0\t89.4\tX77450\t97.9\t \tLeifsonia naganoensis\tGCF_013410615.1\t83.9\t24.3\t89.6\tAB028941\t98.0\t \tLeifsonia williamsii (F6_8S_P_1BT)\tLeifsonia virtsii sp. nov\tJAROCB000000000\t84.3\t24.7\t91.6\tOQ836671\t99.2\t \tLeifsonia aquatica\tGCF_014190775.1\t84.5\t24.7\t90.3\tX77450\t97.9\t \tLeifsonia shinshuensis\tGCF_013410375.1\t84.3\t25.0\t91.1\tMH281744\t98.9\t \tLeifsonia naganoensis\tGCF_013410615.1\t84.3\t24.7\t90.3\tAB028941\t98.3\t \tLeifsonia soli\tGCF_013408745.1\t83.9\t24.2\t91.4\tEU912483\t98.8\t \tPaenibacillus vandeheii (F6_3S_P_1CT)\tPaenibacillus xylanivorans\tGCF_001280595.1\t92.8\t49.3\t92.8\tKT461879\t99.1\t \tPaenibacillus tundrae\tGCF_026941245.1\t91.0\t42.5\t95.5\tEU558284\t98.3\t \tPaenibacillus taichungensis\tGCF_013359905.1\t90.7\t41.5\t95.2\tEU179327\t99.2\t \tPaenibacillus pabuli\tGCF_001514495.1\t88.4\t34.6\t94.9\tAB045094\t99.5\t \tPaenibacillus xylanilyticus\tGCF_013359935.1\t84.1\t26.2\t88.5\tAY427832\t98.3\t \tSporosarcina highlanderae (F6_3S_P_2T)\tSporosarcina thermotolerans\tCP125968\t85.3\t29.8\t87.0\tFN298445\t99.8\t \tSporosarcina luteola\tGCF_007991495.1\t80.5\t22.4\t81.8\tAB473560\t99.5\t \tSporosarcina koreensis\tGCF_000826145.2\t < 77\t20.1\tNM\tDQ073393\t98.8\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27153,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "NM, Not able to measure gyrB gene percent similarity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27207,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 2 presents the similarities among closely related members of the novel species based on ANI, dDDH, and two marker genes (16S rRNA and gyrB). The 16S rRNA gene sequences of all five novel species described in this study exhibited > 99% similarities to previously established species. However, the gyrB gene sequence similarities of the novel species with the closely related species ranged from 88.6 to 92.8% and could serve as a genetic marker to distinguish the novel species. Moreover, ANI indices (< 95%) and dDDH values (< 70%) fell below the threshold levels of bacterial species identity and confirmed that the examined ISS strains were novel species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27879,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Phylogeny",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27889,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The comparison of 16S rRNA gene sequences of A. burdickii IIF3SC-B10T, isolated from the air particles collected from ARED during Flight 2, revealed a high similarity (> 99.6%) to most established Arthrobacter species. This suggests that the 16S rRNA gene may not be an adequate marker for distinguishing members within this genus. However, upon analyzing the gyrB gene sequences of this phylogenetic clade, the similarity values were found to be below 85.9%. Furthermore, strain IIF3SC-B10T displayed low values for digital dDDH (24.5%) and ANI indices (82.9%). These findings provide additional evidence supporting its classification as a novel species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28547,
            "infons": {
              "file": "41598_2023_44172_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Phylogenetic tree of Arthrobacter species including strain IIF3SC-B10T based on (a) 16S rRNA genes and (b) 138 single-copy core genes of phylum Actinobacteria, keeping Kocuria rhizophila as an outgroup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28750,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the 16S rDNA-based phylogenetic tree encompassing all Arthrobacter species (Fig. 1A), with Micrococcus antarcticus as the outgroup, strain IIF3SC-B10T clustered together with officially named species such as A. agilis, A. cheniae, A. bussei, and A. antioxidans (Fig. 1A). However, in the WGS-based tree (Fig. 1B), constructed using a concatenated alignment of gene clusters from 59 genomes containing 138 single-copy core genes common to all Actinobacteria, A. burdickii was found to be distinct from the A. ruber and A. cheniae clades. Instead, it exhibited closer similarity to the unrecognized species A. sedimenti (ANI 93.8%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 29387,
            "infons": {
              "file": "41598_2023_44172_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Phylogenetic tree of Leifsonia species including strains F6_8S_P_1AT, F6_8S_P_1BT and F6_8S_P_1C based on (a) 16S rRNA genes and (b) 138 single-copy core genes of phylum Actinobacteria, keeping Nocardia fluminea as an outgroup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 29615,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The 16S rRNA gene sequences of L. virtsii F6_8S_P_1AT, isolated from crew quarters in Flight 6, exhibited > 98.9% similarity to L. soli and L. shinshuensis, indicating that the 16S rRNA gene is not a suitable marker for distinguishing members of this genus. Upon comparing the gyrB gene sequences of the members of this phylogenetic clade, the similarity values were below 91.7%. However, the strain F6_8S_P_1AT exhibited low dDDH values (< 28.3%) and ANI indices (86.3%), providing further evidence that it belongs to a novel species. In the 16S rDNA-based phylogenetic tree of all Leifsonia species, with Rathayibacter tritici as the outgroup, strain F6_8S_P_1AT was placed within a clade that also included the validly described species L. aquatica, L. xyli, L. lichenia, L. shinshuensis, and L. soli (Fig. 2A). However, in the WGS-based tree (Fig. 2B), which was constructed using a concatenated alignment of gene clusters of eight available genomes containing a total of 138 single-copy core genes common to all species in the Actinobacteria, L. virtsii was separated from all these Leifsonia species. The next closest member was L. soli (ANI 86.3%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30779,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition to L. virtsii, two strains were identified as L. williamsii based on their gyrB sequence similarity (91.6%), ANI index (84.3%), and dDDH value (24.7%), which were below the species threshold level. Surprisingly, despite the high 16S rRNA gene sequence similarity between L. virtsii and L. williamsii (99.2%), the 16S rRNA gene tree (Fig. 2A) placed them in different clades, supported by 88% bootstrap values. Notably, the L. williamsii strains were isolated from the same crew quarter location as L. virtsii, and they even originated from the same culture plate of R2A medium. Initially, there was a suspicion that they might be clones from the same colony, but further analysis using WGS and gyrB sequencing confirmed that they were distinct novel species. In contrast to the 16S rRNA gene phylogeny, the WGS-based tree (Fig. 2B) clearly differentiated L. williamsii from L. virtsii.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 31679,
            "infons": {
              "file": "41598_2023_44172_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Phylogenetic tree of Paenibacillus species including strain F6_3S_P_1CT based on (a) 16S rRNA genes and (b) 119 single-copy core genes of phylum Firmicutes, keeping Bacillus subtilis as an outgroup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 31878,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The 16S rRNA gene sequences of P. vandeheii F6_3S_P_1CT, isolated from the ARED’s surface during Flight 6, exhibited 99.5% similarity to P. pabuli, indicating that the 16S rRNA gene is not a suitable marker for distinguishing members of this genus. Upon comparing the gyrB gene sequences, P. pabuli also exhibited 94.9% similarity with P. vandeheii F6_3S_P_1CT. Since it was established that ~ 95% gyrB as cut-off value for species delineation, WGS was performed which showed that ANI index was only 88.4%. Based on low ANI index and dDDH value (34.6%), P. vandeheii F6_3S_P_1CT is differentiated from P. pabuli and described as a novel species. The 16S rRNA gene-based phylogeny (Fig. 3A) showed that P. xylanivrans, P. taichungensis, and P. paubli formed a tight clade with > 99% similarities among them. However, in the WGS-based tree (Fig. 3B), which was constructed using a concatenated alignment of gene clusters from 244 genomes containing a total of 119 single-copy core genes common to all species in the Firmicutes, P. vandeheii was separated from all these Paenibacillus species and was found to be closer to the P. xylanivorans (ANI 92.8%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 33043,
            "infons": {
              "file": "41598_2023_44172_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Phylogenetic tree of Sporosarcina species including strain F6_3S_P_2T and Sporosarcina thermotolerans CCUG 53480T based on (a) 16S rRNA genes and (b) 119 single-copy core genes of phylum Firmicutes, keeping Paenibacillus polymyxa as an outgroup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 33289,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The strain F6_3S_P_2T, another spore-forming bacterium belonging to the genus Sporosarcina and isolated from the ARED surface during Flight 6, displayed a 99.8% similarity to S. thermotolerans based on the 16S rRNA gene. This finding highlights the difficulty in classifying spore-forming microorganisms using the 16S rRNA gene marker. Hence, the WGS of S. thermotolerans CCUG 53480T was needed to identify the phylogenetic position of S. highlanderae F6_3S_P_2T. Upon comparing the gyrB gene sequences, S. highlanderae F6_3S_P_2T exhibited an 87.0% similarity with S. thermotolerans CCUG 53480T. Furthermore, the ANI index between the genomes of F6_3S_P_2T and S. thermotolerans CCUG 53480T was only 85.3%. Considering the low ANI index and dDDH value (29.8%), S. highlanderae F6_3S_P_2T can be identified as a novel species, distinct from S. thermotolerans. In the 16S rRNA gene-based phylogeny (Fig. 4A), S. thermotolerans, S. luteola, and S. saromensis formed a closely related clade with > 99% similarities among them. However, S. koreensis did not cluster within this clade, despite having a 16S rRNA gene similarity with S. highlanderae. On the other hand, in the WGS-based tree (Fig. 4B), constructed using a concatenated alignment of gene clusters from 15 genomes containing 119 single-copy core genes common to all species in the Firmicutes, S. highlanderae was separated from all other Sporosarcina species. Instead, it exhibited closer similarity to S. thermotolerans (ANI 85.3%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34788,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Phenotypic characterization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34816,
            "infons": {
              "file": "41598_2023_44172_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "SEM images of novel bacterial species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34855,
            "infons": {
              "file": "Tab3.xml",
              "id": "Tab3",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Differential phenotypic characteristics of A. burdickii and closely related species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34940,
            "infons": {
              "file": "Tab3.xml",
              "id": "Tab3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Characteristic</th><th align=\"left\"><italic>A. burdickii</italic> IIF3SC-B10<sup>T</sup></th><th align=\"left\"><italic>A. cheniae</italic></th><th align=\"left\"><italic>A. bussei</italic></th><th align=\"left\"><italic>A. antioxidans</italic></th><th align=\"left\"><italic>A. agilis</italic></th></tr></thead><tbody><tr><td align=\"left\">Maximum tolerable NaCl (%) concentration</td><td align=\"left\">5</td><td align=\"left\">3</td><td align=\"left\">7.5</td><td align=\"left\">6.5</td><td align=\"left\">4.5</td></tr><tr><td align=\"left\">Maximum temperature for growth (°C)</td><td align=\"left\">30</td><td align=\"left\">30</td><td align=\"left\">45</td><td align=\"left\">37</td><td align=\"left\">35</td></tr><tr><td align=\"left\">Oxidase activity</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Maltose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Trehalose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cellobiose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Turanose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Acetoacetic acid</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Sucrose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\">( +)</td><td align=\"left\"> + </td></tr><tr><td align=\"left\">α-<sc>d</sc>-Glucose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Stachyose</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\">( +)</td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Galactose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">3-Methyl-<sc>d</sc>-glucose</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\">( +)</td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\"><sc>l</sc>-Fucose</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\"><sc>l</sc>-Rhamnose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Gluconic acid</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Tween 40</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\">( +)</td><td align=\"left\">( +)</td></tr><tr><td align=\"left\">Propionic acid</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Alkaline phosphatase</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\">NT</td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cystine arylamidase</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\">NT</td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Acid phosphatase</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\">NT</td><td align=\"left\"> + </td></tr><tr><td align=\"left\">α-Galactosidase</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\">NT</td><td align=\"left\"> + </td></tr></tbody></table>\n"
            },
            "text": "Characteristic\tA. burdickii IIF3SC-B10T\tA. cheniae\tA. bussei\tA. antioxidans\tA. agilis\t \tMaximum tolerable NaCl (%) concentration\t5\t3\t7.5\t6.5\t4.5\t \tMaximum temperature for growth (°C)\t30\t30\t45\t37\t35\t \tOxidase activity\t − \t − \t + \t + \t − \t \tMaltose\t − \t + \t + \t + \t + \t \tTrehalose\t − \t + \t + \t + \t + \t \tCellobiose\t − \t + \t + \t + \t + \t \tTuranose\t − \t + \t + \t + \t + \t \tAcetoacetic acid\t − \t + \t + \t + \t + \t \tSucrose\t − \t + \t − \t( +)\t + \t \tα-d-Glucose\t − \t + \t − \t + \t + \t \tStachyose\t + \t − \t + \t( +)\t − \t \td-Galactose\t + \t + \t − \t + \t + \t \t3-Methyl-d-glucose\t + \t − \t( +)\t + \t + \t \tl-Fucose\t + \t − \t + \t + \t + \t \tl-Rhamnose\t − \t + \t + \t + \t − \t \td-Gluconic acid\t + \t + \t − \t + \t + \t \tTween 40\t + \t + \t − \t( +)\t( +)\t \tPropionic acid\t + \t + \t − \t + \t − \t \tAlkaline phosphatase\t − \t − \t + \tNT\t + \t \tCystine arylamidase\t + \t + \t + \tNT\t − \t \tAcid phosphatase\t − \t − \t − \tNT\t + \t \tα-Galactosidase\t − \t − \t + \tNT\t + \t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36288,
            "infons": {
              "file": "Tab4.xml",
              "id": "Tab4",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Differential phenotypic characteristics of Leifsonia novel species and closely related species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36384,
            "infons": {
              "file": "Tab4.xml",
              "id": "Tab4",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Characteristic</th><th align=\"left\"><italic>L. virtsii</italic> F6_8S_P_1A<sup>T</sup></th><th align=\"left\"><italic>L. wiliiamsii</italic> F6_8S_P_1B<sup>T</sup></th><th align=\"left\"><italic>L. aquatica</italic></th><th align=\"left\"><italic>L. shinshuensis</italic></th><th align=\"left\"><italic>L. soli</italic></th><th align=\"left\"><italic> L.xyli </italic>subsp.<italic> cynodontis</italic></th></tr></thead><tbody><tr><td align=\"left\">Colony color</td><td align=\"left\">Yellow</td><td align=\"left\">Yellow</td><td align=\"left\">Yellow</td><td align=\"left\">White</td><td align=\"left\">Yellow</td><td align=\"left\">Yellow</td></tr><tr><td align=\"left\">Oxidase</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\">W</td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Growth with 5% NaCl</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Galactose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Glucose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Maltose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Mannose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cellobiose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Galactose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\">W</td><td align=\"left\">W</td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Glucose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">myo-Inositol</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Melibiose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Rhamnose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\">W</td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Trehalose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr></tbody></table>\n"
            },
            "text": "Characteristic\tL. virtsii F6_8S_P_1AT\tL. wiliiamsii F6_8S_P_1BT\tL. aquatica\tL. shinshuensis\tL. soli\t L.xyli subsp. cynodontis\t \tColony color\tYellow\tYellow\tYellow\tWhite\tYellow\tYellow\t \tOxidase\t + \t + \t + \t − \tW\t − \t \tGrowth with 5% NaCl\t + \t + \t + \t − \t − \t − \t \td-Galactose\t + \t + \t + \t − \t − \t − \t \td-Glucose\t + \t + \t + \t − \t + \t + \t \tMaltose\t + \t + \t − \t − \t + \t − \t \td-Mannose\t + \t + \t − \t − \t + \t + \t \tCellobiose\t + \t + \t + \t − \t + \t − \t \td-Galactose\t + \t + \t + \tW\tW\t − \t \td-Glucose\t + \t + \t + \t − \t + \t + \t \tmyo-Inositol\t − \t − \t + \t + \t − \t − \t \tMelibiose\t + \t + \t + \t + \t − \t − \t \td-Rhamnose\t + \t + \t + \tW\t − \t − \t \tTrehalose\t + \t + \t + \t + \t + \t − \t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37394,
            "infons": {
              "file": "Tab5.xml",
              "id": "Tab5",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Differential phenotypic characteristics of P. vandeheii and closely related species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37479,
            "infons": {
              "file": "Tab5.xml",
              "id": "Tab5",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Characteristic</th><th align=\"left\"><italic>P. vandeheii</italic> F6_3S_P_1C<sup>T</sup></th><th align=\"left\"><italic>P. tundrae</italic></th><th align=\"left\"><italic>P. taichungensis</italic></th><th align=\"left\"><italic>P. pabuli</italic></th><th align=\"left\"><italic>P. xylanexedens</italic></th><th align=\"left\"><italic>P. amylolyticus</italic></th></tr></thead><tbody><tr><td align=\"left\">Oxidase</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">Tolerance to NaCl concentration (%)</td><td align=\"left\">8</td><td align=\"left\">NT</td><td align=\"left\">7</td><td align=\"left\">5</td><td align=\"left\">NT</td><td align=\"left\">NT</td></tr><tr><td align=\"left\">Tween 40</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Gluconic acid</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Methyl a-<sc>d</sc>-glucoside</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td></tr><tr><td align=\"left\"><sc>d</sc>-Sorbitol</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Turanose</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td></tr><tr><td align=\"left\"><sc>d</sc>-Xylose</td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Acetic Acid</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">γ-Hydroxybutyric acid</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\">α-Ketoglutaric acid</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>l</sc>-Malic acid</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>l</sc>-Pyroglutamic acid</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>l</sc>-Serine</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr></tbody></table>\n"
            },
            "text": "Characteristic\tP. vandeheii F6_3S_P_1CT\tP. tundrae\tP. taichungensis\tP. pabuli\tP. xylanexedens\tP. amylolyticus\t \tOxidase\t + \t − \t + \t + \t − \t − \t \tTolerance to NaCl concentration (%)\t8\tNT\t7\t5\tNT\tNT\t \tTween 40\t + \t − \t − \t − \t + \t − \t \td-Gluconic acid\t + \t − \t + \t + \t + \t + \t \tMethyl a-d-glucoside\t + \t + \t − \t + \t − \t + \t \td-Sorbitol\t + \t + \t − \t + \t − \t + \t \tTuranose\t + \t + \t − \t − \t − \t + \t \td-Xylose\t − \t + \t + \t + \t − \t + \t \tAcetic Acid\t + \t + \t + \t + \t − \t + \t \tγ-Hydroxybutyric acid\t + \t − \t − \t − \t + \t − \t \tα-Ketoglutaric acid\t − \t − \t − \t − \t − \t − \t \tl-Malic acid\t + \t + \t − \t − \t + \t − \t \tl-Pyroglutamic acid\t − \t − \t − \t − \t + \t − \t \tl-Serine\t + \t + \t − \t − \t + \t − \t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 38554,
            "infons": {
              "file": "Tab6.xml",
              "id": "Tab6",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Differential phenotypic characteristics of S. highlanderae and closely related species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 38642,
            "infons": {
              "file": "Tab6.xml",
              "id": "Tab6",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Characteristic</th><th align=\"left\"><italic>S. highlanderae</italic> F6_3S_P_2<sup>T</sup></th><th align=\"left\"><italic>S. thermotolerans</italic></th><th align=\"left\"><italic>S. luteola</italic></th><th align=\"left\"><italic>S. saromensis</italic></th></tr></thead><tbody><tr><td align=\"left\">NaCl tolerance (%)</td><td align=\"left\">4</td><td align=\"left\">10</td><td align=\"left\">7.5</td><td align=\"left\">9</td></tr><tr><td align=\"left\">Urease</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\"><sc>d</sc>-Glucose</td><td align=\"left\"> + </td><td align=\"left\"> − </td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Mannitol</td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td><td align=\"left\"> − </td></tr><tr><td align=\"left\"><sc>d</sc>-Fructose</td><td align=\"left\"> − </td><td align=\"left\">NA</td><td align=\"left\"> + </td><td align=\"left\"> − </td></tr></tbody></table>\n"
            },
            "text": "Characteristic\tS. highlanderae F6_3S_P_2T\tS. thermotolerans\tS. luteola\tS. saromensis\t \tNaCl tolerance (%)\t4\t10\t7.5\t9\t \tUrease\t − \t − \t + \t + \t \td-Glucose\t + \t − \t + \t − \t \td-Mannitol\t − \t − \t − \t − \t \td-Fructose\t − \tNA\t + \t − \t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 38952,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The cell size (Fig. 5), colony morphology, biochemical characteristics based on Vitek-2 (Supplemental Table S1) and BioLog GNIII (Supplemental Table S2), fatty acid profiles (Supplemental Table S3) and chemotaxonomic features (Supplemental Figure S1) of all five novel species are presented. A. burdickii can be phenotypically differentiated from other closely related Arthrobacter species since maltose, trehalose, cellobiose, turanose, and acetoacetic acid were not utilized as sole carbon substrate (Table 3). The Leifsonia species did not show any specific phenotypic characteristics that could be used to differentiate them from other closely related Leifsonia species; hence, molecular phylogeny is essential (Table 4). P. vandeheii was able to grow at 8% NaCl which can be used as discriminative test. Oxidase test was also positive whereas P. tundrae, P. xylanexedens, and P. amylolitus were negative. In addition, P. vandeheii can be differentiated by the utilization of Tween 40, turanose, γ-hydroxybutyric acid, l-malic acid, and l-serine as sole carbon source from P. taichungensis and P. paubli which are negative (Table 5). S. highlanderae could grow at 4% NaCl only, but S. thermotolerans, S. luteola, and S. saromensis were able to withstand > 7.5% to 10% NaCl concentration (Table 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 40260,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Chemotaxonomic characterization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 40292,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The novel actinobacterial species, namely A. burdickii IIF3SC-B10T, L. virtsii F6_8S_P_1AT and L. williamsii F6_8S_P_1BT, were found to contain diphosphatidylglycerol, phosphatidylglycerol and an unidentified glycolipid as their major polar lipids. Additionally, A. burdickii IIF3SC-B10T was found to possess a significant amount of an unidentified phospholipid (PL1), a characteristic that sets it apart from Leifsonia species. P. vandeheii F6_3S_P_1CT exhibited a complex polar lipid profile, which included phosphatidylglycerol, diphosphatidylglycerol, phosphatidylethanolamine, phosphatidylserine, two unidentified phospholipids and an unidentified aminophospholipid. On the other hand, S. highlanderae F6_3S_P_2T was found to contain phosphatidylglycerol, diphosphatidylglycerol, phosphatidylethanolamine two unidentified phospholipids and an identified lipid. The polar lipid profiles of new species are in excellent agreement with the data published earlier for Arthrobacter, Leifsonia, Paenibacillus, and Sporosarcina.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 41319,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Based on this polyphasic taxonomy, the five novel species are described, and their detailed phenotypic, FAME profile, chemotaxonomic, and molecular characteristics are given below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 41500,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Arthrobacter burdickii sp. nov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 41532,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Arthrobacter burdickii (bur.dick’i.i. N.L gen. n. burdickii, referring to Garry Burdick, an accomplished American space engineer).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 41665,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Colonies are pink/red-pigmented, convex, round and 0.5 mm in diameter after 3 days of incubation on TSA plate at 25 °C. Cells are coccoid and Gram-stain-positive (approximately 0.7–1.2 μm in diameter with a few that are 1.8 µm in diameter). Growth occurs at 4–37 °C, at pH 5.4–9.3 and in the presence of 0–5% (w/v) NaCl. Positive for catalase and negative for oxidase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 42052,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Positive for leucine arylamidase and alanine arylamidase; negative for arginine dihydrolase 1, β-galactosidase, α-glucosidase, ala-phe-pro arylamidase, cyclodextrin, L-aspartate arylamidase, β galactopiranosidase, α-mannosidase, phosphatase, L-proline arylamidase, β-glucuronidase, α-galactosidase, L-pyrrolydonyl-arylamidase, β-glucuronidase, tyrosine arylamidase, and urease.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 42454,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The major fatty acids (> 10%) are anteiso-C15:0, anteiso-C17:0, and anteiso-C17:1 ω9c. Major polar lipid components are diphosphatidylglycerol, phosphatidylglycerol, an unidentified glycolipid and phospholipids. In addition, two unidentified lipids were found in minor amounts. The predominant menaquinone is MK-9(H2). The peptidoglycan is of A3α type, containing lysine, threonine and alanine.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 42857,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "GC content is 68.0%. The type strain, IIF3SC-B10T (= NRRL B-65660T = DSM 115933T) was isolated from the ARED platform aboard the ISS, in 2015; its genome size is ~ 3.9 Mb and available on NCBI, accession number JAROCG000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43092,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Leifsonia virtsii sp. nov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43119,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Leifsonia virtsii (virts’i.i. N.L gen. n. virtsii, named in honor of a NASA astronaut; Terry Virts).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43222,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Colonies are circular, convex, smooth, yellow and 1.0–2.8 mm in diameter on TSA medium after 96 h at 25 °C. Cells are aerobic, Gram-stain-positive, motile, short rods, 0.3–0.4 mm wide by 1–2 mm long. Tolerates up to 5% NaCl. Grows at 4–45 °C, with optimum growth at 25 °C, and at pH 5.2–8.6. Positive for oxidase and negative for catalase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43582,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Positive for the oxidation of dextrin, d-maltose, d-trehalose, d-cellobiose, gentiobiosase, sucrose, d-turanose, raffinoase, α-d-Lactose, d-melibiose, d-salicin, N-acetyl-d-glucosamine, α-d-glucose, d-mannose, d-fructose, d-mannitol, glycerol, gelatin, glycyl-l-proline, l-alanine, pectin, d-galacturonic acid, l-galactonic acid lactone, d-gluconic acid, tetrazolium blue, p-hydroxy-phenylacetic acid, methyl puruvate, potassium tellurite, α-hydroxy-butyric acid and sodium butyrate; resistant to rifamycin SV, nalidixic acid and aztreonam. Positive for d-amygdalin, d-xylose, arginine dihydrolase 1, α-glucosidase, leucine arylamidase, α-galactosidase, alanine arylamidase, tyrosine arylamidase, d-galactose, d-mannitol, d-mannose, salicin and sucrose.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44356,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Phospholipids detected in major amounts are diphosphatidylglycerol, phosphatidylglycerol and an unidentified glycolipid. Meso 2,6-diminopimelic acid is the diagnostic diamino acid of cell wall.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44550,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "GC content is 70.5%. The type strain, F6_8S_P_1AT (= NRRL B-65661T = DSM 115931T) was isolated from the crew quarters aboard the ISS, in 2018; its genome size is ~ 4.2 Mb and available on NCBI, accession number JAROCB000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44785,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Leifsonia williamsii sp. nov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44815,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Leifsonia williamsii (wil.li.ams’i.i. N.L. gen. n. williamsii, named in honor of a NASA astronaut; Jeffrey Williams).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44935,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Colonies are circular, convex, smooth, yellow and 1.0–1.5 mm in diameter on TSA medium after 72 h at 25 °C. Cells are aerobic, Gram-stain-positive, motile, rods, 0.2–0.3 µm in width and 0.8–1.7 µm in length. Tolerates up to 5% NaCl. Grows at 4–45 °C, with optimum growth at 25 °C, and at pH 5.2–9.0. Positive for oxidase and negative for catalase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 45305,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Carbon substrate profiles also showed that majority of the carbon substrates and aminoacids are not utilized as sole carbon source. Positive for the oxidation of dextrin, d-maltose, d-trehalose, d-cellobiose, sucrose, d-turanose, raffinose, α-d-lactose, d-melibiose, d-salicin, N-acetyl-d-glucosamine, α-d-glucose, d-mannose, d-fructose, d-mannitol, glycerol, gelatin, glycyl-l-proline, l-alanine, pectin, d-galacturonic acid, l-galactonic acid lactone, d-gluconic acid, p-hydroxy-phenylacetic acid, methyl pyruvate and α-hydroxy-butyric acid; positive for growth at pH 6, 1% NaCl, rifamycin SV, tetrazolium blue, nalidixic acid, potassium tellurite, aztreonam and sodium butyrate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 45999,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The major fatty acids (> 10%) are anteiso-C15:0, iso-C16:0, and anteiso-C17:0. Phospholipids detected in major amounts are diphosphatidylglycerol, phosphatidylglycerol and an unidentified glycolipid. In addition, an unidentified lipid was found in minor amounts. The major menaquinone is MK-11. Meso 2,6-diminopimelic acid is the diagnostic diamino acid of cell wall.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 46369,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "GC content is 71.4%. The type strain, F6_8S_P_1BT (= NRRL B-65662T = DSM 115932T) was isolated from the crew quarters aboard the ISS, in 2018; its genome size is ~ 3.9 Mb and available on NCBI, accession number JAROCF000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 46608,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Paenibacillus vandeheii sp. nov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 46641,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Paenibacillus vandeheii (van. de.hei’i. N.L. gen. n. vandeheii, named in honor of a NASA astronaut; Mark Vande Hei).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 46760,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cells are Gram-stain-positive, endospore-forming, motile rods (0.6–0.7 µm in width and 2.5–3.5 µm in length). Facultative anaerobe and mesophilic bacterium, with optimum conditions for growth at 30 °C (range 4–37 °C) and pH 7 (range, pH 5.2–9.3), and up to 8% NaCl tolerance. It forms circular and 4 mm in diameter and colonies are beige color on TSA medium. Positive for catalase and oxidase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 47171,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Utilize d-raffinose, salicin, saccharose/sucrose, and d-trehalose as sole carbon substrate. Not utilize d-amygdalin, d-xylose, cyclodextrin, d-sorbitol, d-galactose, d-ribose, l-lactate alkalization, lactose, N-acetyl-d-glucosamine, d-maltose, d-mannitol, d-mannose, Methyl-B-d-glucopyranoside, and pullulan. Positive for the production of β-galactosidase, β galactopiranosidase, and α-galactosidase Negative for phosphatidylinositol phospholipase c, arginine dihydrolase 1, α-glucosidase, ala-phe-pro arylamidase, L-aspartate arylamidase, α-mannosidase, phosphatase, leucine arylamidase, L-proline arylamidase, β-glucuronidase, L-pyrrolydonyl-arylamidase, β-glucuronidase, alanine arylamidase, tyrosine arylamidase, urease, and agrinine dihydrolase 2. Resistant to bacitracin and optochin but sensitive to polymixin B and novobiocin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48030,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The major fatty acid is anteiso-C15:0, C16:0, and anteiso-C17:0. The major polar lipids are diphosphatidylglycerol, phosphatidylethanolamine, phosphatidylglycerol, phosphatidylserine, an unidentified phospholipid and an unidentified phosphoaminolipid. In addition, an unidentified phospholipid was found in trace amounts. The predominant menaquinone is MK-7. 2,6-diaminopimelic acid is the major diagnostic diamino acid of the cell wall.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48469,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "GC content is 46.1%. The type strain, F6_3S_P_1CT (= NRRL B-65663T = DSM 115940T) was isolated from the ARED platform aboard the ISS, in 2018; its genome size is ~ 7.04 Mb and available on NCBI, accession number JAROCD000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48709,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Sporosarcina highlanderae sp. nov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48744,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Sporosarcina highlanderae (high.lan.der’ae. N.L. gen. n. highlanderae, referring to Sarah Highlander, an accomplished American molecular biologist).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48895,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cells are Gram-stain-positive, strictly aerobic, motile rods (0.3–0.4 µm in width and 3.3–3.7 µm in length). Spherical endospores are formed in a terminal position. Colonies grown on TSA are circular, convex, beige, and 4 mm in diameter after 5 days at 25 °C. Optimal temperature for growth is 30 °C; growth not at < 10 °C or > 37 °C; pH tolerance is 6.1–9.3. NaCl is not required for growth but can be tolerated up to 4% (w/v). Positive for catalase and oxidase activities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 49398,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "d-raffinose, salicin, saccharose/sucrose, and d-trehalose, d-amygdalin, d-xylose, cyclodextrin, d-sorbitol, d-galactose, d-ribose, l-lactate alkalization, lactose, N-acetyl-d-glucosamine, d-maltose, d-mannitol, d-mannose, Methyl-B-d-glucopyranoside, and pullulan are not utilized as sole carbon source. Except for the production of tyrosine arylamidase, negative for β-galactosidase, β galactopiranosidase, α-galactosidase, phosphatidylinositol phospholipase c, arginine dihydrolase 1, α-glucosidase, ala-phe-pro arylamidase, L-aspartate arylamidase, α-mannosidase, phosphatase, leucine arylamidase, L-proline arylamidase, β-glucuronidase, L-pyrrolydonyl-arylamidase, β-glucuronidase, alanine arylamidase, urease, and agrinine dihydrolase 2. Resistant to bacitracin and optochin but sensitive to polymixin B and novobiocin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50246,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Major fatty acids are anteiso-C15:0, iso-C15:0, and iso-C14:0. Polar lipid profile contained diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, two unidentified phospholipids and an unidentified lipid. MK-7 is the major respiratory quinone. The peptidoglycan type is A4α based on L-Lys-L-Ala-D-Asp.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50570,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "GC content is 41.6%. The type strain, F6_3S_P_2T (= NRRL B-65664T = DSM 115943T) was isolated from the ARED platform aboard the ISS, in 2018; its genome is ~ 3.4 Mb and available on NCBI, accession number JAROCC000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50803,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Abundance of novel species in ISS metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50849,
            "infons": {
              "file": "41598_2023_44172_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Box plots showing breadth of coverage of the consensus genome constructed from mapped reads aligned to the novel species (percent coverage was less than 1% in all cases). Due to high variations in the breadth of coverages of Leifsonia genomes, a broken Y-axis was used. The reads were collected from eight locations on the ISS across seven separate time points/flights as part of the Microbial Tracking project(s).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 51264,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We conducted an analysis of metagenomic reads obtained from two microbial tracking (MT) missions, encompassing seven flights across eight locations on the ISS, with the objective of identifying novel microbial species and potentially retrieving MAGs. To assess the presence of viable and intact cells of the novel species, we utilized propidium monoazide (PMA) treatment on the samples as previously described. Our findings revealed that the majority of the metagenomes had less than 0.1% of their total reads mapped to the novel species. Among all the species analyzed, P. vandeheii F6_3S_P_1CT exhibited the highest mapping, with a maximum of 1.05% of total reads from a sample collected during Flight 2 near the port crew quarters (location 8) during MT-1. Therefore, we can conclude that none of these novel species are dominant in the ISS. Considering the limited proportion of reads mapped to the novel species, we proceeded to perform read assembly to explore the breadth of coverage against the isolated genomes. Interestingly, reads mapped to L. virtsii F6_8S_P_1AT and L. williamsii F6_8S_P_1BT from Flight 6 at location 8 exhibited a breadth of coverage of 59.4% and 80.7% respectively, despite representing a small fraction of the total reads (Fig. 6). However, apart from these cases, the overall breadth of coverage for the genomes was quite low, averaging at 0.21% hence, no MAG was generated. We also analyzed the PMA untreated samples and observed the similar pattern in the distribution of the breadth of coverages. Additionally, we noticed 84.4% breadth of coverage for L. williamsii F6_8S_P_1BT during Flight 7 at location 8 from where the strain was isolated. Despite the presence of a high breadth of coverage for Leifsonia genomes across multiple samples, we were unable to obtain MAGs due to the failure of achieving the minimum coverage depth threshold of 4X.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53150,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Functional characterization of the novel species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53199,
            "infons": {
              "file": "Tab7.xml",
              "id": "Tab7",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Antimicrobial and stress resistance genes detected in novel ISS species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53272,
            "infons": {
              "file": "Tab7.xml",
              "id": "Tab7",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Category</th><th align=\"left\">Gene</th><th align=\"left\"><italic>A. burdickii</italic></th><th align=\"left\"><italic>L. virtsii</italic></th><th align=\"left\"><italic>L. williamsii</italic> F6_8S_P_1B<sup>T</sup></th><th align=\"left\"><italic>L. williamsii</italic> F6_8S_P_1C<sup>T</sup></th><th align=\"left\"><italic>P. vandeheii</italic></th><th align=\"left\"><italic>S. highlanderae</italic></th></tr></thead><tbody><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Multidrug resistance transporter, Bcr/CflA family</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Multi antimicrobial extrusion protein (Na( +)/drug antiporter), MATE family of MDR efflux pumps</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Acriflavin resistance protein</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Streptothricin acetyltransferase, Streptomyces lavendulae type</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Ribosome protection-type tetracycline resistance related proteins, group 2</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Fosfomycin resistance protein FosB</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Transcription regulator of multidrug efflux pump operon, TetR (AcrR) family</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Antibiotics</td><td align=\"left\">Multidrug-efflux transporter, major facilitator superfamily (MFS) (TC 2.A.1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Antioxidant</td><td align=\"left\">PF00070 family, FAD-dependent NAD(P)-disulphide oxidoreductase</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">β-lactamase</td><td align=\"left\">Metal-dependent hydrolases of the β-lactamase superfamily III</td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Bile salt</td><td align=\"left\">Choloylglycine hydrolase (EC 3.5.1.24)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cadmium</td><td align=\"left\">Cadmium-transporting ATPase (EC 3.6.3.3)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cadmium</td><td align=\"left\">Cadmium efflux system accessory protein</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Cadmium</td><td align=\"left\">Cadmium-transporting ATPase (EC 3.6.3.3)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Chromate</td><td align=\"left\">Chromate transport protein ChrA</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Co-Zn-Cad</td><td align=\"left\">Cobalt-zinc-cadmium resistance protein CzcD</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Copper resistance protein CopC</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Copper resistance protein D</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Copper-translocating P-type ATPase (EC 3.6.3.4)</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Multicopper oxidase</td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Copper chaperone</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"> + </td></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Cytoplasmic copper homeostasis protein CutC</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Copper</td><td align=\"left\">Copper-translocating P-type ATPase (EC 3.6.3.4)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/></tr><tr><td align=\"left\">Heavy metal</td><td align=\"left\">DNA-binding heavy metal response regulator</td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td></tr><tr><td align=\"left\">Mercury</td><td align=\"left\">Mercuric ion reductase (EC 1.16.1.1)</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Mercury</td><td align=\"left\">Organomercurial lyase (EC 4.99.1.2)</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td></tr><tr><td align=\"left\">Mercury</td><td align=\"left\">Mercuric resistance operon regulatory protein</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td></tr><tr><td align=\"left\">Mg and Cobalt</td><td align=\"left\">Magnesium and cobalt efflux protein CorC</td><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"> + </td><td align=\"left\"/><td align=\"left\"> + </td></tr><tr><td align=\"left\">Zinc</td><td align=\"left\">Response regulator of zinc sigma-54-dependent two-component system</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> + </td><td align=\"left\"/></tr></tbody></table>\n"
            },
            "text": "Category\tGene\tA. burdickii\tL. virtsii\tL. williamsii F6_8S_P_1BT\tL. williamsii F6_8S_P_1CT\tP. vandeheii\tS. highlanderae\t \tAntibiotics\tMultidrug resistance transporter, Bcr/CflA family\t + \t + \t + \t + \t + \t\t \tAntibiotics\tMulti antimicrobial extrusion protein (Na( +)/drug antiporter), MATE family of MDR efflux pumps\t\t\t + \t + \t + \t\t \tAntibiotics\tAcriflavin resistance protein\t\t\t + \t + \t + \t + \t \tAntibiotics\tStreptothricin acetyltransferase, Streptomyces lavendulae type\t\t\t\t\t + \t + \t \tAntibiotics\tRibosome protection-type tetracycline resistance related proteins, group 2\t\t\t\t\t + \t + \t \tAntibiotics\tFosfomycin resistance protein FosB\t\t\t\t\t + \t + \t \tAntibiotics\tTranscription regulator of multidrug efflux pump operon, TetR (AcrR) family\t\t\t\t\t + \t + \t \tAntibiotics\tMultidrug-efflux transporter, major facilitator superfamily (MFS) (TC 2.A.1)\t\t\t\t\t + \t\t \tAntioxidant\tPF00070 family, FAD-dependent NAD(P)-disulphide oxidoreductase\t + \t + \t + \t + \t\t\t \tβ-lactamase\tMetal-dependent hydrolases of the β-lactamase superfamily III\t + \t\t\t\t + \t\t \tBile salt\tCholoylglycine hydrolase (EC 3.5.1.24)\t\t\t\t\t + \t + \t \tCadmium\tCadmium-transporting ATPase (EC 3.6.3.3)\t\t\t\t\t + \t + \t \tCadmium\tCadmium efflux system accessory protein\t\t\t\t\t + \t + \t \tCadmium\tCadmium-transporting ATPase (EC 3.6.3.3)\t\t\t\t\t + \t + \t \tChromate\tChromate transport protein ChrA\t\t\t\t\t + \t + \t \tCo-Zn-Cad\tCobalt-zinc-cadmium resistance protein CzcD\t\t\t\t\t + \t + \t \tCopper\tCopper resistance protein CopC\t + \t + \t + \t + \t + \t + \t \tCopper\tCopper resistance protein D\t + \t + \t + \t + \t + \t\t \tCopper\tCopper-translocating P-type ATPase (EC 3.6.3.4)\t + \t + \t + \t + \t\t\t \tCopper\tMulticopper oxidase\t + \t + \t\t\t + \t\t \tCopper\tCopper chaperone\t\t + \t + \t + \t\t + \t \tCopper\tCytoplasmic copper homeostasis protein CutC\t\t + \t + \t + \t\t\t \tCopper\tCopper-translocating P-type ATPase (EC 3.6.3.4)\t\t\t\t\t + \t\t \tHeavy metal\tDNA-binding heavy metal response regulator\t + \t\t\t\t\t + \t \tMercury\tMercuric ion reductase (EC 1.16.1.1)\t\t + \t\t\t\t\t \tMercury\tOrganomercurial lyase (EC 4.99.1.2)\t\t + \t\t\t\t + \t \tMercury\tMercuric resistance operon regulatory protein\t\t + \t\t\t\t + \t \tMg and Cobalt\tMagnesium and cobalt efflux protein CorC\t\t + \t + \t + \t\t + \t \tZinc\tResponse regulator of zinc sigma-54-dependent two-component system\t\t\t\t\t + \t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 55816,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate the genetic characteristics of the six novel strains, we performed a comprehensive genome annotation using RAST-tk (Table 7; Supplemental Table S4). The subsystem mapping results are as follows: A. burdickii IIF3SC-B10T (283 subsystems), L. virtsii F6_8S_P_1AT (273 subsystems), L. williamsii F6_8S_P_1BT (262 subsystems), L. williamsii F6_8S_P_1CT (262 subsystems), P. vandeheii F6_3S_P_1CT (324 subsystems), and S. highlanderae F6_3S_P_2T (307 subsystems). Among the annotated subsystems, the top categories based on average gene counts included amino acids and derivatives (260 genes), carbohydrate metabolism (232 genes), cofactors, vitamins, prosthetic groups, pigments (136 genes), and protein metabolism (171 genes).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56555,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Further analysis of these organisms from the ISS revealed that, on average, they possess 46 genes related to virulence, disease, and defense. Two mechanisms were predicted as the primarily function of these genes: resistance to antibiotics and toxic compounds, and invasion and intracellular resistance. A. burdickii IIF3SC-B10T, in particular, is the only species that harbors the sarcosine oxidase (EC 1.5.3.1) gene, which is involved in the osmotic stress response. On the other hand, P. vandeheii F6_3S_P_1CT and S. highlanderae F6_3S_P_2T, both belonging to the phylum Firmicutes, possess a specific mechanism to respond to bacitracin-induced stress through the bceABRS four-component system. Notably, these two species also possess additional stress response mechanisms for periplasmic stress via the intramembrane protease RasP/YluC. While exploring other factors, it was observed that A. burdickii IIF3SC-B10T does not possess any genes associated with motility. However, the other novel species have genes related to motility, including flagellar biosynthesis proteins. Among all the species, only P. vandeheii F6_3S_P_1CT has the chemotaxis subsystem.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57717,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We conducted further investigations into the metabolic potential of these novel species and made some noteworthy observations. A. burdickii IIF3SC-B10T was found to possess a significantly higher number of genes related to aromatic compound metabolism, while having fewer genes associated with iron metabolism compared to the other species characterized in this study. With the exception of P. vandeheii F6_3S_P_1CT, all the other species exhibited the capability to perform polyhydroxybutyrate metabolism. However, only P. vandeheii F6_3S_P_1CT, due to the presence of gamma-glutamyl transpeptidase (EC 2.3.2.2), can utilize glutathione as a sulfur source.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58375,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Considering the concerns regarding spore-forming bacteria and their resistance to sterilization processes in the ISS, we further explored the spore-forming capabilities of these novel species. As expected, a significant number of genes associated with dormancy and sporulation were predicted in P. vandeheii F6_3S_P_1CT and S. highlanderae F6_3S_P_2T genomes. Between them, P. vandeheii F6_3S_P_1CT exhibited the highest number of 40 genes, primarily associated with spore germination and spore maturation processes. In contrast, the other species are non-spore forming and do not possess specific proteins associated with sporulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59011,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Antimicrobial resistance properties of the novel species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59068,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the isolated five novel species, we searched for antibiotic resistance genes against the CARD database and calculated the percentage identity with the reference sequences. Overall, these genomes showed potential resistance to seven drug classes, including rifamycin and tetracycline antibiotics. Interestingly, we found that all of these genomes contained genes from vancomycin resistance gene clusters with an identity ranging from 30.7% to 51.5%. Among other identified resistance genes, we discovered the presence of rifampicin monooxygenase (RIFMO) in Leifsonia species with a 63% match, which catalyzes the inactivation of the antibiotic rifampicin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59726,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In P. vandeheii F6_3S_P_1CT, we identified a set of markers, including Llm 23S ribosomal RNA methyltransferase (LlmA_23S_CLI) and chloramphenicol acetyltransferase (CAT), which exhibited high sequence identities of 84.67% and 87.91%, respectively. LlmA_23S_CLI was originally detected in Paenibacillus sp. LC231, a strain isolated from Lechuguilla Cave, NM, USA. Additionally, strain F6_3S_P_1CT was found to possess two genes, qacG and qacJ, which are part of a small multidrug resistance efflux pump conferring resistance to quaternary ammonium compounds (QACs).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60291,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Furthermore, in P. vandeheii F6_3S_P_1CT and S. highlanderae F6_3S_P_2T, we identified the presence of tetracycline-resistant ribosomal protection genes tetB(P) and tet(Q), respectively, with approximately 30% similarity. These provide resistance by preventing the binding of the antibiotic tetracycline to the bacterial ribosome. Moreover, these genomes also encode orthologues of the antibiotic-inactivating enzyme fosfomycin thiol transferase. The genomic mining predicted the presence of AMR genes but the confirmation of the phenotypic resistance requires further investigation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60875,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Production of secondary metabolites",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60911,
            "infons": {
              "file": "Tab8.xml",
              "id": "Tab8",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Bioactive gene clusters of novel ISS bacterial species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60967,
            "infons": {
              "file": "Tab8.xml",
              "id": "Tab8",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Cluster Type</th><th align=\"left\">Known clusters</th><th align=\"left\"><italic>Arthrobacter burdickii </italic>IIF3SC-B10<sup>T</sup></th><th align=\"left\"><italic>Leifsonia virtsii</italic> F6_8S_P_1A<sup>T</sup></th><th align=\"left\"><italic>Leifsonia williamsii </italic>F6_8S_P_1B<sup>T</sup></th><th align=\"left\"><italic>Leifsonia williamsii </italic>F6_8S_P_1C</th><th align=\"left\"><italic>Paenibacillus vandeheii </italic>F6_3S_P_1C<sup>T</sup></th><th align=\"left\"><italic>Sporosarcina highlanderae </italic>F6_3S_P_2<sup>T</sup></th></tr></thead><tbody><tr><td align=\"left\">βlactone</td><td align=\"left\">Microansamycin</td><td align=\"left\">7</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Cyclic-lactone autoinducer</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td><td align=\"left\"/></tr><tr><td align=\"left\">Furan</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td><td align=\"left\">Unknown</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Guanidinotides</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Lanthipeptide-class-ii</td><td align=\"left\">Gramicidin S</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">15</td><td align=\"left\"/></tr><tr><td align=\"left\">Lanthipeptide-class-iv</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Lassopeptide</td><td align=\"left\">Paeninodin</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">60</td><td align=\"left\"/></tr><tr><td align=\"left\">Linaridin</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">NAPAA</td><td align=\"left\">ε-Poly-<sc>l</sc>-lysine</td><td align=\"left\"/><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">NRP-metallophore, NRPS</td><td align=\"left\">bacillibactin</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">100</td><td align=\"left\"/></tr><tr><td align=\"left\">Opine-like-metallophore</td><td align=\"left\">Bacillopaline</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">100</td><td align=\"left\"/></tr><tr><td align=\"left\">Phosphonate</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td></tr><tr><td align=\"left\">Proteusin</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td><td align=\"left\"/></tr><tr><td align=\"left\">T3PKS</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td></tr><tr><td align=\"left\"/><td align=\"left\">Alkylresorcinol</td><td align=\"left\"/><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"/><td align=\"left\">Corynecin I, II, and III</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">13</td><td align=\"left\"/></tr><tr><td align=\"left\"/><td align=\"left\">Meridamycin</td><td align=\"left\">5</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Terpene</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unknown</td><td align=\"left\">Unknown</td></tr><tr><td align=\"left\"/><td align=\"left\">Carotenoid</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">33</td><td align=\"left\"/></tr><tr><td align=\"left\"/><td align=\"left\">TP-1161</td><td align=\"left\">25</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Terpene, βlactone</td><td align=\"left\">Carotenoid</td><td align=\"left\"/><td align=\"left\">28</td><td align=\"left\">28</td><td align=\"left\">28</td><td align=\"left\"/><td align=\"left\"/></tr></tbody></table>\n"
            },
            "text": "Cluster Type\tKnown clusters\tArthrobacter burdickii IIF3SC-B10T\tLeifsonia virtsii F6_8S_P_1AT\tLeifsonia williamsii F6_8S_P_1BT\tLeifsonia williamsii F6_8S_P_1C\tPaenibacillus vandeheii F6_3S_P_1CT\tSporosarcina highlanderae F6_3S_P_2T\t \tβlactone\tMicroansamycin\t7\t\t\t\t\t\t \tCyclic-lactone autoinducer\t\t\t\t\t\tUnknown\t\t \tFuran\t\t\t\tUnknown\tUnknown\t\t\t \tGuanidinotides\t\t\tUnknown\t\t\t\t\t \tLanthipeptide-class-ii\tGramicidin S\t\t\t\t\t15\t\t \tLanthipeptide-class-iv\t\t\t\t\t\t\t\t \tLassopeptide\tPaeninodin\t\t\t\t\t60\t\t \tLinaridin\t\t\t\t\t\t\t\t \tNAPAA\tε-Poly-l-lysine\t\t100\t100\t100\t\t\t \tNRP-metallophore, NRPS\tbacillibactin\t\t\t\t\t100\t\t \tOpine-like-metallophore\tBacillopaline\t\t\t\t\t100\t\t \tPhosphonate\t\t\t\t\t\t\tUnknown\t \tProteusin\t\t\t\t\t\tUnknown\t\t \tT3PKS\t\t\t\t\t\t\tUnknown\t \t\tAlkylresorcinol\t\t100\t100\t100\t\t\t \t\tCorynecin I, II, and III\t\t\t\t\t13\t\t \t\tMeridamycin\t5\t\t\t\t\t\t \tTerpene\t\t\t\t\t\tUnknown\tUnknown\t \t\tCarotenoid\t\t\t\t\t33\t\t \t\tTP-1161\t25\t\t\t\t\t\t \tTerpene, βlactone\tCarotenoid\t\t28\t28\t28\t\t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61899,
            "infons": {
              "file": "Tab8.xml",
              "id": "Tab8",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "Each box depicts the percentage of similarity with the reported BGC. Unknown indicates a BGC was identified, but a percentage similarity was not calculated, since no known BGC was found to compare. Empty cells indicate that the BGC was not predicted in that genome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62165,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To explore the potential for producing secondary metabolites in the newly discovered species, we utilized antiSMASH, a bioinformatics tool for predicting putative BGCs. This analysis revealed a total of 16 cluster types, including βlactone and type III polyketide synthase (T3PKS) clusters (Table 8). In A. burdickii IIF3SC-B10T, we identified a moderately matched thiopeptide antibiotic called TP-1161, known for its effectiveness against multidrug-resistant Gram-stain-positive bacteria and fungi. Furthermore, in the isolated Leifsonia species, we found two well-known gene clusters: T3PKS-alkylresorcinol and NAPAA (non-α poly-amino acids) ε-Poly-l-lysine (ε-PL), both with a 100% match. Among the analyzed species, Leifsonia species shared a partially matched carotenoid BGC with P. vandeheii F6_3S_P_1CT. However, several unique cluster types, including cyclic-lactone-autoinducer, lanthipeptide, lassopeptide, NRP-metallophore, opine-like-metallophore, and proteusin, were identified exclusively in P. vandeheii F6_3S_P_1CT. Notably, within the F6_3S_P_1CT strain, we also identified BGCs paeninodin (60%) and bacillopaline (100%). Lastly, S. highlanderae F6_3S_P_2T exhibited one phosphonate, one T3PKS, and one terpene BGC, although these clusters have not yet been fully characterized.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63480,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 63491,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "New launch technology and new investment in human exploration of space by governments and private industry are leading to a revitalization of the idea of long-term space habitation. Missions to the moon are already underway, and missions to Mars are planned for the near future. Such missions will be measured in multiple years rather than in months and will have no or little resupply from Earth. In such cases, the microbiome of the space vessel or habitat will need to be monitored for multiple reasons: the spread of pathogens through the air or on surfaces which could infect humans or plants as well as the spread of antimicrobial resistance genes, the health of human commensal microbiomes (and potential overgrowth of secondary pathogens), and the potential for biofouling of fluid lines or water supplies via microbial overgrowth. Also, with no resupply from Earth there is no ability to gain access to Earth’s massive microbial biodiversity. Unless specific microbes are stocked as supplies before launch, the microbes found on the spacecraft or habitat are the only ones which could be used for the many commercial purposes that microbes are used for on Earth: antibiotic or therapeutic discovery, manufacturing of drugs, food, and vitamins, plant growth enhancement, probiotics, etc. Biological in-situ resource utilization may also require bioremediation or bioconversion of raw, potentially toxic materials collected from moons, other planets, or asteroids/comets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 64972,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Whether or not the microbiome of a space habitat can be controlled and repurposed to this extent depends on a number of factors, including (1) whether the microbial diversity of such a space habitat would be sufficient to include all the traits desired for the many purposes listed above, (2) accurate detection and identification of already-known microbes and taxonomic placement of unidentified microbes, including whether shotgun metagenomic sequencing would detect the presence of problematic microbes from low biomass surfaces, and (3) characterization of potential phenotypic traits based on genomic predictions. Like the proverbial mustard seed, perhaps we inadvertently carry a planet’s worth of microbial diversity wherever we travel. The novel microbes described herein are not necessarily any more noteworthy than those which might be isolated from an office building on Earth [though they are likely far more resilient given the harsh conditions of the space environment], and yet each hosts significant potential for affecting human health or for use in assisting plant growth, bioremediation or manufacturing, and offers a glimpse into the genetic and metabolic potential of the microbial diversity of the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 66199,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The most abundant cultivable microbes on ISS surfaces include common, well-studied human commensals such as Staphylococcus, Rhodotorula, Penicillium, and Micrococcus species. However, there are many more that have only been isolated once aboard the ISS and which are at very low abundance—potentially shed from individual astronauts, from experiments such as plant grow-ins, from new pieces of cargo, or from the vast microbial diversity of the human gut—which can be considered a part of the rare microbiome. Although individually rare, members of this community collectively play significant roles in ecosystem functioning and stability, including functional redundancy which enhances the resilience and stability of ecosystems by ensuring that multiple microbial species can perform essential ecological functions, such as nutrient cycling, decomposition, and symbiotic interactions. The novel bacterial species described during this study belong to rare microbial species since their incidence in the shotgun metagenomes was very low, and only the two Leifsonia species had sufficiently high breadth of coverage of mapped metagenomic reads from the ISS crew quarters to have been definitively identified using shotgun metagenomic sequencing without culturing as well.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 67475,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Previous to using a WGS approach, the diversity of the ISS cultivable microbiome was significantly underestimated due to reliance on only 16S-based taxonomic identification. However, for many bacterial genera, 16S rRNA gene sequencing strategy fails to differentiate new species with significantly different phenotypic traits. For instance, there is 99.8% similarity between the 16S rRNA genes of S. highlanderae F6_3S_P_2T and S. thermotolerans CCUG 53480T, with a mere 3 base pair substitutions. Without access to the whole genome, S. highlanderae would be categorized as S. thermotolerans, even though it is not a thermophile. Upon accessing all 93 Sporosarcina genomes from the NCBI database and generating an ANI heatmap (Supplemental Figure S2), it was evident that this clade contains at least five novel genera and 56 species which are yet to be described. This inference was based on ANI values of less than 70% for 14 Sporosarcina genomes, encompassing S. highlanderae, S. thermotolerans, and S. luteola and further emphasizes that the 16S rRNA gene on its own is not a reliable tool for differentiating among members of the Sporosarcina genus. Placing these 93 genomes into their phylogenetic affiliation require more study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 68711,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Upon examining 337 ISS bacterial genomes (plus six novel strains) belonging to 36 bacterial species (plus five novel species), it was observed that non-dominant, rare, and phylogenetically undescribed species predicted to produce natural products. As their genetic and phenotypic potential remains uncharacterized, exploration of the rare microbiome can lead to the discovery of novel bioactive compounds, enzymes, and metabolic pathways. Many of these rare microorganisms have untapped biotechnological potential, with applications in fields such as medicine, agriculture, industry, and environmental remediation. Studying the rare microbiome can uncover valuable resources for the development of new biotechnological tools and processes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 69451,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In the case of A. burdickii IIF3SC-B10T, we identified a moderately matched thiopeptide antibiotic called TP-1161, known for its efficacy against multidrug-resistant Gram-stain-positive bacteria and fungi. Leifsonia species contain alkylresorcinol, which exhibits various activities including anticancer, anti-inflammatory, antimicrobial, antioxidant, and genotoxicity effects. Additionally, alkylresorcinol plays a role in bacterial cyst formation during unfavorable environmental conditions. On the other hand, ε-PL is responsible for antimicrobial activity against food spoilage and food-poisoning bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 70068,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition, A. burdickii and P. vandeheii also harbor metal-dependent β-lactamase superfamily-I and III proteins, which are known for their involvement in the hydrolysis of β-lactam antibiotics. This enzyme family plays a significant role in conferring resistance to β-lactam antibiotics, including penicillins and cephalosporins. Furthermore, multidrug resistance efflux pumps such as the acriflavine resistance protein and Multidrug And Toxic Compound Extrusion (MATE) family of Multidrug Resistance (MDR) efflux pumps were found to be present in Leifsonia species and spore-formers. These efflux pumps contribute to bacterial resistance by actively pumping out a wide range of antimicrobial compounds from the cell, including antibiotics and toxic compounds, thereby reducing their intracellular concentrations and promoting bacterial survival. The acriflavin resistance protein (AcrA) is a crucial component of the AcrAB-TolC efflux pump, which confers resistance to acriflavin and other antimicrobial compounds. Its role in antibiotic resistance, multidrug efflux, intracellular homeostasis, biofilm formation, and potentially bacterial virulence underscores its significance in bacterial survival and adaptation. Understanding AcrA's function may aid in the development of strategies to combat antibiotic resistance and improve therapeutic approaches against multidrug-resistant bacterial infections. Given its involvement in antibiotic resistance and multidrug efflux, AcrA has emerged as a potential target for the development of novel antimicrobial agents. By inhibiting the function of AcrA or other components of the AcrAB-TolC efflux pump, it may be possible to overcome bacterial resistance and enhance the effectiveness of existing antibiotics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 71837,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Identification of fosfomycin resistance protein (fosB) in both Paenibacillus and Sporosarcina genomes in this study is crucial for effective infection control measures and the development of strategies to combat the spread of antibiotic resistance. It has been reported that fosB is significant due to its impact on the treatment of bacterial infections, the emergence of multidrug resistance, the potential for horizontal gene transfer, and its implications for public health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 72315,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Streptothricin acetyltransferase was present in both Paenibacillus and Sporosarcina genomes and it was reported that streptothricin is a valuable antibiotic with broad-spectrum activity against microorganisms and can help reduce crop losses and increase agricultural productivity. Its significance extends beyond its direct antimicrobial properties, finding applications in research, agriculture, and drug development. Understanding streptothricin's mode of action and resistance mechanisms contributes to our knowledge of antibiotics and aids in the development of novel strategies to combat bacterial infections. Streptothricin has shown efficacy in agricultural practices, particularly in plant and fungal disease management.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 73044,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The ribosome protection-type tetracycline resistance-related proteins, group 2, are crucial determinants of resistance to tetracycline antibiotics in both Gram-stain-negative and positive microbes. Their ability to protect ribosomes from the inhibitory effects of tetracycline enables microbial survival and growth in the presence of the antibiotic. The presence of these proteins in spore-forming novel species during this study and not in non-spore-forming bacteria needs further research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 73536,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Choloylglycine hydrolase plays a critical role in bile acid metabolism, enterohepatic circulation, and the regulation of the bile acid pool and predicted only in the S. highlanderae genome. Its activity influences the composition and function of the gut microbiota and has implications for host health and disease. Understanding the significance of this enzyme provides insights into bile acid metabolism disorders and potential therapeutic approaches for related conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 74012,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Multiple genes for bioremediation of toxic material, enhanced plant growth, and survival in extreme conditions are predicted in the genomes of these novel species. Except for P. vandeheii F6_3S_P_1CT, all the other species possess the capability to perform polyhydroxybutyrate metabolism. However, P. vandeheii F6_3S_P_1CT stands out as it can utilize glutathione as a sulfur source, due to the presence of gamma-glutamyl transpeptidase (EC 2.3.2.2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 74463,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Within the P. vandeheii F6_3S_P_1CT strain, we identified paeninodin (60%) and bacillopaline (100%), which were originally characterized in Paenibacillus dendritiformis C454 and Paenibacillus mucilaginosus KNP414, respectively. Furthermore, this strain harbors a siderophore gene cluster (100%) responsible for producing the antimycobacterial agent bacillibactin. The siderophore cluster also facilitates the conversion of iron from Fe3+ to Fe2+, which is a more usable form for the microbe and its plant host under iron-limited conditions. Siderophore synthesis gene clusters are rare in Paenibacillus species and are believed to have been acquired through horizontal gene transfer events.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 75154,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Genome mining resulted in identifying key functional genes of the novel species described in this study are listed in Table 7. Among all the novel species, mining of A. burdickii genome shows metal-dependent hydrolases of the β-lactamase superfamily III (MBL-III) enzyme. The MBL-III enzymes have shown potential in bioremediation processes aimed at the degradation of environmental pollutants. The ability of MBL-III enzymes to degrade diverse chemical compounds, including pesticides, herbicides, and aromatic compounds, makes them valuable tools in the cleanup of contaminated environments. These MBL-III enzymes can contribute to the removal and detoxification of pollutants, reducing their impact on ecosystems. Similarly, only in the genome of A. burdickii, DNA-binding heavy metal response regulator is predicted as shown in Arthrobacter sp. H-02-3 which plays a crucial role in cellular responses to heavy metal exposure, including detoxification, metal homeostasis, stress response, and environmental adaptation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 76179,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In the genome of L. virtsii, organomercurial lyase is predicted which is reported to play a crucial role in the detoxification of organomercurial compounds, contributing to the protection of organisms and ecosystems by actinobacteria. Its significance lies in the detoxification of toxic organomercurials, environmental protection, potential applications in bioremediation, insights into enzyme mechanisms, and biotechnological applications. Understanding and harnessing the capabilities of organomercurial lyase can aid in addressing mercury pollution and developing sustainable solutions for environmental and human health challenges.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 76816,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The magnesium and cobalt efflux protein (CorC) plays a significant role in maintaining metal ion homeostasis, protecting against metal toxicity, facilitating adaptation to metal-rich environments, and contributing to bacterial stress response. Its activity is important for cellular functions and can also impact antibiotic resistance. The identification of CorC in only three Leifsonia genomes during this study, while not observed in other novel species, holds significant potential for enhancing our understanding of the mechanisms employed by actinobacterial group to regulate metal ions and adapt to diverse environmental conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 77455,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In summary, the rare microbiome is instrumental in maintaining ecosystem stability, adapting to environmental changes, facilitating ecological interactions, spurring biotechnological innovation, and bolstering conservation efforts. Investigations into, and preservation of, the rare microbiome enhance our understanding of microbial diversity and ecosystem dynamics, thereby contributing to the sustainable management of the ecosystems. Conservation strategies should consider the preservation of rare microorganisms, as their loss could precipitate cascading effects on ecosystem functioning and resilience. Our study of novel microbes and predicted bioactive compounds contributes to our understanding of the microbial ecosystem on the ISS and lays the groundwork for further investigation into the potential implications of these novel species for the health and well-being of the ISS crew, as well as future space missions. The presence of specific genes and proteins in these novel species underscores their adaptive capabilities and potential resistance mechanisms against a variety of environmental challenges, including exposure to antibiotics. A deeper understanding of the genetic composition and functional capabilities of these novel species provides valuable insights into their survival strategies and could contribute to the development of improved antimicrobial therapies and strategies to combat antibiotic resistance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 78891,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 78917,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "Publisher's note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 78934,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 79053,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "These authors contributed equally: Anna C. Simpson and Pratyay Sengupta.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 79126,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 79152,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41598-023-44172-w.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 79244,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 79265,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "K.V. and N.S. managed the ISS strain collection and the ISS strain genome sequencing project. A.S. and K.V. conceived and designed the study. K.V. generated the draft of the manuscript with contribution from all authors. A.S. and N.S. performed the initial taxonomic analysis and genome assembly. A.S. and F.Z. performed 16S rRNA gene analysis and metagenomic characterization. A.S., P.S., N.S., and K.R. performed genomic and metagenomic characterization. A.H., P.D.R., and A.S. performed the microbiological experiments and carried out the phenotypic assays. A.H. and P.D.R. performed Vitek and BioLog based biochemical characterization. C.E.M. generated shotgun metagenome sequences using Illumina platform. G.M. generated long read sequencing data and performed associated genomic analysis. C.P. performed SEM. All authors read and approved the final manuscript. All authors have given consent for publication.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 80180,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 80188,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with National Aeronautics and Space Administration (80NM0018D0004). This research was funded by a 2012 Space Biology NNH12ZTT001N grant no. 19-12829-26 under Task Order NNN13D111T award to KV. PS is supported through Prime Minister’s Research Fellowship from the Ministry of Education, Government of India. The funders had no role in study design, data collection and interpretation, the writing of the manuscript, or the decision to submit the work for publication.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 80811,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 80829,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The draft genome sequences of all the strains characterized in this study were deposited in NCBI under BioProject PRJNA935338 and their BioSample accessions are: SAMN33786427 (A. burdickii IIF3SC-B10T), SAMN33786433 (L. virtsii F6_8S_P_1AT) SAMN33786428 (L. williamsii F6_8S_P_1BT), SAMN33786431 (P. vandeheii F6_3S_P_1CT), SAMN33786432 (S. highlanderae F6_3S_P_2T), and SAMN34051999 (L. williamsii F6_8S_P_1C). The WGS accession numbers are given in the species description section and the genome versions described in this paper are the first versions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81384,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81404,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81448,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81459,
            "infons": {
              "name_0": "surname:Mhatre;given-names:S",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Sielaff;given-names:AC",
              "name_3": "surname:Mora;given-names:M",
              "name_4": "surname:Duller;given-names:S",
              "name_5": "surname:Singh;given-names:NK",
              "pub-id_doi": "10.3389/fmicb.2020.566412",
              "pub-id_pmid": "33240227",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Assessing the risk of transfer of microorganisms at the International Space Station Due to cargo delivery by commercial resupply vehicles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81597,
            "infons": {
              "fpage": "3990",
              "issue": "1",
              "name_0": "surname:Mora;given-names:M",
              "name_1": "surname:Wink;given-names:L",
              "name_2": "surname:Kogler;given-names:I",
              "name_3": "surname:Mahnert;given-names:A",
              "name_4": "surname:Rettberg;given-names:P",
              "name_5": "surname:Schwendner;given-names:P",
              "pub-id_doi": "10.1038/s41467-019-11682-z",
              "pub-id_pmid": "31488812",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Space Station conditions are selective but do not alter microbial characteristics relevant to human health",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81704,
            "infons": {
              "name_0": "surname:Pierson;given-names:D",
              "name_1": "surname:Botkin;given-names:D",
              "name_2": "surname:Bruce;given-names:R",
              "name_3": "surname:Castro;given-names:V",
              "name_4": "surname:Smith;given-names:M",
              "name_5": "surname:Oubre;given-names:C",
              "name_6": "surname:Moldenhauer;given-names:J",
              "section_type": "REF",
              "source": "Environmental Monitoring: A Comprehensive Handbook",
              "type": "ref",
              "year": "2012"
            },
            "text": "Microbial monitoring of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81760,
            "infons": {
              "fpage": "214",
              "issue": "1",
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Karouia;given-names:F",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1186/s40168-018-0609-y",
              "pub-id_pmid": "30514368",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 81914,
            "infons": {
              "fpage": "4483",
              "issue": "11",
              "lpage": "4497",
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Mhatre;given-names:SS",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1007/s00253-019-09813-z",
              "pub-id_pmid": "31011775",
              "section_type": "REF",
              "source": "Appl. Microbiol. Biotechnol.",
              "type": "ref",
              "volume": "103",
              "year": "2019"
            },
            "text": "Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82074,
            "infons": {
              "fpage": "210",
              "issue": "1",
              "name_0": "surname:Tierney;given-names:BT",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Simpson;given-names:AC",
              "name_3": "surname:Hujer;given-names:AM",
              "name_4": "surname:Bonomo;given-names:RA",
              "name_5": "surname:Mason;given-names:CE",
              "pub-id_doi": "10.1186/s40168-022-01358-0",
              "pub-id_pmid": "36503581",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82205,
            "infons": {
              "fpage": "50",
              "issue": "1",
              "name_0": "surname:Checinska Sielaff;given-names:A",
              "name_1": "surname:Urbaniak;given-names:C",
              "name_2": "surname:Mohan;given-names:GBM",
              "name_3": "surname:Stepanov;given-names:VG",
              "name_4": "surname:Tran;given-names:Q",
              "name_5": "surname:Wood;given-names:JM",
              "pub-id_doi": "10.1186/s40168-019-0666-x",
              "pub-id_pmid": "30955503",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82336,
            "infons": {
              "fpage": "1",
              "issue": "1",
              "lpage": "19",
              "name_0": "surname:Urbaniak;given-names:C",
              "name_1": "surname:Morrison;given-names:MD",
              "name_2": "surname:Thissen;given-names:JB",
              "name_3": "surname:Karouia;given-names:F",
              "name_4": "surname:Smith;given-names:DJ",
              "name_5": "surname:Mehta;given-names:S",
              "pub-id_doi": "10.1186/s40168-022-01293-0",
              "pub-id_pmid": "34980280",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Microbial tracking-2, a metagenomics analysis of bacteria and fungi onboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82444,
            "infons": {
              "name_0": "surname:Sushenko;given-names:NS",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Vellone;given-names:DL",
              "name_3": "surname:Tighe;given-names:SW",
              "name_4": "surname:Hedlund;given-names:BP",
              "name_5": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/mra.00476-22",
              "pub-id_pmid": "35735981",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "year": "2022"
            },
            "text": "Complete genome sequence of Klebsiella quasipneumoniae subsp. similipneumoniae strain IF3SW-P1, isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82586,
            "infons": {
              "fpage": "e00214",
              "issue": "17",
              "lpage": "e221",
              "name_0": "surname:Simpson;given-names:AC",
              "name_1": "surname:Urbaniak;given-names:C",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Debieu;given-names:M",
              "name_5": "surname:O’Hara;given-names:NB",
              "pub-id_doi": "10.1128/mra.00214-21",
              "pub-id_pmid": "33927037",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Draft genome sequences of various bacterial phyla isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82682,
            "infons": {
              "fpage": "e0075121e",
              "issue": "37",
              "name_0": "surname:Simpson;given-names:AC",
              "name_1": "surname:Urbaniak;given-names:C",
              "name_2": "surname:Bateh;given-names:JR",
              "name_3": "surname:Singh;given-names:NK",
              "name_4": "surname:Wood;given-names:JM",
              "name_5": "surname:Debieu;given-names:M",
              "pub-id_doi": "10.1128/MRA.00751-21",
              "pub-id_pmid": "34528817",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Draft genome sequences of fungi isolated from the International Space Station during the microbial tracking-2 experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82803,
            "infons": {
              "fpage": "e00923",
              "issue": "42",
              "lpage": "e1020",
              "name_0": "surname:Solomon;given-names:SA",
              "name_1": "surname:Bharadwaj;given-names:AR",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Debieu;given-names:M",
              "name_5": "surname:O’Hara;given-names:NB",
              "pub-id_doi": "10.1128/mra.00923-20",
              "pub-id_pmid": "33060271",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Draft genome sequences of Klebsiella species isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82894,
            "infons": {
              "name_0": "surname:Daudu;given-names:R",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Wood;given-names:JM",
              "name_3": "surname:Debieu;given-names:M",
              "name_4": "surname:O'Hara;given-names:NB",
              "name_5": "surname:Mason;given-names:CE",
              "pub-id_doi": "10.1128/mra.00701-20",
              "pub-id_pmid": "33122406",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Draft genome sequences of Bacillaceae strains isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 82986,
            "infons": {
              "fpage": "e00570",
              "issue": "31",
              "lpage": "e620",
              "name_0": "surname:Daudu;given-names:R",
              "name_1": "surname:Parker;given-names:CW",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Debieu;given-names:M",
              "name_5": "surname:O’Hara;given-names:NB",
              "pub-id_doi": "10.1128/mra.00570-20",
              "pub-id_pmid": "32732232",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Draft genome sequences of Rhodotorula mucilaginosa strains isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83091,
            "infons": {
              "name_0": "surname:Bijlani;given-names:S",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Mason;given-names:CE",
              "name_3": "surname:Wang;given-names:CCC",
              "name_4": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/MRA.00578-20",
              "pub-id_pmid": "32586865",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Draft genome sequences of Sphingomonas species associated with the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83186,
            "infons": {
              "name_0": "surname:Bijlani;given-names:S",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Mason;given-names:CE",
              "name_3": "surname:Wang;given-names:CCC",
              "name_4": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/MRA.00504-20",
              "pub-id_pmid": "32586865",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Draft genome sequences of Tremellomycetes strains isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83282,
            "infons": {
              "fpage": "e00942",
              "issue": "39",
              "lpage": "e1020",
              "name_0": "surname:Bharadwaj;given-names:AR",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Wood;given-names:JM",
              "name_3": "surname:Debieu;given-names:M",
              "name_4": "surname:O’Hara;given-names:NB",
              "name_5": "surname:Karouia;given-names:F",
              "pub-id_doi": "10.1128/mra.00942-20",
              "pub-id_pmid": "32972947",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Draft genome sequences of Lactobacillales isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83370,
            "infons": {
              "name_0": "surname:Bharadwaj;given-names:AR",
              "name_1": "surname:Daudu;given-names:R",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Debieu;given-names:M",
              "name_5": "surname:O'Hara;given-names:NB",
              "pub-id_doi": "10.1128/MRA.00817-20",
              "pub-id_pmid": "33060271",
              "section_type": "REF",
              "source": "Microbiol. Resour. Announc.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Draft genome sequences of Enterobacteriales strains isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83468,
            "infons": {
              "fpage": "6851",
              "issue": "16",
              "lpage": "6852",
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Mhatre;given-names:SS",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1007/s00253-019-10009-8",
              "pub-id_pmid": "31302709",
              "section_type": "REF",
              "source": "Appl. Microbiol. Biotechnol.",
              "type": "ref",
              "volume": "103",
              "year": "2019"
            },
            "text": "Correction to: Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83643,
            "infons": {
              "name_0": "surname:Urbaniak;given-names:C",
              "name_1": "surname:Massa;given-names:G",
              "name_2": "surname:Hummerick;given-names:M",
              "name_3": "surname:Khodadad;given-names:C",
              "name_4": "surname:Schuerger;given-names:A",
              "name_5": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/genomeA.00326-18",
              "pub-id_pmid": "29930033",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "year": "2018"
            },
            "text": "Draft genome sequences of two Fusarium oxysporum isolates cultured from infected zinnia hybrida plants grown on the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83787,
            "infons": {
              "name_0": "surname:Seuylemezian;given-names:A",
              "name_1": "surname:Vaishampayan;given-names:P",
              "name_2": "surname:Cooper;given-names:K",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/genomeA.01554-17",
              "pub-id_pmid": "29567731",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "year": "2018"
            },
            "text": "Draft genome sequences of Acinetobacter and Bacillus strains isolated from Spacecraft-Associated Surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 83893,
            "infons": {
              "name_0": "surname:Venkateswaran;given-names:K",
              "name_1": "surname:Checinska Sielaff;given-names:A",
              "name_2": "surname:Ratnayake;given-names:S",
              "name_3": "surname:Pope;given-names:RK",
              "name_4": "surname:Blank;given-names:TE",
              "name_5": "surname:Stepanov;given-names:VG",
              "pub-id_doi": "10.1128/genomeA.00680-17",
              "pub-id_pmid": "28860236",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "year": "2017"
            },
            "text": "Draft genome sequences from a novel clade of Bacillus cereus sensu lato strains, isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84020,
            "infons": {
              "fpage": "e00696",
              "issue": "35",
              "lpage": "e717",
              "name_0": "surname:Seuylemezian;given-names:A",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Vaishampayan;given-names:P",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/genomeA.00696-17",
              "pub-id_pmid": "28860236",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Draft genome sequence of Solibacillus kalamii, isolated from an air filter aboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84134,
            "infons": {
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Blachowicz;given-names:A",
              "name_2": "surname:Checinska;given-names:A",
              "name_3": "surname:Wang;given-names:C",
              "name_4": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/genomeA.00553-16",
              "pub-id_pmid": "28034853",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "year": "2016"
            },
            "text": "Draft genome sequences of two Aspergillus fumigatus strains, isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84241,
            "infons": {
              "name_0": "surname:Checinska Sielaff;given-names:A",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Allen;given-names:JE",
              "name_3": "surname:Thissen;given-names:J",
              "name_4": "surname:Jaing;given-names:C",
              "name_5": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1128/genomeA.01263-16",
              "pub-id_pmid": "28034853",
              "section_type": "REF",
              "source": "Genome Announc.",
              "type": "ref",
              "year": "2016"
            },
            "text": "Draft genome sequences of biosafety level 2 opportunistic pathogens isolated from the environmental surfaces of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84385,
            "infons": {
              "fpage": "194",
              "issue": "77",
              "name_0": "surname:Schaeffer;given-names:AB",
              "name_1": "surname:Fulton;given-names:MD",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "1933",
              "year": "1990"
            },
            "text": "A simplified method of staining endospores",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84428,
            "infons": {
              "fpage": "1149",
              "issue": "3",
              "lpage": "1153",
              "name_0": "surname:Xu;given-names:P",
              "name_1": "surname:Li;given-names:W-J",
              "name_2": "surname:Tang;given-names:S-K",
              "name_3": "surname:Zhang;given-names:Y-Q",
              "name_4": "surname:Chen;given-names:G-Z",
              "name_5": "surname:Chen;given-names:H-H",
              "pub-id_doi": "10.1099/ijs.0.63407-0",
              "section_type": "REF",
              "source": "Int. J. Syst. Evolut. Microbiol.",
              "type": "ref",
              "volume": "55",
              "year": "2005"
            },
            "text": "Naxibacter alkalitolerans gen. nov., sp. nov., a novel member of the family ‘Oxalobacteraceae’ isolated from China",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84547,
            "infons": {
              "fpage": "584",
              "issue": "3",
              "lpage": "586",
              "name_0": "surname:Miller;given-names:LT",
              "pub-id_doi": "10.1128/jcm.16.3.584-586.1982",
              "pub-id_pmid": "7130373",
              "section_type": "REF",
              "source": "J. Clin. Microbiol.",
              "type": "ref",
              "volume": "16",
              "year": "1982"
            },
            "text": "Single derivatization method for routine analysis of bacterial whole-cell fatty acid methyl esters, including hydroxy acids",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84671,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Sasser, M. Identification of bacteria by gas chromatography of cellular fatty acids, MIDI Technical Note 101 (1990).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84788,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Paisley, R. MIS Whole Cell Fatty Acid Analysis by Gas Chromatography Training Manual (1996).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84881,
            "infons": {
              "fpage": "233",
              "issue": "5",
              "lpage": "241",
              "name_0": "surname:Minnikin;given-names:DE",
              "name_1": "surname:O'Donnell;given-names:AG",
              "name_2": "surname:Goodfellow;given-names:M",
              "name_3": "surname:Alderson;given-names:G",
              "name_4": "surname:Athalye;given-names:M",
              "name_5": "surname:Schaal;given-names:A",
              "pub-id_doi": "10.1016/0167-7012(84)90018-6",
              "section_type": "REF",
              "source": "J. Microbiol. Methods",
              "type": "ref",
              "volume": "2",
              "year": "1984"
            },
            "text": "An integrated procedure for the extraction of bacterial isoprenoid quinones and polar lipids",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84974,
            "infons": {
              "fpage": "226",
              "lpage": "231",
              "name_0": "surname:Staneck;given-names:JL",
              "name_1": "surname:Roberts;given-names:GD",
              "pub-id_doi": "10.1128/am.28.2.226-231.1974",
              "pub-id_pmid": "4605116",
              "section_type": "REF",
              "source": "Appl. Microbiol.",
              "type": "ref",
              "volume": "28",
              "year": "1974"
            },
            "text": "Simplified approach to identification of aerobic actinomycetes by thin-layer chromatography",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85066,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Andrews, S. FastQC: A Quality Control Tool for High Throughput Sequence Data (2010). Retrieved from http://www.bioinformatics.babraham.ac.uk/projects/fastqc/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85224,
            "infons": {
              "fpage": "i884",
              "issue": "17",
              "lpage": "i890",
              "name_0": "surname:Chen;given-names:S",
              "name_1": "surname:Zhou;given-names:Y",
              "name_2": "surname:Chen;given-names:Y",
              "name_3": "surname:Gu;given-names:J",
              "pub-id_doi": "10.1093/bioinformatics/bty560",
              "pub-id_pmid": "30423086",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "34",
              "year": "2018"
            },
            "text": "fastp: An ultra-fast all-in-one FASTQ preprocessor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85275,
            "infons": {
              "fpage": "455",
              "issue": "5",
              "lpage": "477",
              "name_0": "surname:Bankevich;given-names:A",
              "name_1": "surname:Nurk;given-names:S",
              "name_2": "surname:Antipov;given-names:D",
              "name_3": "surname:Gurevich;given-names:AA",
              "name_4": "surname:Dvorkin;given-names:M",
              "name_5": "surname:Kulikov;given-names:AS",
              "pub-id_doi": "10.1089/cmb.2012.0021",
              "pub-id_pmid": "22506599",
              "section_type": "REF",
              "source": "J. Comput. Biol.",
              "type": "ref",
              "volume": "19",
              "year": "2012"
            },
            "text": "SPAdes: A new genome assembly algorithm and its applications to single-cell sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85362,
            "infons": {
              "fpage": "1072",
              "issue": "8",
              "lpage": "1075",
              "name_0": "surname:Gurevich;given-names:A",
              "name_1": "surname:Saveliev;given-names:V",
              "name_2": "surname:Vyahhi;given-names:N",
              "name_3": "surname:Tesler;given-names:G",
              "pub-id_doi": "10.1093/bioinformatics/btt086",
              "pub-id_pmid": "23422339",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "29",
              "year": "2013"
            },
            "text": "QUAST: Quality assessment tool for genome assemblies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85415,
            "infons": {
              "fpage": "10",
              "name_0": "surname:Wick;given-names:RR",
              "name_1": "surname:Judd;given-names:LM",
              "name_2": "surname:Gorrie;given-names:CL",
              "name_3": "surname:Holt;given-names:KE",
              "section_type": "REF",
              "source": "Microbial. Genom.",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Completing bacterial genome assemblies with multiplex MinION sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85487,
            "infons": {
              "fpage": "e1005595",
              "issue": "6",
              "name_0": "surname:Wick;given-names:RR",
              "name_1": "surname:Judd;given-names:LM",
              "name_2": "surname:Gorrie;given-names:CL",
              "name_3": "surname:Holt;given-names:KE",
              "pub-id_doi": "10.1371/journal.pcbi.1005595",
              "pub-id_pmid": "28594827",
              "section_type": "REF",
              "source": "PLoS Comput. Biol.",
              "type": "ref",
              "volume": "13",
              "year": "2017"
            },
            "text": "Unicycler: Resolving bacterial genome assemblies from short and long sequencing reads",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85573,
            "infons": {
              "fpage": "122",
              "name_0": "surname:Lee;given-names:M",
              "pub-id_doi": "10.12688/f1000research.79530.1",
              "section_type": "REF",
              "source": "F1000Research",
              "type": "ref",
              "volume": "11",
              "year": "2022"
            },
            "text": "Bit: A multipurpose collection of bioinformatics tools [version 1; peer review: 2 not approved]",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85669,
            "infons": {
              "fpage": "60",
              "name_0": "surname:Meier-Kolthoff;given-names:JP",
              "name_1": "surname:Auch;given-names:AF",
              "name_2": "surname:Klenk;given-names:H-P",
              "name_3": "surname:Goker;given-names:M",
              "pub-id_doi": "10.1186/1471-2105-14-60",
              "section_type": "REF",
              "source": "BMC Bioinform.",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "Genome sequence-based species delimitation with confidence intervals and improved distance functions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85770,
            "infons": {
              "fpage": "352",
              "issue": "1",
              "lpage": "359",
              "name_0": "surname:Wright;given-names:ES",
              "pub-id_doi": "10.32614/RJ-2016-025",
              "section_type": "REF",
              "source": "R J.",
              "type": "ref",
              "volume": "8",
              "year": "2016"
            },
            "text": "Using DECIPHER v2.0 to analyze big biological sequence data in R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85835,
            "infons": {
              "fpage": "592",
              "issue": "4",
              "lpage": "593",
              "name_0": "surname:Schliep;given-names:KP",
              "pub-id_doi": "10.1093/bioinformatics/btq706",
              "pub-id_pmid": "21169378",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "27",
              "year": "2011"
            },
            "text": "phangorn: Phylogenetic analysis in R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85872,
            "infons": {
              "fpage": "W475",
              "lpage": "W478",
              "name_0": "surname:Letunic;given-names:I",
              "name_1": "surname:Bork;given-names:P",
              "pub-id_doi": "10.1093/nar/gkr201",
              "pub-id_pmid": "21470960",
              "section_type": "REF",
              "source": "Nucl. Acids Res.",
              "type": "ref",
              "volume": "39",
              "year": "2011"
            },
            "text": "Interactive tree of life v2: Online annotation and display of phylogenetic trees made easy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 85963,
            "infons": {
              "fpage": "4162",
              "issue": "20",
              "lpage": "4164",
              "name_0": "surname:Lee;given-names:MD",
              "pub-id_doi": "10.1093/bioinformatics/btz188",
              "pub-id_pmid": "30865266",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "35",
              "year": "2019"
            },
            "text": "GToTree: A user-friendly workflow for phylogenomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86015,
            "infons": {
              "fpage": "997",
              "issue": "6",
              "lpage": "1008",
              "name_0": "surname:Chernomor;given-names:O",
              "name_1": "surname:von Haeseler;given-names:A",
              "name_2": "surname:Minh;given-names:BQ",
              "pub-id_doi": "10.1093/sysbio/syw037",
              "pub-id_pmid": "27121966",
              "section_type": "REF",
              "source": "Syst. Biol.",
              "type": "ref",
              "volume": "65",
              "year": "2016"
            },
            "text": "Terrace aware data structure for phylogenomic inference from supermatrices",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86090,
            "infons": {
              "fpage": "587",
              "issue": "6",
              "lpage": "589",
              "name_0": "surname:Kalyaanamoorthy;given-names:S",
              "name_1": "surname:Minh;given-names:BQ",
              "name_2": "surname:Wong;given-names:TKF",
              "name_3": "surname:von Haeseler;given-names:A",
              "name_4": "surname:Jermiin;given-names:LS",
              "pub-id_doi": "10.1038/nmeth.4285",
              "pub-id_pmid": "28481363",
              "section_type": "REF",
              "source": "Nat. Methods",
              "type": "ref",
              "volume": "14",
              "year": "2017"
            },
            "text": "ModelFinder: Fast model selection for accurate phylogenetic estimates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86160,
            "infons": {
              "fpage": "1530",
              "issue": "5",
              "lpage": "1534",
              "name_0": "surname:Minh;given-names:BQ",
              "name_1": "surname:Schmidt;given-names:HA",
              "name_2": "surname:Chernomor;given-names:O",
              "name_3": "surname:Schrempf;given-names:D",
              "name_4": "surname:Woodhams;given-names:MD",
              "name_5": "surname:von Haeseler;given-names:A",
              "pub-id_doi": "10.1093/molbev/msaa015",
              "pub-id_pmid": "32011700",
              "section_type": "REF",
              "source": "Mol. Biol. Evol.",
              "type": "ref",
              "volume": "37",
              "year": "2020"
            },
            "text": "IQ-TREE 2: New models and efficient methods for phylogenetic inference in the genomic era",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86250,
            "infons": {
              "fpage": "16048",
              "issue": "5",
              "name_0": "surname:Hug;given-names:LA",
              "name_1": "surname:Baker;given-names:BJ",
              "name_2": "surname:Anantharaman;given-names:K",
              "name_3": "surname:Brown;given-names:CT",
              "name_4": "surname:Probst;given-names:AJ",
              "name_5": "surname:Castelle;given-names:CJ",
              "pub-id_doi": "10.1038/nmicrobiol.2016.48",
              "pub-id_pmid": "27572647",
              "section_type": "REF",
              "source": "Nat. Microbiol.",
              "type": "ref",
              "volume": "1",
              "year": "2016"
            },
            "text": "A new view of the tree of life",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86281,
            "infons": {
              "fpage": "W293",
              "issue": "W1",
              "lpage": "W296",
              "name_0": "surname:Letunic;given-names:I",
              "name_1": "surname:Bork;given-names:P",
              "pub-id_doi": "10.1093/nar/gkab301",
              "pub-id_pmid": "33885785",
              "section_type": "REF",
              "source": "Nucl. Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "Interactive tree of life (iTOL) v5: An online tool for phylogenetic tree display and annotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86377,
            "infons": {
              "fpage": "2114",
              "lpage": "2120",
              "name_0": "surname:Bolger;given-names:AM",
              "name_1": "surname:Lohse;given-names:M",
              "name_2": "surname:Usadel;given-names:B",
              "pub-id_doi": "10.1093/bioinformatics/btu170",
              "pub-id_pmid": "24695404",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "Trimmomatic: A flexible trimmer for Illumina sequence data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86436,
            "infons": {
              "name_0": "surname:Cepeda;given-names:V",
              "name_1": "surname:Liu;given-names:B",
              "name_2": "surname:Almeida;given-names:M",
              "name_3": "surname:Hill;given-names:CM",
              "name_4": "surname:Koren;given-names:S",
              "name_5": "surname:Treangen;given-names:TJ",
              "pub-id_doi": "10.1101/212506",
              "section_type": "REF",
              "source": "bioRxiv",
              "type": "ref",
              "year": "2017"
            },
            "text": "MetaCompass: Reference-guided assembly of metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86490,
            "infons": {
              "fpage": "8365",
              "name_0": "surname:Brettin;given-names:T",
              "name_1": "surname:Davis;given-names:JJ",
              "name_2": "surname:Disz;given-names:T",
              "name_3": "surname:Edwards;given-names:RA",
              "name_4": "surname:Gerdes;given-names:S",
              "name_5": "surname:Olsen;given-names:GJ",
              "pub-id_doi": "10.1038/srep08365",
              "pub-id_pmid": "25666585",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "5",
              "year": "2015"
            },
            "text": "RASTtk: A modular and extensible implementation of the RAST algorithm for building custom annotation pipelines and annotating batches of genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86635,
            "infons": {
              "name_0": "surname:Blin;given-names:K",
              "name_1": "surname:Shaw;given-names:S",
              "name_2": "surname:Augustijn;given-names:HE",
              "name_3": "surname:Reitz;given-names:ZL",
              "name_4": "surname:Biermann;given-names:F",
              "name_5": "surname:Alanjary;given-names:M",
              "pub-id_doi": "10.1093/nar/gkad344",
              "pub-id_pmid": "37904617",
              "section_type": "REF",
              "source": "Nucl. Acids Res.",
              "type": "ref",
              "year": "2023"
            },
            "text": "antiSMASH 7.0: New and improved predictions for detection, regulation, chemical structures and visualisation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86744,
            "infons": {
              "fpage": "D603",
              "issue": "D1",
              "lpage": "D610",
              "name_0": "surname:Terlouw;given-names:BR",
              "name_1": "surname:Blin;given-names:K",
              "name_2": "surname:Navarro-Muñoz;given-names:JC",
              "name_3": "surname:Avalon;given-names:NE",
              "name_4": "surname:Chevrette;given-names:MG",
              "name_5": "surname:Egbert;given-names:S",
              "pub-id_doi": "10.1093/nar/gkac1049",
              "pub-id_pmid": "36399496",
              "section_type": "REF",
              "source": "Nucl. Acids Res.",
              "type": "ref",
              "volume": "51",
              "year": "2023"
            },
            "text": "MIBiG 3.0: A community-driven effort to annotate experimentally validated biosynthetic gene clusters",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 86845,
            "infons": {
              "fpage": "9",
              "issue": "1",
              "lpage": "37",
              "name_0": "surname:Busse;given-names:HJ",
              "pub-id_doi": "10.1099/ijsem.0.000702",
              "pub-id_pmid": "26486726",
              "section_type": "REF",
              "source": "Int. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "66",
              "year": "2016"
            },
            "text": "Review of the taxonomy of the genus Arthrobacter, emendation of the genus Arthrobacter sensu lato, proposal to reclassify selected species of the genus Arthrobacter in the novel genera Glutamicibacter gen. nov., Paeniglutamicibacter gen. nov., Pseudoglutamicibacter gen. nov., Paenarthrobacter gen. nov. and Pseudarthrobacter gen. nov., and emended description of Arthrobacter roseus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87229,
            "infons": {
              "fpage": "549",
              "issue": "8",
              "lpage": "555",
              "name_0": "surname:Cai;given-names:Y",
              "name_1": "surname:Tao;given-names:WZ",
              "name_2": "surname:Ma;given-names:YJ",
              "name_3": "surname:Cheng;given-names:J",
              "name_4": "surname:Zhang;given-names:MY",
              "name_5": "surname:Zhang;given-names:YX",
              "pub-id_doi": "10.1007/s12275-018-8061-z",
              "pub-id_pmid": "30047083",
              "section_type": "REF",
              "source": "J. Microbiol.",
              "type": "ref",
              "volume": "56",
              "year": "2018"
            },
            "text": "Leifsonia flava sp. nov., a novel actinobacterium isolated from the rhizosphere of Aquilegia viridiflora",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87334,
            "infons": {
              "fpage": "1058",
              "issue": "4",
              "lpage": "1063",
              "name_0": "surname:Kämpfer;given-names:P",
              "name_1": "surname:Busse;given-names:HJ",
              "name_2": "surname:McInroy;given-names:JA",
              "name_3": "surname:Hu;given-names:CH",
              "name_4": "surname:Kloepper;given-names:JW",
              "name_5": "surname:Glaeser;given-names:SP",
              "pub-id_doi": "10.1099/ijsem.0.001779",
              "pub-id_pmid": "28068214",
              "section_type": "REF",
              "source": "Int. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "67",
              "year": "2017"
            },
            "text": "Paenibacillus rhizoplanae sp. nov., isolated from the rhizosphere of Zea mays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87412,
            "infons": {
              "fpage": "781",
              "issue": "4",
              "lpage": "786",
              "name_0": "surname:Kämpfer;given-names:P",
              "name_1": "surname:Rossello-Mora;given-names:R",
              "name_2": "surname:Falsen;given-names:E",
              "name_3": "surname:Busse;given-names:HJ",
              "name_4": "surname:Tindall;given-names:BJ",
              "pub-id_doi": "10.1099/ijs.0.63985-0",
              "pub-id_pmid": "16585694",
              "section_type": "REF",
              "source": "Int. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "56",
              "year": "2006"
            },
            "text": "Cohnella thermotolerans gen. nov., sp. nov., and classification of 'Paenibacillus hongkongensis' as Cohnella hongkongensis sp. nov",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87543,
            "infons": {
              "fpage": "1364",
              "issue": "6",
              "lpage": "1370",
              "name_0": "surname:Krishnamurthi;given-names:S",
              "name_1": "surname:Bhattacharya;given-names:A",
              "name_2": "surname:Mayilraj;given-names:S",
              "name_3": "surname:Saha;given-names:P",
              "name_4": "surname:Schumann;given-names:P",
              "name_5": "surname:Chakrabarti;given-names:T",
              "pub-id_doi": "10.1099/ijs.0.65130-0",
              "pub-id_pmid": "19502317",
              "section_type": "REF",
              "source": "Int. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "59",
              "year": "2009"
            },
            "text": "Description of Paenisporosarcina quisquiliarum gen. nov., sp. nov., and reclassification of Sporosarcina macmurdoensis Reddy et al. 2003 as Paenisporosarcina macmurdoensis comb. nov",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87725,
            "infons": {
              "fpage": "D690",
              "issue": "D1",
              "lpage": "D699",
              "name_0": "surname:Alcock;given-names:BP",
              "name_1": "surname:Huynh;given-names:W",
              "name_2": "surname:Chalil;given-names:R",
              "name_3": "surname:Smith;given-names:KW",
              "name_4": "surname:Raphenya Amogelang;given-names:R",
              "name_5": "surname:Wlodarski;given-names:MA",
              "pub-id_doi": "10.1093/nar/gkac920",
              "section_type": "REF",
              "source": "Nucl. Acids Res.",
              "type": "ref",
              "volume": "51",
              "year": "2022"
            },
            "text": "CARD 2023: Expanded curation, support for machine learning, and resistome prediction at the comprehensive antibiotic resistance database",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87862,
            "infons": {
              "fpage": "13803",
              "issue": "1",
              "name_0": "surname:Pawlowski;given-names:AC",
              "name_1": "surname:Wang;given-names:W",
              "name_2": "surname:Koteva;given-names:K",
              "name_3": "surname:Barton;given-names:HA",
              "name_4": "surname:McArthur;given-names:AG",
              "name_5": "surname:Wright;given-names:GD",
              "pub-id_doi": "10.1038/ncomms13803",
              "pub-id_pmid": "27929110",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "7",
              "year": "2016"
            },
            "text": "A diverse intrinsic antibiotic resistome from a cave bacterium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 87925,
            "infons": {
              "fpage": "4969",
              "issue": "15",
              "lpage": "4976",
              "name_0": "surname:Engelhardt;given-names:K",
              "name_1": "surname:Degnes;given-names:KF",
              "name_2": "surname:Kemmler;given-names:M",
              "name_3": "surname:Bredholt;given-names:H",
              "name_4": "surname:Fjærvik;given-names:E",
              "name_5": "surname:Klinkenberg;given-names:G",
              "pub-id_doi": "10.1128/AEM.00741-10",
              "pub-id_pmid": "20562278",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "76",
              "year": "2010"
            },
            "text": "Production of a new thiopeptide antibiotic, TP-1161, by a marine Nocardiopsis Species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88011,
            "infons": {
              "fpage": "31",
              "lpage": "34",
              "name_0": "surname:McDonagh;given-names:F",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Venkateswaran;given-names:K",
              "name_3": "surname:Lonappan;given-names:AM",
              "name_4": "surname:Hallahan;given-names:B",
              "name_5": "surname:Tuohy;given-names:A",
              "pub-id_doi": "10.1016/j.jgar.2022.12.003",
              "section_type": "REF",
              "source": "J. Glob. Antimicrobial. Res.",
              "type": "ref",
              "volume": "32",
              "year": "2023"
            },
            "text": "First complete genome of a multidrug-resistant strain of the novel human pathogen Kalamiella piersonii (GABEKP28) identified in human saliva",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88152,
            "infons": {
              "name_0": "surname:Urbaniak;given-names:C",
              "name_1": "surname:van Dam;given-names:P",
              "name_2": "surname:Zaborin;given-names:A",
              "name_3": "surname:Zaborina;given-names:O",
              "name_4": "surname:Gilbert;given-names:JA",
              "name_5": "surname:Torok;given-names:T",
              "pub-id_doi": "10.1128/mSystems.00345-18",
              "pub-id_pmid": "30944876",
              "section_type": "REF",
              "source": "mSystems",
              "type": "ref",
              "year": "2019"
            },
            "text": "Genomic characterization and virulence potential of two Fusarium oxysporum isolates cultured from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88282,
            "infons": {
              "fpage": "134",
              "issue": "1",
              "name_0": "surname:Madrigal;given-names:P",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Wood;given-names:JM",
              "name_3": "surname:Gaudioso;given-names:E",
              "name_4": "surname:Hernández-Del-Olmo;given-names:F",
              "name_5": "surname:Mason;given-names:CE",
              "pub-id_doi": "10.1186/s40168-022-01332-w",
              "pub-id_pmid": "35999570",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Machine learning algorithm to characterize antimicrobial resistance associated with the International Space Station surface microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88417,
            "infons": {
              "name_0": "surname:Mettler;given-names:MK",
              "name_1": "surname:Parker;given-names:CW",
              "name_2": "surname:Venkateswaran;given-names:K",
              "name_3": "surname:Peyton;given-names:BM",
              "pub-id_doi": "10.3389/fmicb.2022.874236",
              "pub-id_pmid": "35464913",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "year": "2022"
            },
            "text": "Antimicrobial coating efficacy for prevention of Pseudomonas aeruginosa biofilm growth on ISS water system materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88534,
            "infons": {
              "fpage": "312",
              "issue": "2",
              "lpage": "324",
              "name_0": "surname:Vaishampayan;given-names:P",
              "name_1": "surname:Probst;given-names:AJ",
              "name_2": "surname:La Duc;given-names:MT",
              "name_3": "surname:Bargoma;given-names:E",
              "name_4": "surname:Benardini;given-names:JN",
              "name_5": "surname:Andersen;given-names:GL",
              "pub-id_doi": "10.1038/ismej.2012.114",
              "pub-id_pmid": "23051695",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "volume": "7",
              "year": "2013"
            },
            "text": "New perspectives on viable microbial communities in low-biomass cleanroom environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88621,
            "infons": {
              "fpage": "e0199421",
              "issue": "1",
              "name_0": "surname:Lombardino;given-names:J",
              "name_1": "surname:Bijlani;given-names:S",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Barker;given-names:R",
              "name_5": "surname:Gilroy;given-names:S",
              "pub-id_doi": "10.1128/spectrum.01994-21",
              "pub-id_pmid": "35019675",
              "section_type": "REF",
              "source": "Microbiol. Spectr.",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Genomic characterization of potential plant growth-promoting features of Sphingomonas strains isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88761,
            "infons": {
              "fpage": "102",
              "issue": "1",
              "name_0": "surname:Kumar;given-names:RK",
              "name_1": "surname:Singh;given-names:NK",
              "name_2": "surname:Balakrishnan;given-names:S",
              "name_3": "surname:Parker;given-names:CW",
              "name_4": "surname:Raman;given-names:K",
              "name_5": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1186/s40168-022-01279-y",
              "pub-id_pmid": "35791019",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "10",
              "year": "2022"
            },
            "text": "Metabolic modeling of the International Space Station microbiome reveals key microbial interactions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88861,
            "infons": {
              "fpage": "841",
              "issue": "6",
              "lpage": "860",
              "name_0": "surname:Stasiuk;given-names:M",
              "name_1": "surname:Kozubek;given-names:A",
              "pub-id_doi": "10.1007/s00018-009-0193-1",
              "pub-id_pmid": "20213924",
              "section_type": "REF",
              "source": "Cell. Mol. Life Sci.",
              "type": "ref",
              "volume": "67",
              "year": "2010"
            },
            "text": "Biological activity of phenolic lipids",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 88900,
            "infons": {
              "fpage": "1834",
              "issue": "8",
              "lpage": "1844",
              "name_0": "surname:Romero;given-names:Y",
              "name_1": "surname:Moreno;given-names:S",
              "name_2": "surname:Guzmán;given-names:J",
              "name_3": "surname:Espín;given-names:G",
              "name_4": "surname:Segura;given-names:D",
              "pub-id_doi": "10.1128/jb.01946-12",
              "pub-id_pmid": "23378510",
              "section_type": "REF",
              "source": "J Bacteriol.",
              "type": "ref",
              "volume": "195",
              "year": "2013"
            },
            "text": "Sigma factor RpoS controls alkylresorcinol synthesis through ArpR, a LysR-type regulatory protein, during encystment of Azotobacter vinelandii",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89043,
            "infons": {
              "fpage": "7758",
              "issue": "24",
              "lpage": "7770",
              "name_0": "surname:Hyldgaard;given-names:M",
              "name_1": "surname:Mygind;given-names:T",
              "name_2": "surname:Vad;given-names:BS",
              "name_3": "surname:Stenvang;given-names:M",
              "name_4": "surname:Otzen;given-names:DE",
              "name_5": "surname:Meyer;given-names:RL",
              "pub-id_doi": "10.1128/AEM.02204-14",
              "pub-id_pmid": "25304506",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "80",
              "year": "2014"
            },
            "text": "The antimicrobial mechanism of action of epsilon-poly-l-lysine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89106,
            "infons": {
              "fpage": "342",
              "lpage": "352",
              "name_0": "surname:Najar;given-names:IN",
              "name_1": "surname:Sherpa;given-names:MT",
              "name_2": "surname:Das;given-names:S",
              "name_3": "surname:Das;given-names:S",
              "name_4": "surname:Thakur;given-names:N",
              "pub-id_doi": "10.1016/j.jgar.2020.03.026",
              "section_type": "REF",
              "source": "J. Glob. Antimicrobial. Res.",
              "type": "ref",
              "volume": "21",
              "year": "2020"
            },
            "text": "Diversity analysis and metagenomic insights into antibiotic and metal resistance among Himalayan hot spring bacteriobiome insinuating inherent environmental baseline levels of antibiotic and metal tolerance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89313,
            "infons": {
              "fpage": "89",
              "issue": "1",
              "lpage": "98",
              "name_0": "surname:Abdali;given-names:N",
              "name_1": "surname:Parks;given-names:JM",
              "name_2": "surname:Haynes;given-names:KM",
              "name_3": "surname:Chaney;given-names:JL",
              "name_4": "surname:Green;given-names:AT",
              "name_5": "surname:Wolloscheck;given-names:D",
              "pub-id_doi": "10.1021/acsinfecdis.6b00167",
              "pub-id_pmid": "27768847",
              "section_type": "REF",
              "source": "ACS Infect. Dis.",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Reviving antibiotics: Efflux pump inhibitors that interact with AcrA, a membrane fusion protein of the AcrAB-TolC multidrug efflux pump",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89449,
            "infons": {
              "fpage": "6",
              "issue": "1",
              "name_0": "surname:Tetz;given-names:G",
              "name_1": "surname:Tetz;given-names:V",
              "name_2": "surname:Vecherkovskaya;given-names:M",
              "pub-id_doi": "10.1186/s13099-016-0089-1",
              "pub-id_pmid": "26900405",
              "section_type": "REF",
              "source": "Gut Pathogens.",
              "type": "ref",
              "volume": "8",
              "year": "2016"
            },
            "text": "Genomic characterization and assessment of the virulence and antibiotic resistance of the novel species Paenibacillus sp. strain VT-400, a potentially pathogenic bacterium in the oral cavity of patients with hematological malignancies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89684,
            "infons": {
              "fpage": "726266",
              "name_0": "surname:Le;given-names:KD",
              "name_1": "surname:Kim;given-names:J",
              "name_2": "surname:Nguyen;given-names:HT",
              "name_3": "surname:Yu;given-names:NH",
              "name_4": "surname:Park;given-names:AR",
              "name_5": "surname:Lee;given-names:CW",
              "pub-id_doi": "10.3389/fpls.2021.726266",
              "pub-id_pmid": "34603354",
              "section_type": "REF",
              "source": "Front. Plant Sci.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Streptomyces sp. JCK-6131 protects plants against bacterial and fungal diseases via two mechanisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89783,
            "infons": {
              "fpage": "232",
              "issue": "2",
              "lpage": "260",
              "name_0": "surname:Chopra;given-names:I",
              "name_1": "surname:Roberts;given-names:M",
              "pub-id_doi": "10.1128/mmbr.65.2.232-260.2001",
              "pub-id_pmid": "11381101",
              "section_type": "REF",
              "source": "Microbiol. Mol. Biol. Rev.",
              "type": "ref",
              "volume": "65",
              "year": "2001"
            },
            "text": "Tetracycline antibiotics: mode of action, applications, molecular biology, and epidemiology of bacterial resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 89899,
            "infons": {
              "fpage": "3126",
              "issue": "6",
              "lpage": "3128",
              "name_0": "surname:Dean;given-names:M",
              "name_1": "surname:Cervellati;given-names:C",
              "name_2": "surname:Casanova;given-names:E",
              "name_3": "surname:Squerzanti;given-names:M",
              "name_4": "surname:Lanzara;given-names:V",
              "name_5": "surname:Medici;given-names:A",
              "pub-id_doi": "10.1128/aem.68.6.3126-3128.2002",
              "pub-id_pmid": "12039776",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "68",
              "year": "2002"
            },
            "text": "Characterization of cholylglycine hydrolase from a bile-adapted strain of Xanthomonas maltophilia and its application for quantitative hydrolysis of conjugated bile salts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90070,
            "infons": {
              "fpage": "332",
              "issue": "3",
              "lpage": "338",
              "name_0": "surname:Ridlon;given-names:JM",
              "name_1": "surname:Kang;given-names:DJ",
              "name_2": "surname:Hylemon;given-names:PB",
              "name_3": "surname:Bajaj;given-names:JS",
              "pub-id_doi": "10.1097/mog.0000000000000057",
              "pub-id_pmid": "24625896",
              "section_type": "REF",
              "source": "Curr. Opin. Gastroenterol.",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "Bile acids and the gut microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90104,
            "infons": {
              "fpage": "e28480",
              "issue": "12",
              "name_0": "surname:Marchesini;given-names:MI",
              "name_1": "surname:Connolly;given-names:J",
              "name_2": "surname:Delpino;given-names:MV",
              "name_3": "surname:Baldi;given-names:PC",
              "name_4": "surname:Mujer;given-names:CV",
              "name_5": "surname:DelVecchio;given-names:VG",
              "pub-id_doi": "10.1371/journal.pone.0028480",
              "pub-id_pmid": "22174816",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Brucella abortus choloylglycine hydrolase affects cell envelope composition and host cell internalization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90210,
            "infons": {
              "fpage": "641251",
              "name_0": "surname:Saini;given-names:M",
              "name_1": "surname:Kashyap;given-names:A",
              "name_2": "surname:Bindal;given-names:S",
              "name_3": "surname:Saini;given-names:K",
              "name_4": "surname:Gupta;given-names:R",
              "pub-id_doi": "10.3389/fmicb.2021.641251",
              "pub-id_pmid": "33897647",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Bacterial gamma-glutamyl transpeptidase, an emerging biocatalyst: Insights into structure-function relationship and its biotechnological applications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90360,
            "infons": {
              "fpage": "13662",
              "issue": "26",
              "lpage": "13678",
              "name_0": "surname:Zhu;given-names:S",
              "name_1": "surname:Hegemann;given-names:JD",
              "name_2": "surname:Fage;given-names:CD",
              "name_3": "surname:Zimmermann;given-names:M",
              "name_4": "surname:Xie;given-names:X",
              "name_5": "surname:Linne;given-names:U",
              "pub-id_doi": "10.1074/jbc.M116.722108",
              "pub-id_pmid": "27151214",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "291",
              "year": "2016"
            },
            "text": "Insights into the unique phosphorylation of the lasso peptide paeninodin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90433,
            "infons": {
              "fpage": "e00554-20",
              "issue": "4",
              "name_0": "surname:Morey;given-names:JR",
              "name_1": "surname:Kehl-Fie;given-names:TE",
              "pub-id_doi": "10.1128/mSystems.00554-20",
              "pub-id_pmid": "32817386",
              "section_type": "REF",
              "source": "mSystems",
              "type": "ref",
              "volume": "5",
              "year": "2020"
            },
            "text": "Bioinformatic mapping of opine-like zincophore biosynthesis in bacteria",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90505,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Nalli, Y. et al. Bacillibactin class siderophores produced by the endophyte Bacillus subtilis NPROOT3 as antimycobacterial agents. Lett. Appl. Microbiol.76 (2023).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90669,
            "infons": {
              "fpage": "203",
              "issue": "1",
              "name_0": "surname:Grady;given-names:EN",
              "name_1": "surname:MacDonald;given-names:J",
              "name_2": "surname:Liu;given-names:L",
              "name_3": "surname:Richman;given-names:A",
              "name_4": "surname:Yuan;given-names:Z-C",
              "pub-id_doi": "10.1186/s12934-016-0603-7",
              "section_type": "REF",
              "source": "Microbiol. Cell Fact.",
              "type": "ref",
              "volume": "15",
              "year": "2016"
            },
            "text": "Current knowledge and perspectives of Paenibacillus: a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90731,
            "infons": {
              "fpage": "117",
              "issue": "3–4",
              "lpage": "129",
              "name_0": "surname:Alderson;given-names:RG",
              "name_1": "surname:Barker;given-names:D",
              "name_2": "surname:Mitchell;given-names:JB",
              "pub-id_doi": "10.1007/s00239-014-9639-7",
              "pub-id_pmid": "25185655",
              "section_type": "REF",
              "source": "J. Mol. Evol.",
              "type": "ref",
              "volume": "79",
              "year": "2014"
            },
            "text": "One origin for metallo-β-lactamase activity, or two? An investigation assessing a diverse set of reconstructed ancestral sequences based on a sample of phylogenetic trees",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 90905,
            "infons": {
              "fpage": "7957",
              "issue": "13",
              "lpage": "8094",
              "name_0": "surname:Bahr;given-names:G",
              "name_1": "surname:González;given-names:LJ",
              "name_2": "surname:Vila;given-names:AJ",
              "pub-id_doi": "10.1021/acs.chemrev.1c00138",
              "pub-id_pmid": "34129337",
              "section_type": "REF",
              "source": "Chem. Rev.",
              "type": "ref",
              "volume": "121",
              "year": "2021"
            },
            "text": "Metallo-β-lactamases in the age of multidrug resistance: From structure and mechanism to evolution, dissemination, and inhibitor design",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 91044,
            "infons": {
              "fpage": "3039",
              "name_0": "surname:Pathak;given-names:A",
              "name_1": "surname:Jaswal;given-names:R",
              "name_2": "surname:Chauhan;given-names:A",
              "pub-id_doi": "10.3389/fmicb.2019.03039",
              "pub-id_pmid": "32010097",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Genomic characterization of a mercury resistant Arthrobacter sp. H-02–3 reveals the presence of heavy metal and antibiotic resistance determinants",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]