[
  {
    "source": "PMC",
    "date": "20230322",
    "key": "pmc.key",
    "infons": {},
    "documents": [
      {
        "id": "10020673",
        "infons": {
          "license": "CC BY-NC-ND"
        },
        "passages": [
          {
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1016/j.bioflm.2023.100108",
              "article-id_pii": "S2590-2075(23)00005-9",
              "article-id_pmc": "10020673",
              "article-id_pmid": "36938359",
              "article-id_publisher-id": "100108",
              "elocation-id": "100108",
              "kwd": "Spaceflight Biofilms Environmental microbiology International space station Pangenome",
              "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
              "name_0": "surname:Nguyen;given-names:Hang Ngoc",
              "name_1": "surname:Sharp;given-names:G. Marie",
              "name_10": "surname:Crucian;given-names:Brian",
              "name_11": "surname:Clark;given-names:Kenneth W.",
              "name_12": "surname:Jain;given-names:Miten",
              "name_13": "surname:Castro-Wallace;given-names:Sarah L.",
              "name_2": "surname:Stahl-Rommel;given-names:Sarah",
              "name_3": "surname:Velez Justiniano;given-names:Yo-Ann",
              "name_4": "surname:Castro;given-names:Christian L.",
              "name_5": "surname:Nelman-Gonzalez;given-names:Mayra",
              "name_6": "surname:O’Rourke;given-names:Aubrie",
              "name_7": "surname:Lee;given-names:Michael D.",
              "name_8": "surname:Williamson;given-names:Jill",
              "name_9": "surname:McCool;given-names:Chelsea",
              "section_type": "TITLE",
              "title": "Keywords",
              "type": "front",
              "volume": "5",
              "year": "2023"
            },
            "text": "Microbial isolation and characterization from two flex lines from the urine processor assembly onboard the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 135,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Urine, humidity condensate, and other sources of non-potable water are processed onboard the International Space Station (ISS) by the Water Recovery System (WRS) yielding potable water. While some means of microbial control are in place, including a phosphoric acid/hexavalent chromium urine pretreatment solution, many areas within the WRS are not available for routine microbial monitoring. Due to refurbishment needs, two flex lines from the Urine Processor Assembly (UPA) within the WRS were removed and returned to Earth. The water from within these lines, as well as flush water, was microbially evaluated. Culture and culture-independent analysis revealed the presence of Burkholderia, Paraburkholderia, and Leifsonia. Fungal culture also identified Fusarium and Lecythophora. Hybrid de novo genome analysis of the five distinct Burkholderia isolates identified them as B. contaminans, while the two Paraburkholderia isolates were identified as P. fungorum. Chromate-resistance gene clusters were identified through pangenomic analysis that differentiated these genomes from previously studied isolates recovered from the point-of-use potable water dispenser and/or current NCBI references, indicating that unique populations exist within distinct niches in the WRS. Beyond genomic analysis, fixed samples directly from the lines were imaged by environmental scanning electron microscopy, which detailed networks of fungal-bacterial biofilms. This is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS. For all bacteria isolated, biofilm potential was further characterized, with the B. contaminans isolates demonstrating the most considerable biofilm formation. Moreover, the genomes of the B. contaminans revealed secondary metabolite gene clusters associated with quorum sensing, biofilm formation, antifungal compounds, and hemolysins. The potential production of these gene cluster metabolites was phenotypically evaluated through biofilm, bacterial-fungal interaction, and hemolytic assays. Collectively, these data identify the UPA flex lines as a unique ecological niche and novel area of biofilm growth within the WRS. Further investigation of these organisms and their resistance profiles will enable engineering controls directed toward biofilm prevention in future space station water systems.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2484,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2497,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A clean and reliable source of water is critical for human spaceflight. With increases in the duration of crewed mission onboard the International Space Station (ISS), the practice of manifesting water, implemented during the Shuttle Program, has become insufficient to meet water demands. As a result, the U.S. Water Recovery System (WRS) was launched to the ISS in 2008 with the goal of generating potable water from urine distillate, humidity condensate, and Sabatier product water, as well as the occasional off-loading of ground-supplied water. The WRS consists of the Urine Processor Assembly (UPA) and the Water Processor Assembly (WPA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3142,
            "infons": {
              "file": "gr1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Urine Processor Assembly schematic detailing the positions of the two flex line hoses (UPA95 and UPA115) (Fig. S3). Modified from Carter et al, 2011.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3292,
            "infons": {
              "file": "gr1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3299,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "As the UPA processes urine, some batches may sit stagnant for hours to days before moving through the system. Therefore, a pretreatment solution containing phosphoric acid (H3PO4), and hexavalent chromium (Cr6+), an oxidizing agent, is added to the urine as a stabilizer. This pretreatment solution serves in both microbial control and chemical stability. Upon reacting with the organics in the urine, Cr6+ is reduced to Cr3+ and due to the phosphoric acid, the overall pH of the treated urine falls to less than two. Treated urine then enters the Distillation Assembly (DA) of the UPA (Fig. 1). Following processing by the DA, two byproducts remain, distillate and urine brine. The urine distillate undergoes additional processing by the WPA before being considered potable, while the brine is left behind. This brine solution contains approximately 13% of the starting water in the urine as well as low-boiling point organics and inorganics. The DA functions under a vacuum to reduce the heat required to reach boiling point. Following distillation, UPA flex line 115 (UPA115) carries water vapor to the purge pump, where condensation occurs prior to collection for further processing by the WPA (Fig. 1). The urine brine is transferred from the DA by UPA flex line 95 (UPA95) into the recycling tank (Fig. 1). The recycling tank accumulates brine, and current technology demonstrations onboard the ISS are achieving further water recovery by processing the brine. Based on the current system, a maximum of 87% of the water from urine is removed and processed for downstream potable needs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 4891,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Upon departing the UPA, the condensed water enters the WPA wastewater tank, which does not have a validated means of microbial control. As such, approximately a year after being put into operation, the flow of water from this tank decreased due to an obstructing biofilm. Biofouling within the ISS water system presents a significant risk to both vehicle and crew health. Biofilms can block lines and restrict access to clean water. Should pathogens be present, the risk of crew infection dramatically increases. Additionally, the persistence of biofilms can result in corrosion, overall materials degradation, and a failed water system. For these reasons, as a remedy to the biofilm noted downstream of the wastewater tank, additional filtration was added. While this water is examined periodically, the microbial profiles are determined after return of samples to Earth. The time in-between sample collection and analysis, and the lack of preservation, results in a skewed representation of the microbial population. The wastewater tank likely contains a thriving microbial community, but low diversity is noted upon ground evaluation, and no insight is gained toward the presence of possible biofilms. It is critical to enhance our understanding toward the microbial profiles, as well as associated biofilm potential, within the existing ISS WRS to the fullest extent to prepare for the next generation of spaceflight water systems.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 6327,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Catalytic oxidation, filtration, and the addition of a biocide during WPA processing serve to substantially reduce microbial contamination in the potable water. This water is held to stringent acceptability limits: 50 colony forming units (CFU)/mL for total bacteria and no detectable coliforms per 100 mL. The presence of coliforms is assessed monthly, while total bacteria are evaluated every quarter. There has never been a true positive coliform detected, and apart from the early checkout process, the levels of culturable bacteria are well below the requirement. However, following assessments of the wastewater tank, solenoid valve crevices, and filter mesh for the U.S. and Russian water systems, increased microbial levels have been noted.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7077,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To survey the unique microbial community that is present in the water from the Potable Water Dispenser (PWD), the crew filters and cultures the bacteria onboard the ISS, then returns them to the Johnson Space Center (JSC) Microbiology Laboratory for identification via partial 16S rRNA gene sequencing. These techniques can determine both the overall bacterial levels (through in-flight colony counting) and the identification of culturable taxa. Typically, the level of bacteria is in the range of a few CFUs per ml. The bacterial genera routinely include common water contaminants such as Burkholderia, Ralstonia, Curvibacter, Cupriavidus, Sphingobium, and, frequently, other Gram-negative organisms that cannot be identified through the laboratory’s standard methods. As mentioned, the present method has important limitations, including the length of time between sample collection on orbit and subsequent analysis and possible degradation during transport from the ISS to the laboratory. Therefore, understanding of the actual microbial profiles within these systems would be enhanced by near real-time monitoring capabilities. Previous work has already demonstrated that sequencing in space is possible and can be performed with identical outcomes to those on the ground. This shift in paradigm from Earth-based to spaceflight-based analysis has implications for a broad range of other molecular applications onboard the ISS, including water monitoring.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 8539,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Future NASA Programs such as Gateway, a lunar outpost allowing greater access to the lunar surface and a staging point for Mars missions, is expected to have a water recovery and recycling system. However, current planning anticipates Gateway will be unoccupied for up to 11 months per year, resulting in a dormant wetted, water system. A means of microbial control is paramount to this future system. NASA has initiated a robust anti-biofouling program in which many teams are investigating a diverse means of biofilm prevention and mitigation, but the organisms to use in these varied investigations are extremely limited. This coupled with a lack of insight beyond returned PWD and WPA wastewater tank samples, drove pursuing of the opportunity to microbially characterize UPA95 and UPA115 flex lines during refurbishment. The work described here aims to characterize the microorganisms found in the returned UPA flex lines and potentially identify the hosing positions as novel areas of interest for biofilm growth studies in the system. The current WRS employs numerous hosing connections with materials and sizes defined by the initial architecture plan. Determining potential microbial impacts regarding the WRS hosing will enable further engineering controls directed toward biofilm prevention.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9842,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9864,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample collection and fixation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9895,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The ISS UPA flex lines assessed included the recycled brine line (UPA 95” flex line 96 M 12561- 099 [UPA95]), which was installed in February 2010, and the purge line (UPA 115” flex line 96 M 12561- 100 [UPA115]) installed in May 2015 (Fig. 1). The polytetrafluoroethylene (PTFE) flex lines transport water vapor and brine beyond the Distillation Assembly (DA) as part of the overall UPA. For refurbishment, these two flex lines were sealed with quick disconnects in October 2019 and remained onboard the ISS until their return to Earth on SpaceX-21 in January 2021. At Marshall Space Flight Center (MSFC), stagnant water was collected aseptically from both lines, after which the lines were flushed with 250 mL of sterile water. Visual aggregates were present in the stagnant water from UPA115 (Fig. S1). For both lines, 0.5 mL of liquid from the stagnant collection were immediately fixed for downstream environmental scanning electron microscopy (ESEM) using a solution containing 2% glutaraldehyde (Sigma-Aldrich, St. Louis, MO, USA) and 3% formaldehyde (Sigma-Aldrich) in sterile phosphate buffer solution (PBS, pH 7.4, ThermoFisher Scientific, Waltham, MA, USA). The fixed solutions were covered in aluminum foil and kept at ambient temperature for 30 min. The fixed samples were then stored at 4 °C. These samples, as well as water samples from both flex lines, stagnant and flush, as well as the sterile flush water, were shipped on wet ice to the JSC Microbiology Laboratory for further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 11412,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chromium analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 11430,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Chromium concentrations in the water removed from the flex lines were measured using a modified version of Standard Methods for the Examination of Water and Wastewater 3125 (Metals by Inductively Coupled Plasma-Mass Spectrometry) with a PerkinElmer Nexion 300D. Prior to analysis, sample and dilution tubes were soaked in 1% nitric acid for 24 h before a distilled water rinse to eliminate potential contaminants in the 15 mL and 50 mL metal-free tubes. With the expected presence of elevated chromium and the knowledge of the concentration expected from fluids associated with the UPA, the samples removed from the UPA95 and UPA115 flex lines were diluted to fall within the calibration range of the instrument and analyzed with control samples to ensure quality.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12198,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bacterial and fungal isolation and identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12248,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Upon arriving at the JSC Microbiology Laboratory, all samples, excluding those for ESEM imaging, were processed and analyzed following the laboratory’s standard operating procedures for bacterial and fungal enumeration and identification. Briefly, the samples were filtered using a Milliflex system with a Reasoner's 2A (R2A) agar cassette and a Sabouraud dextrose with chloramphenicol (SABC) cassette (MilliporeSigma, Burlington, MA, USA) for bacterial and fungal enumeration and isolation, respectively. In addition, serial dilutions of samples were plated on R2A and SABC plates (Hardy Diagnostics, Santa Maria, CA, USA). All cassettes and plates were incubated for two to five days at 35 °C for bacteria and five to seven days at 30 °C for fungi. Following incubation, colonies were enumerated, and each distinct morphological colony was subcultured onto fresh media. Following growth, DNA was extracted from pure colonies representing each morphology using the PrepMan® Ultra Sample Preparation Reagent (ThermoFisher) following the manufacture’s protocol. The DNA was prepared for sequencing according to the MicroSEQ® 500 16S rDNA PCR Kit or Fast MicroSEQ® D2 Fungal rDNA PCR Kit (ThermoFisher) and associated sequencing kits, MicroSEQ® 500 16S rDNA Sequencing Kit or MicroSEQ® D2 rDNA Fungal Sequencing Kit. The prepared libraries were sequenced using Sanger sequencing, Applied BioSystems® 3500 Genetic Analyzer (ThermoFisher), and the sequencing peaks were analyzed using MicroSEQ® ID microbial identification v3.1 (ThermoFisher). For fungal identifications, the isolates were also confirmed morphologically and microscopically. Sanger sequencing data has been deposited in the European Nucleotide Archive (ENA) under accession number PRJEB58840.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14019,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Culture-independent, 16S rRNA nanopore sequencing and analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14082,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To potentially identify non-culturable taxa from samples, established laboratory protocols for culture-independent, targeted nanopore sequencing were used. Using a syringe, samples were passed through a 0.22 μm mixed cellulose esters (MCE) filter on a 13 mm filter holder (MilliporeSigma). The filter was then removed and placed into PCR tubes containing QuickExtract™ DNA Extraction Solution (Lucigen Cooperation, Middleton, WI, USA) for DNA extraction. Following extraction within the miniPCR™ thermal cycler (miniPCR bio™, Cambridge, MA, USA), DNA purifications, quality assessments, and library preparation followed the established method described in Stahl-Rommel et al. 2021. The multiplexed libraries were loaded into the flow cell (Oxford Nanopore Technologies (ONT), Oxford, UK) version R9.4.1 and sequenced for 12 h using MinKNOW version 21.02.2 on MinION Mk1C (ONT).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14970,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Data analysis was conducted as previously described. Briefly, basecalling and demultiplexing was completed using GPU-enabled Guppy Basecalling Software 4.3.4 (ONT). Reads of 1350–1650 bp in length were selected using NanoFilt Version 2.6.0 and mapped to the NCBI Reference Sequence Database using Minimap2 version 2.24-r1122 (-ax map-ont) (Li 2018). SAMtools version 1.14, MAPping Quality (MAPQ) threshold of 1 and MarginStats (marginStats.py 0.1) were used for sequencing statistics. Data visualizations were created in R version 4.2.0 using the ggplot package and heatmap. Nanopore sequencing data has been deposited in the European Nucleotide Archive (ENA) under accession number PRJEB58840.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15667,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Genomic DNA extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15690,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To acquire genomic DNA for hybrid full genome sequencing analysis, bacterial isolates were subcultured onto fresh R2A plates and incubated at 35 °C for 24–48 h. A 1 μL loop was used to pick a single colony from each isolate for inoculation into 10 mL of Tryptic Soy Broth (TSB) (Hardy Diagnostics). The inoculation was incubated at 35 °C with shaking at 150 revolution per minute (rpm) for ∼17 h. To collect a cell pellet, inoculum of 1 mL was centrifuged at 16,000 relative centrifugal force (rcf) for 2 min at 4 °C (Eppendorf Centrifuge, 5810R, Enfield, CT, USA). The supernatant was discarded, and the cell pellet was rinsed with PBS before resuspending with 40 μL of PBS by vortexing. DNA was extracted using the Circulomics Nanobind CBB Big DNA kit (PacBio, Menlo Park, CA, USA) following the manufacturer’s protocol optimized for high molecular weight DNA for Gram-negative bacteria. Extracted DNA was checked for quality and quantity using the QubitTM dsDNA BR assay kit with a Qubit 4 Fluorometer (ThermoFisher), NanodropTM (Nanodrop One, ThermoFisher), and TapeStation Genomic ScreenTape using 4200 TapeStation System reagents (Agilent, Santa Clara, CA, USA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16880,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Illumina and nanopore genomic sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16921,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Short-read Illumina and long-read nanopore sequencing was performed to generate hybrid de-novo genomes. For Illumina sequencing, 100–500 ng of extracted genomic DNA was used for library preparation following the Illumina DNA Prep (M) Tagmentation (24 samples) (Illumina, San Diego, CA, USA) and Nextera DNA CD 24 Indexes (Illumina) manufacturer’s protocol. Following library purification, the DNA was assessed for quality, quantity, and size (∼500–600 bp) using Qubit TM 1x dsDNA High Sensitivity Kit (ThermoFisher) and D1000 ScreenTape and reagents (Agilent). Samples were normalized to 4 nM, then pooled and diluted to a final concentration of 10 pM using HT1 buffer (Illumina). PhiX control V3 was prepared at 4 nM and diluted to 20 pM using HT1 buffer (Illumina). The 10 pM pooled library and 20 pM PhiX control v3 (Illumina) were denatured using fresh 0.2 N NaOH for 5 min at room temperature. The 1% PhiX control was added to the pooled DNA libraries. Pooled libraries were heated to 98 °C for 2 min for additional denaturation prior to loading into a MiSeq® Reagent v3 cartridge (600 cycles) (Illumina) and starting the run on the Illumina MiSeq.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18092,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For nanopore sequencing, the genomic DNA was sequenced using the Rapid Barcoding Kit (SQK-RBK004, ONT) following the manufacturer’s protocol. Briefly, up to 12 genomic DNA samples at 400 – 1000 ng were fragmented, barcoded, and pooled before being purified using a 1:1 AMPure XP bead reaction (Beckman Coulter, Indianapolis, IN, USA). The library was quantified using Qubit TM 1X HS Kit (ThermoFisher) then combined with 1 μl of RAP (ONT) and incubated at room temperature for 5 min. The pooled libraries were loaded into a R9.4.1 flow cell (ONT) within the MinION Mk1C running MinKNOW version 21.02.2 (ONT) and sequenced for 72 h.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18733,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Hybrid genome assemblies, annotation, and analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18784,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Illumina short reads were demultiplexed and fastq files generated using MiSeq Reporter Software version 2.6.2.3 (Illumina). Fastq files were filtered to remove sequencing adaptors, reads less than 50 bases in length, and the PhiX sequencing control using BBduk (BBTools version 38.54). BBduk also trimmed both ends of the fastq and selected reads with a quality score of 25 of higher.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 19169,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Nanopore long reads were basecalled and demultiplexed using the high accuracy configuration of Guppy (version 4.3.4) with a minimum quality score of 7 and minimum barcode score of 40. Sequencing adapters were removed from reads using Porechop version 0.2.4 and the top 80% of reads were subsequently filtered for sequences >2000 bp with Filtlong version 0.2.0. Illumina and nanopore Hybrid de-novo genomes were assembled using Unicycler version 0.4.8. Genome assemblies were checked for quality and completeness using CheckM version 1.0.18. The identities of the assemblies were confirmed with average nucleotide identity (ANI) using fastANI version 1.3 against the NCBI complete genome database.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 19866,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Hybrid de-novo genomes were annotated for bacterial chromosomes and plasmids using the command line version of the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) version 6.0. PGAP was run using normal parameters with quality control analysis enabled. This version of PGAP included GeneMarkS-2 and GeneMark.hmm-2 for enhanced gene prediction using protein profile hidden Markov models (HMMs). AntiSMASH was used for recognition of secondary metabolite biosynthesis gene clusters (GC) from the isolates. A search for plasmids in the isolated genomes was conducted using the PlasmidFinder. Figures and tables were constructed in R. Graphs were rendered using the ggplot2 program and dependencies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20564,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Pangenome analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20583,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In total, 86 B. contaminans and 10 P. fungorum genome assemblies were downloaded from the NCBI RefSeq genome database as references. Of the 86 B. contaminans RefSeq assemblies downloaded, six were duplicates and two lacked complete annotations, resulting in 78 NCBI references used this study. The five B. contaminans and two P. fungorum isolates identified in this study and annotated with PGAP were transformed into Anvio contig databases to be comparable with the downloaded NCBI genomes during the anvi’o pangenome analysis. Using anvi’o, (version 7.1) pangenome analysis was run to compare the single copy genes from our isolates to those in the NCBI database using hidden Markov models (HMMs). Differences in gene number and gene clusters between the isolates and NCBI genomes were observed. The anvi’o summary files were rendered and imported into R where the groups and bins were searched using dplyr (1.0.9) to filter rows based on presence and absence of matches.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21566,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Environmental scanning electron microscope imaging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21617,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Approximately 100 μL of fixed sample was loaded onto an Isopore membrane filter (0.8 μm pore size, 13 mm diameter, MilliporeSigma) and gravity filtered to reduce disturbance to any structure present in the sample. The samples were washed twice with 200 μL PBS (ThermoFisher Scientific) then rinsed with 1000 μL of filtered, sterile Milli-Q water. Sample dehydration was performed with serial rinses using freshly prepared ethanol (200 proof, Sigma-Aldrich) in filtered, sterile Milli-Q water. Initial dehydration involved two sequential 30 min rinses with 500 μL of 25% ethanol then 500 μL of 50% ethanol. This process was continued by applying increasing concentrations of ethanol at 60%, 70%, 80%, 90% and 100% for 15 min each. Following dehydration, the filter was removed with the sample side up and flipped onto an aluminum mount flat pin with carbon conductive tab (Electron Microscopy Sciences, EMS, Hatfield, PA, USA). The samples were allowed to dry inside a biosafety cabinet and then placed into the ESEM chamber for additional drying under vacuum. Following drying, the samples were sputter coated with ∼2 nm iridium on a Cressington Sputter Coater 298 HR that uses a Cressington Thickness Controller MTM 20. Imaging was performed with a ThermoFisher Scientific FEI Quanta 250 using the ESEM mode. All images were acquired at 10 kV in back scatter electron mode at a pressure of ∼1.3 Torr.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 23041,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Biofilm assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 23055,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Bacterial isolates were cultured on R2A media (Hardy Diagnostics) and incubated for at least 24 h at 35 °C or until visual colonies were observed. A 1 μL loop was used to pick a single colony from each isolate for inoculation into 10 mL of TSB (Hardy Diagnostics). The inoculation was incubated at 35 °C with shaking at 150 rpm for ∼17 h. The liquid culture was diluted 100X, and 200 μL was added to a well of a 96-well plate. Eight replicates of each isolate were prepared. The plates were then incubated at 35 °C without shaking. Beyond the isolates from the flex lines, positive and negative controls were prepared in the same manner with Burkholderia cepacia ATCC 25416 and TSB only, respectively. The plates were incubated for 24, 48 and 72 h. After each incubation period, washing, tapping, and dissociation of the biofilms was performed, and the biofilms were assessed as described previously. A 200 μL of 0.1% crystal violet (Sigma-Aldrich) was added to each well and the washing was repeated after incubation time. The absorbance of the remaining crystal violet was evaluated at 540 nm using a SpectraMax® 190 plate reader (Molecular Devices LLC, San Jose, CA, USA). Three set of plates were processed as described. The results are expressed as an average and standard deviation of four technical replicates and two biological replicates after background subtraction from the negative control. One-way ANOVA were performed using R v. 4.2.0.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 24526,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bacterial-fungal interaction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 24555,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Aspergillus flavus, isolated from the ISS in samples returned on Soyuz 51, was used as a model to characterize the bacterial-fungal interactions of the flex line isolates. A. flavus, from a room temperature molecular water stock, was cultured on SABC for five days at 25 °C. To generate an experimental culture, a 1 μL loop was used to transfer spores to fresh SABC, which was then incubated for seven days at 25 °C. Synchronous bacterial isolates were cultured on R2A for 24–48 h at 35 °C. A 1 μL loop was used to pick a single colony from each isolate for inoculation into 10 mL of TSB (Hardy Diagnostics). The inoculation was incubated at 35 °C with shaking at 150 rpm for ∼17 h. Three different types of growth media were assessed by placing three 25 μL drops of the inoculum on R2A, potato dextrose (PDA) (Hardy Diagnostics) or SABC plates in a triangular pattern approximately 2 cm from the edge of the plate. After 24 h of incubation at 25 °C or 35 °C, a plug of 7-day-old A. flavus was introduced to the center of the three triangular bacterial drops. Fungal controls without bacteria were prepared in a similar manner. Two growth temperatures were investigated by placing the plates in either an incubator at 25 °C or 35 °C for five days. Following incubation, the growth diameter of the bacteria and the distance between the bacteria and fungi was measured. This was repeated using biological triplicates. The average and standard deviation of the measurements were calculated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26075,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Hemolysis activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26094,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Bacterial cultures of the flex line isolates were prepared as described above. Hemolysis activity was performed by placing three, 25 μL drops of liquid inoculum onto TSA containing 5% sheep’s blood (Hardy Diagnostics). The plates were incubated at 35 °C for 48 h and the zone of hemolysis was recorded.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26404,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and discussions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26428,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Identification of microbial isolates from UPA95 and UPA115 flex lines",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26498,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Culture-based identifications from UPA95 and UPA115 flex line hoses isolates via Sanger sequencing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26598,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\">Recycled brine line (UPA95' Flex line 96 M 12561-099)<hr/></th><th colspan=\"2\">Purge line (UPA115' Flex line 96 M 12561-100)<hr/></th></tr><tr><th>Bacterial Culture</th><th><bold>Fungal culture</bold></th><th><bold>Bacterial Culture</bold></th><th><bold>Fungal culture</bold></th></tr></thead><tbody><tr><td align=\"left\"><bold>3.1. <italic>Burkholderia</italic> sp._White</bold></td><td align=\"left\">F3.1. <italic>Fusarium</italic> sp.</td><td align=\"left\">4.1. <italic>Burkholderia fungorum</italic></td><td align=\"left\">F4.1. <italic>Fusarium</italic> sp.</td></tr><tr><td align=\"left\"><bold>3.2. <italic>Burkholderia</italic> sp._Yellow</bold></td><td/><td align=\"left\">4.2. <italic>Burkholderia</italic> sp._White</td><td align=\"left\">F4.2. <italic>Lecythophora mutabilis</italic></td></tr><tr><td align=\"left\"><bold>3.3. <italic>Burkholderia fungorum</italic></bold></td><td/><td align=\"left\">4.3<italic>. Burkholderia</italic> sp._Yellow</td><td/></tr><tr><td/><td/><td align=\"left\">4.4. Unidentified Gram-positive species</td><td/></tr><tr><td/><td/><td align=\"left\">4.5. <italic>Burkholderia</italic> sp._Wet</td><td/></tr><tr><td/><td/><td align=\"left\">5.2. <italic>Leifsonia lichenia</italic></td><td/></tr></tbody></table>\n"
            },
            "text": "Table 1\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26609,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\">Recycled brine line (UPA95' Flex line 96 M 12561-099)<hr/></th><th colspan=\"2\">Purge line (UPA115' Flex line 96 M 12561-100)<hr/></th></tr><tr><th>Bacterial Culture</th><th><bold>Fungal culture</bold></th><th><bold>Bacterial Culture</bold></th><th><bold>Fungal culture</bold></th></tr></thead><tbody><tr><td align=\"left\"><bold>3.1. <italic>Burkholderia</italic> sp._White</bold></td><td align=\"left\">F3.1. <italic>Fusarium</italic> sp.</td><td align=\"left\">4.1. <italic>Burkholderia fungorum</italic></td><td align=\"left\">F4.1. <italic>Fusarium</italic> sp.</td></tr><tr><td align=\"left\"><bold>3.2. <italic>Burkholderia</italic> sp._Yellow</bold></td><td/><td align=\"left\">4.2. <italic>Burkholderia</italic> sp._White</td><td align=\"left\">F4.2. <italic>Lecythophora mutabilis</italic></td></tr><tr><td align=\"left\"><bold>3.3. <italic>Burkholderia fungorum</italic></bold></td><td/><td align=\"left\">4.3<italic>. Burkholderia</italic> sp._Yellow</td><td/></tr><tr><td/><td/><td align=\"left\">4.4. Unidentified Gram-positive species</td><td/></tr><tr><td/><td/><td align=\"left\">4.5. <italic>Burkholderia</italic> sp._Wet</td><td/></tr><tr><td/><td/><td align=\"left\">5.2. <italic>Leifsonia lichenia</italic></td><td/></tr></tbody></table>\n"
            },
            "text": "Recycled brine line (UPA95' Flex line 96 M 12561-099)\tPurge line (UPA115' Flex line 96 M 12561-100)\t \tBacterial Culture\tFungal culture\tBacterial Culture\tFungal culture\t \t3.1. Burkholderia sp._White\tF3.1. Fusarium sp.\t4.1. Burkholderia fungorum\tF4.1. Fusarium sp.\t \t3.2. Burkholderia sp._Yellow\t\t4.2. Burkholderia sp._White\tF4.2. Lecythophora mutabilis\t \t3.3. Burkholderia fungorum\t\t4.3. Burkholderia sp._Yellow\t\t \t\t\t4.4. Unidentified Gram-positive species\t\t \t\t\t4.5. Burkholderia sp._Wet\t\t \t\t\t5.2. Leifsonia lichenia\t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27131,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Three bacteria and one fungus were recovered from UPA95, while six bacteria and two fungi were recovered from UPA115, as detailed in Table 1. The three bacteria from UPA95 were all found to be Burkholderia species by Sanger sequencing but revealed distinct colony morphologies. Isolate 3.1 Burkholderia sp. colonies were milky white, isolate 3.2 Burkholderia sp. colonies were yellow, while isolate 3.3 B. fungorum colonies were smooth and white in appearance. The fungal isolate F3.1 was identified as a Fusarium sp. From UPA115, isolate 4.1 demonstrated rough, white colonies that were identified as B. fungorum. Additionally, three different Burkholderia morphologies were noted. Isolate 4.2 was white, whereas isolate 4.3 was yellow and isolate 4.5 was wet in appearance. The Burkholderia sp. 4.5 wet morphology was not noted from UPA95 and the two B. fungorum displayed different morphologies. Isolate 4.4 was a Gram-positive bacterium but could not be identified to the genus level. Isolate 5.2 was determined to be Leifsonia lichenia. The two fungal isolates from UPA115 were 4.1 Fusarium sp. and 4.2 Lecythophora mutabilis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28263,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Selected chemical components recovered from UPA95 and UPA115 flex line hoses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28341,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\">Recycled brine line (UPA95' Flex line 96 M 12561-099)<hr/></th><th colspan=\"2\">Purge line (UPA115' Flex line 96 M 12561-100)<hr/></th></tr><tr><th>Analyte</th><th><bold>Concentration (mg/L)</bold></th><th><bold>Analyte</bold></th><th><bold>Concentration (mg/L)</bold></th></tr></thead><tbody><tr><td align=\"left\"><bold>Calcium</bold></td><td align=\"left\">51.5</td><td align=\"left\">Calcium</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\"><bold>Chromium</bold></td><td align=\"left\">280</td><td align=\"left\">Chromium</td><td align=\"left\">1.02</td></tr><tr><td align=\"left\"><bold>Magnesium</bold></td><td align=\"left\">27.1</td><td align=\"left\">Magnesium</td><td align=\"left\">0.26</td></tr><tr><td align=\"left\"><bold>Phosphate (as P)</bold></td><td align=\"left\">1190</td><td align=\"left\">Phosphate (as P)</td><td align=\"left\">13.7</td></tr><tr><td align=\"left\"><bold>Potassium</bold></td><td align=\"left\">624</td><td align=\"left\">Potassium</td><td align=\"left\">3.33</td></tr><tr><td align=\"left\"><bold>Sodium</bold></td><td align=\"left\">483</td><td align=\"left\">Sodium</td><td align=\"left\">1.57</td></tr></tbody></table>\n"
            },
            "text": "Table 2\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28352,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"2\">Recycled brine line (UPA95' Flex line 96 M 12561-099)<hr/></th><th colspan=\"2\">Purge line (UPA115' Flex line 96 M 12561-100)<hr/></th></tr><tr><th>Analyte</th><th><bold>Concentration (mg/L)</bold></th><th><bold>Analyte</bold></th><th><bold>Concentration (mg/L)</bold></th></tr></thead><tbody><tr><td align=\"left\"><bold>Calcium</bold></td><td align=\"left\">51.5</td><td align=\"left\">Calcium</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\"><bold>Chromium</bold></td><td align=\"left\">280</td><td align=\"left\">Chromium</td><td align=\"left\">1.02</td></tr><tr><td align=\"left\"><bold>Magnesium</bold></td><td align=\"left\">27.1</td><td align=\"left\">Magnesium</td><td align=\"left\">0.26</td></tr><tr><td align=\"left\"><bold>Phosphate (as P)</bold></td><td align=\"left\">1190</td><td align=\"left\">Phosphate (as P)</td><td align=\"left\">13.7</td></tr><tr><td align=\"left\"><bold>Potassium</bold></td><td align=\"left\">624</td><td align=\"left\">Potassium</td><td align=\"left\">3.33</td></tr><tr><td align=\"left\"><bold>Sodium</bold></td><td align=\"left\">483</td><td align=\"left\">Sodium</td><td align=\"left\">1.57</td></tr></tbody></table>\n"
            },
            "text": "Recycled brine line (UPA95' Flex line 96 M 12561-099)\tPurge line (UPA115' Flex line 96 M 12561-100)\t \tAnalyte\tConcentration (mg/L)\tAnalyte\tConcentration (mg/L)\t \tCalcium\t51.5\tCalcium\t0.14\t \tChromium\t280\tChromium\t1.02\t \tMagnesium\t27.1\tMagnesium\t0.26\t \tPhosphate (as P)\t1190\tPhosphate (as P)\t13.7\t \tPotassium\t624\tPotassium\t3.33\t \tSodium\t483\tSodium\t1.57\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 28708,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "It is not unexpected that a higher diversity of organisms was recovered from UPA115 as compared to UPA95, as UPA95 experiences a higher concentration and prolonged exposure of the urine pre-treat solution during the recycling of the brine, as noted in Table 2. Bacterial isolate identification corresponds with historical data, as Burkholderia sp. is one of the most dominant bacterial genera recovered from the PWD and wastewater tank onboard the ISS. The high prevalence of Burkholderia sp. is likely due to their resistance capabilities toward a broad range of metals Historically, unidentified Gram-positive organisms and L. lichenia have been noted in samples returned from the ISS, but more common is the isolation of unidentified Gram-negative organisms. It is unclear if these bacteria survived the pre-treat solution or are part of the population downstream of the DA. While attempts are made to launch microbially-clean hardware for use onboard the ISS, hardware is not launched sterile. The recovered fungus, L. mutabilis, has been isolated by the JSC Microbiology Laboratory from returned wastewater (JSC archive, data not shown) and has also been noted from a filter within the WRS. Fusarium sp. have been documented in the ISS environment, and it has associated with plant disease within the VEGGIE plant payload. However, to the best of our knowledge, Fusarium sp. have not previously been isolated from any returned PWD or wastewater samples from the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30180,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Culture-independent, 16S nanopore-generated microbial profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30243,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Microbial profile of the predominate genera within the UPA95 and UPA11 flex line hoses generated through culture-independent 16S rRNA nanopore sequencing. Alignments were generated with minimap2 (-ax map-ont).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30453,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30460,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A culture-independent method that is currently being used onboard the ISS for bacterial surface monitoring was applied to the remaining volume of flush water not consumed by other evaluations. Greater diversity was noted using this method compared to the culture-based data (Fig. 2). Paralleling the culture-based data, Burkholderia and Leifsonia were present, and UPA115 demonstrated overall greater diversity as compared to UPA95 (Fig. 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30902,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Full genome analysis of bacterial isolates from UPA95 and UPA115",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30967,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Hybrid genome sequencing summary (additional details available in Table S5).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 31044,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Sample Source</th><th>Sample</th><th>Genome size (bp)</th><th>Contigs</th><th>Total Genes</th><th>GC %</th><th>Best Match NCBI</th><th>ANI</th></tr></thead><tbody><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">8,596,045</td><td align=\"left\">3</td><td align=\"left\">7,784</td><td align=\"left\">66.1</td><td align=\"left\"><italic>Burkholderia contaminans</italic> LMG 23361</td><td align=\"left\">100</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.1.</td><td align=\"left\">8,652,817</td><td align=\"left\">20</td><td align=\"left\">8,026</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">95.6</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.2.</td><td align=\"left\">8,726,360</td><td align=\"left\">3</td><td align=\"left\">7,932</td><td align=\"left\">66.3</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.2.</td><td align=\"left\">8,625,377</td><td align=\"left\">6</td><td align=\"left\">7,996</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">95.6</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.3.</td><td align=\"left\">8,680,200</td><td align=\"left\">5</td><td align=\"left\">7,876</td><td align=\"left\">66.3</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.5.</td><td align=\"left\">8,773,879</td><td align=\"left\">7</td><td align=\"left\">7,974</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">9,058,983</td><td align=\"left\">3</td><td align=\"left\">8,190</td><td align=\"left\">62</td><td align=\"left\"><italic>Paraburkholderia fungorum</italic> NBRC 102489</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.3.</td><td align=\"left\">9,564,261</td><td align=\"left\">5</td><td align=\"left\">8,799</td><td align=\"left\">61.6</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.1.</td><td align=\"left\">9,745,290</td><td align=\"left\">6</td><td align=\"left\">8,950</td><td align=\"left\">61.6</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">4,266,344</td><td align=\"left\">1</td><td align=\"left\">3,851</td><td align=\"left\">75.0</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">100</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.4.</td><td align=\"left\">3,862,723</td><td align=\"left\">9</td><td align=\"left\">3,608</td><td align=\"left\">73.2</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">80.1</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Leifsonia</italic> sp. PS1209</td><td align=\"left\">4,091,164</td><td align=\"left\">1</td><td align=\"left\">3,916</td><td align=\"left\">69.7</td><td align=\"left\"><italic>Leifsonia aquatica</italic> ATCC 14665</td><td align=\"left\">84.0</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">5.2.</td><td align=\"left\">5,084,807</td><td align=\"left\">3</td><td align=\"left\">4,961</td><td align=\"left\">69.5</td><td align=\"left\"><italic>Leifsonia</italic> sp. PS1209</td><td align=\"left\">81.0</td></tr></tbody></table>\n"
            },
            "text": "Table 3\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 31055,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Sample Source</th><th>Sample</th><th>Genome size (bp)</th><th>Contigs</th><th>Total Genes</th><th>GC %</th><th>Best Match NCBI</th><th>ANI</th></tr></thead><tbody><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">8,596,045</td><td align=\"left\">3</td><td align=\"left\">7,784</td><td align=\"left\">66.1</td><td align=\"left\"><italic>Burkholderia contaminans</italic> LMG 23361</td><td align=\"left\">100</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.1.</td><td align=\"left\">8,652,817</td><td align=\"left\">20</td><td align=\"left\">8,026</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">95.6</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.2.</td><td align=\"left\">8,726,360</td><td align=\"left\">3</td><td align=\"left\">7,932</td><td align=\"left\">66.3</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.2.</td><td align=\"left\">8,625,377</td><td align=\"left\">6</td><td align=\"left\">7,996</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">95.6</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.3.</td><td align=\"left\">8,680,200</td><td align=\"left\">5</td><td align=\"left\">7,876</td><td align=\"left\">66.3</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.5.</td><td align=\"left\">8,773,879</td><td align=\"left\">7</td><td align=\"left\">7,974</td><td align=\"left\">66.2</td><td align=\"left\"><italic>Burkholderia contaminans</italic> SK875 10922</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">9,058,983</td><td align=\"left\">3</td><td align=\"left\">8,190</td><td align=\"left\">62</td><td align=\"left\"><italic>Paraburkholderia fungorum</italic> NBRC 102489</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">UPA95</td><td align=\"left\">3.3.</td><td align=\"left\">9,564,261</td><td align=\"left\">5</td><td align=\"left\">8,799</td><td align=\"left\">61.6</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.1.</td><td align=\"left\">9,745,290</td><td align=\"left\">6</td><td align=\"left\">8,950</td><td align=\"left\">61.6</td><td align=\"left\"><italic>Burkholderia fungorum</italic> ATCC BAA-463</td><td align=\"left\">98.6</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">4,266,344</td><td align=\"left\">1</td><td align=\"left\">3,851</td><td align=\"left\">75.0</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">100</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">4.4.</td><td align=\"left\">3,862,723</td><td align=\"left\">9</td><td align=\"left\">3,608</td><td align=\"left\">73.2</td><td align=\"left\"><italic>Cellulomonas fimi</italic> ATCC 484</td><td align=\"left\">80.1</td></tr><tr><td align=\"left\">NCBI</td><td align=\"left\"><italic>Leifsonia</italic> sp. PS1209</td><td align=\"left\">4,091,164</td><td align=\"left\">1</td><td align=\"left\">3,916</td><td align=\"left\">69.7</td><td align=\"left\"><italic>Leifsonia aquatica</italic> ATCC 14665</td><td align=\"left\">84.0</td></tr><tr><td align=\"left\">UPA115</td><td align=\"left\">5.2.</td><td align=\"left\">5,084,807</td><td align=\"left\">3</td><td align=\"left\">4,961</td><td align=\"left\">69.5</td><td align=\"left\"><italic>Leifsonia</italic> sp. PS1209</td><td align=\"left\">81.0</td></tr></tbody></table>\n"
            },
            "text": "Sample Source\tSample\tGenome size (bp)\tContigs\tTotal Genes\tGC %\tBest Match NCBI\tANI\t \tNCBI\tBurkholderia contaminans SK875 10922\t8,596,045\t3\t7,784\t66.1\tBurkholderia contaminans LMG 23361\t100\t \tUPA95\t3.1.\t8,652,817\t20\t8,026\t66.2\tBurkholderia contaminans SK875 10922\t95.6\t \tUPA95\t3.2.\t8,726,360\t3\t7,932\t66.3\tBurkholderia contaminans SK875 10922\t99.9\t \tUPA115\t4.2.\t8,625,377\t6\t7,996\t66.2\tBurkholderia contaminans SK875 10922\t95.6\t \tUPA115\t4.3.\t8,680,200\t5\t7,876\t66.3\tBurkholderia contaminans SK875 10922\t99.9\t \tUPA115\t4.5.\t8,773,879\t7\t7,974\t66.2\tBurkholderia contaminans SK875 10922\t99.9\t \tNCBI\tBurkholderia fungorum ATCC BAA-463\t9,058,983\t3\t8,190\t62\tParaburkholderia fungorum NBRC 102489\t98.6\t \tUPA95\t3.3.\t9,564,261\t5\t8,799\t61.6\tBurkholderia fungorum ATCC BAA-463\t98.6\t \tUPA115\t4.1.\t9,745,290\t6\t8,950\t61.6\tBurkholderia fungorum ATCC BAA-463\t98.6\t \tNCBI\tCellulomonas fimi ATCC 484\t4,266,344\t1\t3,851\t75.0\tCellulomonas fimi ATCC 484\t100\t \tUPA115\t4.4.\t3,862,723\t9\t3,608\t73.2\tCellulomonas fimi ATCC 484\t80.1\t \tNCBI\tLeifsonia sp. PS1209\t4,091,164\t1\t3,916\t69.7\tLeifsonia aquatica ATCC 14665\t84.0\t \tUPA115\t5.2.\t5,084,807\t3\t4,961\t69.5\tLeifsonia sp. PS1209\t81.0\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 32206,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To construct their genomes, short read (Illumina) and long read (nanopore) sequencing was conducted for the nine bacterial isolates recovered from the two flex lines. Genome summary metrics are listed in Table 2. Hybrid genome assemblies range from 3.8 to 9.7 million base pairs with 3–20 contigs (Table 3). The total genome size, percent GC content, and total gene clusters were comparable to NCBI references (Table 3). The average nucleotide identity (ANI) of the nine isolates ranged from 80.1 to 99.9 similarity to other genomes within NCBI. Based on these data, isolate identifications have been further defined beyond the Sanger 16S rRNA data. Isolates 3.1, 4.2, and 3.2, 4.3, and 4.5 were identified to B. contaminans, with an ANI 95.6 and 99.9 respectively (Table 3). Isolates 3.3 and 4.1 were identified as Paraburkholderia fungorum, based on updated nomenclature. Isolates 4.4 and 5.2 did not change and will be described as a Gram-positive bacterium, and Leifsonia lichenia, respectively, due to low ANI percentages likely resulting from low representation of these organisms’ genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 33307,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Complete plasmids were not observed in any of nine isolates; however, multiple gene clusters associated with plasmids were noted. This corresponds to previous research detailing the loss of plasmids as a result of co-location and evolution among species in the Burkholderia cepacia complex. Additionally, this parallels preceding reports assessing other B. contaminans isolates from the ISS potable water system. Plasmid loss could potentially be a response of these organisms to the environment within the ISS water system where the associated genes do not lend a competitive advantage.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 33895,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) Pangenomic analysis of the five B. contaminans isolates sequenced in this study. 3.1, 3.2, 4.2, 4.3 and 4.5, which are noted by pink and purple, with the 78 available assemblies from NCBI, in black, while the red denotes the previous isolates from the ISS potable water dispenser. Orange text represents gene clusters associated with chromate resistance according to function. The light blue text represents gene clusters associated with biofilm formation. The details of all the B. contaminans functional genes and gene clusters can be found in Table S1. B) Pangenomic analysis of the two P. fungorium isolates 3.3 and 4.1 sequenced in this study, which are noted in teal, with 10 available assemblies from NCBI, noted in black. Here, as well as A, the orange text represents gene clusters associated with chromate resistance according to function. The details of the P. fungorium functional genes and gene clusters can be found in Table S2. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34971,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 3",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34978,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Expanded evaluation of the bacterial isolates that could be identified was conducted through pangenomic analysis using the genomes of P. fungorum and B. contaminans. The B. contaminans pangenome analysis resulted in 13,598 unique gene clusters across the 78 NCBI reference genomes and the 5 isolates: 3.1, 3.2, 4.2, 4.3, and 4.4 (Fig. 3). Of the unique gene clusters, 3,720 did not have a known function from the NCBI PGAP annotations. There was a high average geometric homogeneity index (GHI) and a functional homogeneity index (FHI) of 0.97. The high GHI of the analysis indicates that the patterns of residues within gene clusters are mostly uniform, and the high FHI in this study indicates that any differences are minimal and likely will not impact the protein products between genomes sharing unique clusters. Chromate and biofilm-related gene functions were searched for across pangenome annotations and marked in orange and yellow, respectively (Fig. 3). Biofilm gene clusters and quorum system sensor gene clusters were observed in all 83 genomes. Multiple chromate resistance and transporter protein gene clusters stood out as features that set the five isolates from this study apart from the NCBI assemblies and from the other previously reported ISS isolates (Fig. 3, Table S1). The presence of these resistance gene clusters is not surprising and provides insight to the organism’s ability to survive the pretreatment solution within the UPA.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36439,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The B. contaminans isolates from this study clustered together into two distinct groups based on amino acid similarity. The isolates 3.2, 4.3 and 4.5 (shown in pink, Fig. 3) are grouped together while other isolates 3.1 and 4.2 (shown in purple, Fig. 3) are grouped. These isolates from this investigation grouped separately from the previous ISS potable water B. contaminans assemblies (shown in red, Fig. 3). The five B. contaminans isolates from this investigation did not share any unique gene clusters that were not observed in the reference genomes. However, isolates 3.2, 4.3 and 4.5 had 42 unique gene clusters with 23 of those having identified functions. Isolates 3.1 and 4.2 had 417 unique gene clusters, with 145 of those having identified functions that were not found in the other isolate groups or genome references. Isolates 3.2, 4.3 and 4.5 had several unique gene clusters of interest related to cadmium, toxin-antitoxin, flavodoxin and hemolysin proteins (Table S1). These gene clusters could potentially be associated to the enhancement of virulence, a broad range of metal resistance, active metabolism, and high hemolytic activity. Moreover, the toxin-antitoxin gene clusters have been previously connected to dormancy scenarios and a persister phenotype. For isolates 3.1 and 4.2, some unique gene clusters of interest are associated with pilin, porin, copper-binding protein, zincin, arsenate and arsenic transporter, type II and IV secretion, and type II toxin-antitoxin. These gene clusters could correspond to cell adhesion ability, molecule transport, heavy metal resistance, and toxin-antitoxin ability. While further evaluation into the expression and protein function is required, the differences in these gene clusters within the genome may provide insight into the morphological differences among the B. contaminans isolates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 38298,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The P. fungorum pangenome analysis had 9,804 unique gene clusters across the 10 NCBI reference genomes and the two isolates: 3.3 and 4.1 (Fig. 3). Of these unique gene clusters, 2,314 did not have a known function from the PGAP annotations. The FHI was 0.97 and the GHI was 0.98. These values indicate that the gene cluster residues are uniform with a low chance of protein functional change inside unique gene clusters. Gene clusters directly associated with biofilms were not observed across these 12 genomes. However, one unique quorum sensing gene cluster and 10 unique chromate-associated gene clusters were observed across all 12 genomes. There were 371 unique gene clusters shared between the 3.3 and 4.1 isolates that were not present in the 10 NCBI references. Notably, a unique gene cluster associated with the chromate resistance protein (ChrB) was observed in both 3.3 and 4.1 but absent from the NCBI references. It is important to note that the significant difference in the number of unique gene clusters could be due to the lower number of available references from the current database for P. fungorum. Beyond chromate, resistance associated gene clusters were also noted for copper, arsenic, cadmium, and zinc (Table S2). Again, while expression and protein products require further investigation, based on the genomic analysis, these organisms are likely to have tailored their genomes to support persistence within the flex line hoses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 39754,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Environmental scanning electron microscopy of UPA95 and UPA115 samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 39825,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Environmental scanning electron microscopy images of water from the UPA flex lines. A – F) Samples resulting from flex line UPA95, in which high concentrations of the urine pretreatment solution are encountered. G – L) Samples resulting from flex line UPA115, in which the urine pretreatment solution is diluted as water vapor is carried to the distillation assembly. Red arrows denote potential biofilm biproducts such as EPS, yellow arrows denote bacterial cells, and blue arrows denote fungal hyphae. The increased abundance of the microbial growth displayed from the UPA115 flex lines (A and B low magnification) as compared to that noted from the UPA95 flex lines (G and H low magnification), demonstrates the more favorable and growth promoting conditions and clear fungal-bacterial biofilm formation (as also noted in higher magnification J – L) within the UPA115 flex line. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 40843,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 40850,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "While the microbial population within the two flex lines had not previously been investigated or understood, previous biofilm-related issues within the ISS WPA resulted in questions of potential biofilms within other parts of the system. As such, samples of stagnant water within the flex lines were fixed immediately upon opening UPA95 and UPA115. Fungal biofilm networks were distinctly apparent in the samples from both flex lines (Fig. 4A, B, G, and H). However, fungal biofilm growth was more pronounced in UPA115 (Fig. 4G and H), as opposed to UPA95 (Fig. 4A and B). This observation parallels the higher microbial concentration noted from UPA115 as compared to UPA95, which is most likely due to the elevated levels of pre-treat solution in UPA95 preventing some microbial outgrowth (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 41651,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Upon magnification, present fungal hyphae were noted in various morphologies with smooth, twisted, straight, and rough surfaces revealed. Additionally, presence of bacteria on the fungal hyphae was noted at higher magnification (Fig. 4I). Bacteria and fungi interactively growing in the same environment has been investigated intensively and it is established that bacteria can grow both on and within the fungal hyphae. This, along with other variables such as the presence of chemicals and/or bioproducts such as extracellular polymeric substance (EPS) could explain alterations in the hyphae surface. While it is unknown which organisms produced it, EPS was noted in among the images (Fig. 4C, F, 4K, 4L). Taken together, this is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 42472,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Biofilm potential of bacterial UPA95 and UPA115 isolates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 42529,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Biofilm formation of bacterial isolates from the UPA flex lines. Crystal violet intensity was evaluated at 540 nm. Isolates 3.1, 3.2, 4.2, 4.3 demonstrated pronounced biofilm formation as compared to the control at 24 h. Isolates 3.1 and 4.2 also demonstrated pronounced biofilm formation as compared to the controls at 72 h (*, P < 0.05). Statistical data can be found in Table S3. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43047,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 5",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 43054,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To empirically evaluate biofilm potential of the flex line bacterial isolates, a traditional crystal violet assay was performed following 24, 48, and 72 h of growth. At the earliest 24-h timepoint, significantly enhanced biofilm formation was noted for B. contaminans 3.1, 3.2, and 4.2, as compared to the reference control (Fig. 5). Interestingly, this was not seen at 48 h, which could be attributed to weak cell to cell adhesion or cell communication and a longer required time for quorum sensing to regulate EPS production and stabilize biofilm structure. As expected, at 72 h, more mature biofilms were present for all the isolates including the reference control. However, B. contaminans 3.1 and 4.2 displayed significantly higher biofilm production as compared to the reference (Fig. 5). While it was not surprising to see biofilm formation from Burkholderia, the production by some of the UPA isolates was notable and depicts the biofilm potential of these organisms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44033,
            "infons": {
              "file": "gr6.jpg",
              "id": "fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Gene clusters associated with known secondary metabolites from genomes from the UPA flex lines isolates identified using antiSMASH. The secondary metabolites of interest pyoverdine, occidiofungin, pyrrolnitrin, pyochelin, and ornibactin are associated with biofilm production, quorum sensing, antifungal properties, and hemolytic activity. The intensity of the color represents the completeness of the gene cluster compared to NCBI reference. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44606,
            "infons": {
              "file": "gr6.jpg",
              "id": "fig6",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 6",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 44613,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Probing the genomes for secondary metabolites revealed gene clusters associated with pyoverdin in B. contaminans 3.1 and 4.2, but not other isolates (Fig. 6). Pyoverdin production directly correlates with biofilm formation, as has been documented regarding the pathogenicity of Pseudomonas aeruginosa. With regard to Burkholderia, pyoverdine production has been associated with biofilm formation and pathogenicity in B. thailandensis. However, the association of pyoverdin is unknown in the majority of this genera. Furthermore, the genomic data also reveal gene clusters associated with secondary metabolites involved in quorum sensing activity for all the B. contaminans and P. fungorum isolates, but not for the L. lichenia or unidentified Gram-positive bacterium (Fig. 6). The iron-binding or antifungal functional group such as occidiofungin, pyrrolnitrin, pyochelin and ornibactin are regulated by quorum sensing activity, which is major regulator of biofilm formation. Also, iron-signaling mechanisms contribute to biofilm development, which have been previously investigated with P. aeruginosa biofilms. The crystal violet assay demonstrates the biofilm potential of these isolates, which corresponds with the presence of secondary metabolite gene clusters associated with biofilm production.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 45914,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Characterization of bacterial-fungal interactions and hemolytic activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 45987,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Assessing phenotypic traits from monocultures benefits microbial characterization. However, the importance of investigating interactions between organisms can provide greater insight toward community dynamics and is essential to our understanding of an environment’s microbiome. Bacterial-fungal interactions can result in molecular alterations that have the potential to influence pathogenicity, biofilm formation, or morphology of the microorganisms. Likely as a result of predation within their environment, B. contaminans generates protective antifungal compounds that were noted within the genomes. Of interest were biosynthetic gene clusters associated with the secondary metabolites occidiofungin and pyrrolnitrin, which were observed in B. contaminans 3.2 and 4.3 genomes. Organisms within the Burkholderia cepacia complex (BCC) synthesize the antifungal occidiofungin through a non-ribosomal peptide synthetase mechanism. Pyrrolnitrin, also an antifungal, is a product of quorum sensing. Occidiofungin and pyrrolnitrin have shown antifungal activity against Aspergillus flavus. Additionally, both antifungal compounds have also been tightly associated to hemolytic activity. Therefore, the impact of potential secondary metabolite production from all the UPA isolates on A. flavus was evaluated using three types of media under two temperatures. Hemolytic potential was also assessed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 47383,
            "infons": {
              "file": "gr7.jpg",
              "id": "fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) Bacterial-fungal interaction between UPA flex line bacterial isolates and A. flavus at two temperatures (25 °C and 35 °C) and three growth media (R2A, PDA and SABC). Bar plot denotes the fungal diameter while the dot plot in red displays distance. B) The interaction of A. flavus with UPA flex line bacterial isolates on PDA at 25 °C. All measurements were in triplicate for each isolate. The distance for antagonistic activity was measured between the fungal growth and bacterial deposit (red arrow). The fungal growth diameter was measured triplicate. For irregularly shaped fungal growth, the measurement was taken from three different growth directions, assuming it was a diameter (blue arrow). See Table S3 for statistical data. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48256,
            "infons": {
              "file": "gr7.jpg",
              "id": "fig7",
              "section_type": "FIG",
              "type": "fig"
            },
            "text": "Fig. 7",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 48263,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At 25 °C incubation, B. contaminans isolates 3.2, 4.3, 4.5 from both UPA flex lines generated the highest zone of inhibition on A. flavus as compared to the other isolates, including the reference control B. cepacia (Fig. 7A). Other B. contaminans 3.1, and 4.2, P. fungorum 3.3 and 4.1, and B. cepacia did express the capability of inhibiting the growth of A. flavus but at a much lower intensity (Fig. 7A). This was enhanced by culture on PDA (Fig. 7A and 7B). Not unexpectedly, the growth media impacted the antagonistic effect on A. flavus, as was observed for R2A, while B. contaminans 3.1, and 4.2 and P. fungorum 3.3 and 4.1 did not strongly inhibit A. flavus growth (Fig. 7A). Regarding SABC, a zone of inhibition was not noted for any of the isolates, likely resulting from the interfering chloramphenicol. However, P. fungorum 3.3 and 4.1 showed very weak antagonistic effect, as fungal growth was observed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 49182,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A more optimal growth temperature for bacteria, 35 °C incubation was also investigated. Generally, there was no difference in the trend of antagonistic growth toward A. flavus as compared to 25 °C incubation. The growth diameter of A. falvus did not change between the temperatures for R2A and PDA media, but more growth was noted on SABC at 35 °C (Fig. 7A.). B. contaminans 3.2 and 4.3 expressed the highest antifungal capability at both temperatures and on all media assessed. The antagonistic distance was reduced at 35 °C on PDA media for B. contaminans 3.2, 4.3 and 4.5., which indicated the reduction of antifungal activity. Although there was no change in fungal growth, B. contaminans 4.5 showed much lower antagonistic distance on R2A at 35 °C.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 49946,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The unidentified Gram-positive 4.4 and L. lichenia 5.2. did not express observable antifungal activity toward A. flavus on any of the tested media at either temperature (Fig. 7A). The association of L. lichenia with fungi is not well established. L. xyli has exhibited plant growth promoting and low level antifungal properties against certain plant pathogens. In this investigation antifungal behavior was not noted with L. lichenia, nor were known gene clusters associated with fungal inhibition present.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 50453,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Pyochelin biosynthesis cluster was observed in the B. contaminans 3.1, 3.2, 4.2, 4.3, and 4.5 genomes and ornibactin gene cluster found in B. contaminans 3.1, 4.2, 4.3, and 4.5 and P. fungorum 3.3 and 4.1 (Fig. 6). These secondary metabolites are siderophores. Although pyochelin and ornibactin are not well-known as antifungal agents secreted by Paraburkholderia and Burkholderia, they have shown their antifungal and antimicrobial activity under iron deficiency. Hemolytic activity was noted for B. contaminans 4.5, which demonstrated α-hemolysis activity, while B. contaminans 3.2 and 4.3. expressed strong β-hemolysis (Table S4 and Fig. S2). All other isolates displayed γ-hemolysis (no hemolytic activity) following 48 h of incubation (Table S4 and Fig. S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 51228,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 51240,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "The WRS has been providing potable water to astronauts onboard the ISS since 2009. However, our current understanding of the microbial community within the system is limited to the WPA wastewater tank and point-of-use PWD samples. This work represents the first investigation into the unique community that inhabits the UPA. From the UPA115 flex line, a purge line carrying water vapor to the DA, three differing morphologies of B. contaminans, as well as P. fungorum, L. lichenia, and an unidentified Gram-positive bacterium, were isolated; additionally, the fungi Fusarium sp. and L. mutabilis were isolated. Less diversity was noted from samples recovered from the UPA95 flex line, where concentrated levels of chromium are encountered, from which two different morphologies of B. contaminans, P. fungorum, and Fusarium sp. were isolated. For the five B. contaminans isolates, multiple chromate-resistance and transporter protein gene clusters were identified through pangenomic analysis that differentiated these genomes from previously studied isolates recovered from the PWD. Moreover, the UPA P. fungorum isolates contained a gene cluster associated with chromate resistance that was absent in the current NCBI references. The acquisition of these resistance gene clusters by these organisms, as compared to both those from the WPA and terrestrial environments, distinguishes these flex lines as a unique ecological niche. Furthermore, this highlights that the flex lines, as well as other areas within the UPA, are ideal candidate areas to investigate horizontal gene transfer. As a dormant water system is a likely option for future spacecraft, e.g. the Lunar Gateway, where biofouling is a significant concern, biofilm analysis and imaging was performed. ESEM imaging of the water from the flex lines and biofilm potential of the recovered isolates demonstrated that these hoses are novel areas for fungal-bacterial biofilm growth. While NASA has a strong biofilm control campaign, the organisms used in these studies have been limited to those isolated from the WPA. Further analysis of isolates from the UPA, displaying a greater range of genetic and phenotypic properties, as well as the fungal-bacterial interactions at play within these biofilms, should be a high priority to aid in the design of engineering controls directed toward biofilm prevention in next generation water systems.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53642,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title_1"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53650,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This work was supported by  Exploration Capabilities and the Johnson Space Center’s Office of the Chief Technologist.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53770,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "CRediT authorship contribution statement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 53811,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Hang Ngoc Nguyen: General, Methodology, Sequencing, Phenotypic Evaluation, Bioinformatics, Data, Formal analysis, Writing – original draft, preparation, All authors agreed to the published version of this manuscript. G. Marie Sharp: Bioinformatics, Data, Formal analysis, Writing – original draft, preparation, Writing – review & editing, All authors agreed to the published version of this manuscript. Sarah Stahl-Rommel: General, Methodology, Sequencing, Bioinformatics, Data, Formal analysis, Writing – original draft, preparation, Writing – review & editing, Project administration, All authors agreed to the published version of this manuscript. Yo-Ann Velez Justiniano: Conceptualization, Sample Collection and Fixation, Writing – review & editing, All authors agreed to the published version of this manuscript. Christian L. Castro: Bioinformatics, Data, Formal analysis, Writing – review & editing, All authors agreed to the published version of this manuscript. Mayra Nelman-Gonzalez: ESEM Imaging, Writing – review & editing, All authors agreed to the published version of this manuscript. Aubrie O’Rourke: Bioinformatics, Data, Formal analysis, Writing – review & editing. Michael D. Lee: Bioinformatics, Data, Formal analysis, Writing – review & editing. Jill Williamson: Conceptualization, Sample Collection and Fixation, Writing – review & editing, All authors agreed to the published version of this manuscript. Chelsea McCool: Sample Collection and Fixation, Writing – review & editing, All authors agreed to the published version of this manuscript. Brian Crucian: ESEM Imaging, Writing – review & editing. Kenneth W. Clark: ESEM Imaging. Miten Jain: Bioinformatics, Data, Formal analysis, Writing – review & editing, All authors agreed to the published version of this manuscript. Sarah L. Castro-Wallace: Conceptualization, General, Methodology, Writing – original draft, preparation, Writing – review & editing, Supervision, Project administration, Funding acquisition, All authors agreed to the published version of this manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 55899,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Declaration of competing interest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 55933,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that there are no known competing finical interests or personal relationships that could influence the data or conclusions reported here. All authors have confirmed and verified.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56132,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56143,
            "infons": {
              "fpage": "2688",
              "lpage": "3627",
              "name_0": "surname:Carter;given-names:D.L.",
              "section_type": "REF",
              "source": "Proceedings of international conference on environmental systems",
              "type": "ref",
              "year": "2009"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56144,
            "infons": {
              "name_0": "surname:Volpin;given-names:F.",
              "name_1": "surname:Badeti;given-names:U.",
              "name_2": "surname:Wang;given-names:C.",
              "name_3": "surname:Jiang;given-names:J.",
              "name_4": "surname:Vogel;given-names:J.",
              "name_5": "surname:Freguia;given-names:S.",
              "name_6": "surname:Fam;given-names:D.",
              "name_7": "surname:Cho;given-names:J.",
              "name_8": "surname:Phuntsho;given-names:S.",
              "name_9": "surname:Shon;given-names:H.K.",
              "pub-id_doi": "10.3390/membranes10110327",
              "section_type": "REF",
              "source": "Membranes",
              "type": "ref",
              "volume": "10",
              "year": "2020"
            },
            "text": "Urine treatment on the international space station: current practice and novel approaches",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56234,
            "infons": {
              "name_0": "surname:Carter;given-names:D.",
              "name_1": "surname:Wilson;given-names:L.",
              "name_2": "surname:Orozco;given-names:N.",
              "pub-id_doi": "10.2514/6.2011-5223",
              "section_type": "REF",
              "source": "41st international conference on environmental systems",
              "type": "ref",
              "year": "2011"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56235,
            "infons": {
              "comment": "Boston, Massachusetts",
              "name_0": "surname:Williamson;given-names:J.",
              "name_1": "surname:Carter;given-names:L.",
              "name_2": "surname:Hill;given-names:J.",
              "name_3": "surname:Jones;given-names:D.L.",
              "name_4": "surname:Morris;given-names:D.",
              "name_5": "surname:Graves;given-names:R.E.",
              "section_type": "REF",
              "source": "Proceedings of 49th international conference on environmental systems",
              "type": "ref",
              "year": "2019"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56236,
            "infons": {
              "comment": "50th, p. ICES-2021-2428",
              "element-citation": "https://ttu-ir.tdl.org/handle/2346/87310",
              "name_0": "surname:Kelsey;given-names:L.K.",
              "name_1": "surname:Boyce;given-names:S.P.",
              "name_2": "surname:Speight;given-names:G.",
              "name_3": "surname:Pasadilla;given-names:P.",
              "name_4": "surname:Tewes;given-names:P.",
              "name_5": "surname:Rabel;given-names:E.",
              "name_6": "surname:Meyer;given-names:C.",
              "section_type": "REF",
              "source": "Proceedings of the 50th international conference on environmental systems",
              "type": "ref",
              "year": "2021"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56237,
            "infons": {
              "fpage": "250",
              "lpage": "260",
              "name_0": "surname:Yamaguchi;given-names:N.",
              "name_1": "surname:Roberts;given-names:M.",
              "name_2": "surname:Castro;given-names:S.",
              "name_3": "surname:Oubre;given-names:C.",
              "name_4": "surname:Makimura;given-names:K.",
              "name_5": "surname:Leys;given-names:N.",
              "name_6": "surname:Grohmann;given-names:E.",
              "name_7": "surname:Sugita;given-names:T.",
              "name_8": "surname:Ichijo;given-names:T.",
              "name_9": "surname:Nasu;given-names:M.",
              "pub-id_doi": "10.1264/jsme2.me14031",
              "section_type": "REF",
              "source": "Microb Environ",
              "type": "ref",
              "volume": "29",
              "year": "2014"
            },
            "text": "Microbial monitoring of crewed habitats in space-current status and future perspectives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56325,
            "infons": {
              "fpage": "294",
              "lpage": "300",
              "name_0": "surname:Zea;given-names:L.",
              "name_1": "surname:Nisar;given-names:Z.",
              "name_2": "surname:Rubin;given-names:P.",
              "name_3": "surname:Cortesão;given-names:M.",
              "name_4": "surname:Luo;given-names:J.",
              "name_5": "surname:McBride;given-names:S.A.",
              "name_6": "surname:Moeller;given-names:R.",
              "name_7": "surname:Klaus;given-names:D.",
              "name_8": "surname:Müller;given-names:D.",
              "name_9": "surname:Varanasi;given-names:K.K.",
              "pub-id_doi": "10.1016/j.actaastro.2018.04.039",
              "pub-id_pmid": "30449911",
              "section_type": "REF",
              "source": "Acta Astronaut",
              "type": "ref",
              "volume": "148",
              "year": "2018"
            },
            "text": "Design of a spaceflight biofilm experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56368,
            "infons": {
              "name_0": "surname:Castro-Wallace;given-names:S.L.",
              "name_1": "surname:Chiu;given-names:C.Y.",
              "name_2": "surname:John;given-names:K.K.",
              "name_3": "surname:Stahl;given-names:S.E.",
              "name_4": "surname:Rubins;given-names:K.H.",
              "name_5": "surname:McIntyre;given-names:A.B.R.",
              "name_6": "surname:Dworkin;given-names:J.P.",
              "name_7": "surname:Lupisella;given-names:M.L.",
              "name_8": "surname:Smith;given-names:D.J.",
              "name_9": "surname:Botkin;given-names:D.J.",
              "pub-id_doi": "10.1038/s41598-017-18364-0",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Nanopore DNA sequencing and genome assembly on the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56447,
            "infons": {
              "fpage": "106",
              "name_0": "surname:Stahl-Rommel;given-names:S.",
              "name_1": "surname:Jain;given-names:M.",
              "name_2": "surname:Nguyen;given-names:H.N.",
              "name_3": "surname:Arnold;given-names:R.R.",
              "name_4": "surname:Aunon-Chancellor;given-names:S.M.",
              "name_5": "surname:Sharp;given-names:G.M.",
              "name_6": "surname:Castro;given-names:C.L.",
              "name_7": "surname:John;given-names:K.K.",
              "name_8": "surname:Juul;given-names:S.",
              "name_9": "surname:Turner;given-names:D.J.",
              "pub-id_pmid": "33467183",
              "section_type": "REF",
              "source": "Genes",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Real-time culture-independent microbial profiling onboard the international space station using nanopore sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56563,
            "infons": {
              "name_0": "surname:Burton;given-names:A.S.",
              "name_1": "surname:Stahl;given-names:S.E.",
              "name_2": "surname:John;given-names:K.K.",
              "name_3": "surname:Jain;given-names:M.",
              "name_4": "surname:Juul;given-names:S.",
              "name_5": "surname:Turner;given-names:D.J.",
              "name_6": "surname:Harrington;given-names:E.D.",
              "name_7": "surname:Stoddart;given-names:D.",
              "name_8": "surname:Paten;given-names:B.",
              "name_9": "surname:Akeson;given-names:M.",
              "pub-id_doi": "10.3390/genes11010076",
              "section_type": "REF",
              "source": "Genes",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Off Earth identification of bacterial populations using 16S rDNA nanopore sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56648,
            "infons": {
              "fpage": "2666",
              "lpage": "2669",
              "name_0": "surname:De Coster;given-names:W.",
              "name_1": "surname:D'Hert;given-names:S.",
              "name_2": "surname:Schultz;given-names:D.T.",
              "name_3": "surname:Cruts;given-names:M.",
              "name_4": "surname:Van Broeckhoven",
              "name_5": "surname:NanoPack;given-names:C.",
              "pub-id_doi": "10.1093/bioinformatics/bty149",
              "pub-id_pmid": "29547981",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "34",
              "year": "2018"
            },
            "text": "Visualizing and processing long-read sequencing data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56701,
            "infons": {
              "fpage": "2078",
              "lpage": "2079",
              "name_0": "surname:Li;given-names:H.",
              "name_1": "surname:Handsaker;given-names:B.",
              "name_2": "surname:Wysoker;given-names:A.",
              "name_3": "surname:Fennell;given-names:T.",
              "name_4": "surname:Ruan;given-names:J.",
              "name_5": "surname:Homer;given-names:N.",
              "name_6": "surname:Marth;given-names:G.",
              "name_7": "surname:Abecasis;given-names:G.",
              "name_8": "surname:Durbin;given-names:R.",
              "name_9": "surname:Subgroup;given-names:G.P.D.P.",
              "pub-id_doi": "10.1093/bioinformatics/btp352",
              "pub-id_pmid": "19505943",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "25",
              "year": "2009"
            },
            "text": "The sequence alignment/map format and SAMtools",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56748,
            "infons": {
              "fpage": "351",
              "lpage": "356",
              "name_0": "surname:Jain;given-names:M.",
              "name_1": "surname:Fiddes;given-names:I.T.",
              "name_2": "surname:Miga;given-names:K.H.",
              "name_3": "surname:Olsen;given-names:H.E.",
              "name_4": "surname:Paten;given-names:B.",
              "name_5": "surname:Akeson;given-names:M.",
              "pub-id_pmid": "25686389",
              "section_type": "REF",
              "source": "Nat Methods",
              "type": "ref",
              "volume": "12",
              "year": "2015"
            },
            "text": "Improved data analysis for the MinION nanopore sequencer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56805,
            "infons": {
              "section_type": "REF",
              "type": "ref",
              "year": "2021"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56806,
            "infons": {
              "fpage": "1",
              "lpage": "18",
              "name_0": "surname:Epskamp;given-names:S.",
              "name_1": "surname:Cramer;given-names:A.O.J.",
              "name_2": "surname:Waldorp;given-names:L.J.",
              "name_3": "surname:Schmittmann;given-names:V.D.",
              "pub-id_doi": "10.18637/jss.v048.i04",
              "section_type": "REF",
              "source": "J Stat Software",
              "type": "ref",
              "volume": "48",
              "year": "2012"
            },
            "text": "Borsboom, D. Qgraph: network visualizations of relationships in psychometric data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56888,
            "infons": {
              "name_0": "surname:Wickham;given-names:H.",
              "section_type": "REF",
              "type": "ref",
              "year": "2009"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56889,
            "infons": {
              "name_0": "surname:Kolde;given-names:R.",
              "name_1": "surname:Kolde;given-names:M.R.",
              "section_type": "REF",
              "type": "ref",
              "year": "2015"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56890,
            "infons": {
              "comment": "578, 579",
              "element-citation": "http://sourceforge.net/projects/bbmap",
              "name_0": "surname:Bushnell;given-names:B.",
              "section_type": "REF",
              "type": "ref",
              "year": "2014"
            },
            "text": "BBTools software package",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56915,
            "infons": {
              "name_0": "surname:Wick;given-names:R.R.",
              "name_1": "surname:Judd;given-names:L.M.",
              "name_2": "surname:Gorrie;given-names:C.L.",
              "name_3": "surname:Holt;given-names:K.E.",
              "pub-id_doi": "10.1099/mgen.0.000132",
              "section_type": "REF",
              "source": "Microb Genom",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Completing bacterial genome assemblies with multiplex MinION sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56987,
            "infons": {
              "element-citation": "https://github.com/rrwick/Filtlong",
              "name_0": "surname:Wick;given-names:R.",
              "name_1": "surname:Menzel;given-names:P. Filtlong",
              "section_type": "REF",
              "type": "ref",
              "year": "2017"
            },
            "text": "Github",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 56994,
            "infons": {
              "name_0": "surname:Wick;given-names:R.R.",
              "name_1": "surname:Judd;given-names:L.M.",
              "name_2": "surname:Gorrie;given-names:C.L.",
              "name_3": "surname:Holt;given-names:K.E.",
              "pub-id_doi": "10.1371/journal.pcbi.1005595",
              "section_type": "REF",
              "source": "PLoS Comput Biol",
              "type": "ref",
              "volume": "13",
              "year": "2017"
            },
            "text": "Unicycler: resolving bacterial genome assemblies from short and long sequencing reads",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57080,
            "infons": {
              "fpage": "1043",
              "lpage": "1055",
              "name_0": "surname:Parks;given-names:D.H.",
              "name_1": "surname:Imelfort;given-names:M.",
              "name_2": "surname:Skennerton;given-names:C.T.",
              "name_3": "surname:Hugenholtz;given-names:P.",
              "name_4": "surname:Tyson;given-names:G.W.",
              "pub-id_doi": "10.1101/gr.186072.114",
              "pub-id_pmid": "25977477",
              "section_type": "REF",
              "source": "Genome Res",
              "type": "ref",
              "volume": "25",
              "year": "2015"
            },
            "text": "CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57186,
            "infons": {
              "fpage": "5114",
              "name_0": "surname:Jain;given-names:C.",
              "name_1": "surname:Rodriguez-R;given-names:L.M.",
              "name_2": "surname:Phillippy;given-names:A.M.",
              "name_3": "surname:Konstantinidis;given-names:K.T.",
              "name_4": "surname:Aluru;given-names:S.",
              "pub-id_doi": "10.1038/s41467-018-07641-9",
              "pub-id_pmid": "30504855",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "High throughput ANI analysis of 90K prokaryotic genomes reveals clear species boundaries",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57275,
            "infons": {
              "fpage": "6614",
              "lpage": "6624",
              "name_0": "surname:Tatusova;given-names:T.",
              "name_1": "surname:DiCuccio;given-names:M.",
              "name_2": "surname:Badretdin;given-names:A.",
              "name_3": "surname:Chetvernin;given-names:V.",
              "name_4": "surname:Nawrocki;given-names:E.P.",
              "name_5": "surname:Zaslavsky;given-names:L.",
              "name_6": "surname:Lomsadze;given-names:A.",
              "name_7": "surname:Pruitt;given-names:K.D.",
              "name_8": "surname:Borodovsky;given-names:M.",
              "name_9": "surname:Ostell;given-names:J.",
              "pub-id_doi": "10.1093/nar/gkw569",
              "pub-id_pmid": "27342282",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "44",
              "year": "2016"
            },
            "text": "NCBI prokaryotic genome annotation pipeline",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57319,
            "infons": {
              "fpage": "W29",
              "lpage": "W35",
              "name_0": "surname:Blin;given-names:K.",
              "name_1": "surname:Shaw;given-names:S.",
              "name_2": "surname:Kloosterman;given-names:A.M.",
              "name_3": "surname:Charlop-Powers;given-names:Z.",
              "name_4": "surname:van Wezel;given-names:G.P.",
              "name_5": "surname:Medema;given-names:M.H.",
              "name_6": "surname:Weber;given-names:T.",
              "pub-id_doi": "10.1093/nar/gkab335",
              "pub-id_pmid": "33978755",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "antiSMASH 6.0: improving cluster detection and comparison capabilities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57390,
            "infons": {
              "fpage": "285",
              "lpage": "294",
              "name_0": "surname:Carattoli;given-names:A.",
              "name_1": "surname:Hasman;given-names:H.",
              "name_2": "surname:de la Cruz;given-names:F.",
              "pub-id_doi": "10.1007/978-1-4939-9877-7_20",
              "section_type": "REF",
              "source": "Horizontal gene transfer: methods and protocols",
              "type": "ref",
              "year": "2020"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57391,
            "infons": {
              "fpage": "D67",
              "lpage": "D72",
              "name_0": "surname:Clark;given-names:K.",
              "name_1": "surname:Karsch-Mizrachi;given-names:I.",
              "name_2": "surname:Lipman;given-names:D.J.",
              "name_3": "surname:Ostell;given-names:J.",
              "name_4": "surname:Sayers;given-names:E.W.",
              "pub-id_doi": "10.1093/nar/gkv1276",
              "pub-id_pmid": "26590407",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "44",
              "year": "2015"
            },
            "text": "GenBank",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57399,
            "infons": {
              "fpage": "3",
              "lpage": "6",
              "name_0": "surname:Eren;given-names:A.M.",
              "name_1": "surname:Kiefl;given-names:E.",
              "name_2": "surname:Shaiber;given-names:A.",
              "name_3": "surname:Veseli;given-names:I.",
              "name_4": "surname:Miller;given-names:S.E.",
              "name_5": "surname:Schechter;given-names:M.S.",
              "name_6": "surname:Fink;given-names:I.",
              "name_7": "surname:Pan;given-names:J.N.",
              "name_8": "surname:Yousef;given-names:M.",
              "name_9": "surname:Fogarty;given-names:E.C.",
              "pub-id_doi": "10.1038/s41564-020-00834-3",
              "section_type": "REF",
              "source": "Nature microbiology",
              "type": "ref",
              "volume": "6",
              "year": "2021"
            },
            "text": "Community-led, integrated, reproducible multi-omics with anvi'o",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57463,
            "infons": {
              "fpage": "6616",
              "lpage": "6628",
              "name_0": "surname:Nguyen;given-names:H.N.",
              "name_1": "surname:Nadres;given-names:E.T.",
              "name_2": "surname:Alamani;given-names:B.G.",
              "name_3": "surname:Rodrigues;given-names:D.F.",
              "pub-id_doi": "10.1039/C7TB00722A",
              "pub-id_pmid": "32264424",
              "section_type": "REF",
              "source": "J Mater Chem B",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Designing polymeric adhesives for antimicrobial materials: poly(ethylene imine) polymer, graphene, graphene oxide and molybdenum trioxide – a biomimetic approach",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57627,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Weir, N., Wilson, M., Yoets, A., Molina, T., Bruce, R., Carter, L. Microbiological characterization of the international space station water processor assembly external filter assembly S/N 01. In Proceedings of 42nd international conference on environmental systems; p. 3595..",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57904,
            "infons": {
              "name_0": "surname:Zea;given-names:L.",
              "name_1": "surname:McLean;given-names:R.J.C.",
              "name_2": "surname:Rook;given-names:T.A.",
              "name_3": "surname:Angle;given-names:G.",
              "name_4": "surname:Carter;given-names:D.L.",
              "name_5": "surname:Delegard;given-names:A.",
              "name_6": "surname:Denvir;given-names:A.",
              "name_7": "surname:Gerlach;given-names:R.",
              "name_8": "surname:Gorti;given-names:S.",
              "name_9": "surname:McIlwaine;given-names:D.",
              "pub-id_doi": "10.1016/j.bioflm.2020.100026",
              "section_type": "REF",
              "source": "Biofilms",
              "type": "ref",
              "volume": "2",
              "year": "2020"
            },
            "text": "Potential biofilm control strategies for extended spaceflight missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 57975,
            "infons": {
              "fpage": "70",
              "name_0": "surname:Yang;given-names:J.",
              "name_1": "surname:Barrila;given-names:J.",
              "name_2": "surname:Mark Ott;given-names:C.",
              "name_3": "surname:King;given-names:O.",
              "name_4": "surname:Bruce;given-names:R.",
              "name_5": "surname:McLean;given-names:R.J.C.",
              "name_6": "surname:Nickerson;given-names:C.A.",
              "pub-id_doi": "10.1038/s41522-021-00240-5",
              "pub-id_pmid": "34489467",
              "section_type": "REF",
              "source": "npj Biofilms and Microbiomes",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Longitudinal characterization of multispecies microbial populations recovered from spaceflight potable water",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58084,
            "infons": {
              "fpage": "62",
              "lpage": "68",
              "name_0": "surname:Pathak;given-names:A.",
              "name_1": "surname:Chauhan;given-names:A.",
              "name_2": "surname:Stothard;given-names:P.",
              "name_3": "surname:Green;given-names:S.",
              "name_4": "surname:Maienschein-Cline;given-names:M.",
              "name_5": "surname:Jaswal;given-names:R.",
              "name_6": "surname:Seaman;given-names:J.",
              "pub-id_doi": "10.1016/j.gdata.2017.02.011",
              "pub-id_pmid": "28373958",
              "section_type": "REF",
              "source": "Genomics Data",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Genome-centric evaluation of Burkholderia sp. strain SRS-W-2-2016 resistant to high concentrations of uranium and nickel isolated from the Savannah River Site (SRS), USA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58254,
            "infons": {
              "name_0": "surname:You;given-names:L.-X.",
              "name_1": "surname:Zhang;given-names:R.-R.",
              "name_2": "surname:Dai;given-names:J.-X.",
              "name_3": "surname:Lin;given-names:Z.-T.",
              "name_4": "surname:Li;given-names:Y.-P.",
              "name_5": "surname:Herzberg;given-names:M.",
              "name_6": "surname:Zhang;given-names:J.-L.",
              "name_7": "surname:Al-Wathnani;given-names:H.",
              "name_8": "surname:Zhang;given-names:C.-K.",
              "name_9": "surname:Feng;given-names:R.-W.",
              "pub-id_doi": "10.1016/j.ecoenv.2021.111914",
              "section_type": "REF",
              "source": "Ecotoxicol Environ Saf",
              "type": "ref",
              "volume": "211",
              "year": "2021"
            },
            "text": "Potential of cadmium resistant Burkholderia contaminans strain ZCC in promoting growth of soy beans in the presence of cadmium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58381,
            "infons": {
              "fpage": "1029",
              "lpage": "1048",
              "name_0": "surname:Schuerger;given-names:A.C.",
              "name_1": "surname:Amaradasa;given-names:Bimal S.",
              "name_2": "surname:Dufault;given-names:Nicholas S.",
              "name_3": "surname:Hummerick;given-names:M.E.",
              "name_4": "surname:Richards;given-names:J.T.",
              "name_5": "surname:Khodadad;given-names:C.L.",
              "name_6": "surname:Smith;given-names:T.M.",
              "name_7": "surname:Massa;given-names:G.D.",
              "pub-id_doi": "10.1089/ast.2020.2399",
              "pub-id_pmid": "33926205",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "21",
              "year": "2021"
            },
            "text": "Fusarium oxysporum as an opportunistic fungal pathogen on zinnia hybrida plants grown on board the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58508,
            "infons": {
              "comment": "429-429",
              "name_0": "surname:Sawana;given-names:A.",
              "name_1": "surname:Adeolu;given-names:M.",
              "name_2": "surname:Gupta;given-names:R.S.",
              "pub-id_doi": "10.3389/fgene.2014.00429",
              "section_type": "REF",
              "source": "Front Genet",
              "type": "ref",
              "volume": "5",
              "year": "2014"
            },
            "text": "Molecular signatures and phylogenomic analysis of the genus Burkholderia: proposal for division of this genus into the emended genus Burkholderia containing pathogenic organisms and a new genus Paraburkholderia gen. nov. harboring environmental species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58761,
            "infons": {
              "name_0": "surname:Lood;given-names:C.",
              "name_1": "surname:Peeters;given-names:C.",
              "name_2": "surname:Lamy-Besnier;given-names:Q.",
              "name_3": "surname:Wagemans;given-names:J.",
              "name_4": "surname:De Vos;given-names:D.",
              "name_5": "surname:Proesmans;given-names:M.",
              "name_6": "surname:Pirnay;given-names:J.-P.",
              "name_7": "surname:Echahidi;given-names:F.",
              "name_8": "surname:Piérard;given-names:D.",
              "name_9": "surname:Thimmesch;given-names:M.",
              "pub-id_doi": "10.1371/journal.ppat.1009418",
              "section_type": "REF",
              "source": "PLoS Pathog",
              "type": "ref",
              "volume": "17",
              "year": "2021"
            },
            "text": "Genomics of an endemic cystic fibrosis Burkholderia multivorans strain reveals low within-patient evolution but high between-patient diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 58904,
            "infons": {
              "name_0": "surname:O'Rourke;given-names:A.",
              "name_1": "surname:Lee;given-names:M.D.",
              "name_2": "surname:Nierman;given-names:W.C.",
              "name_3": "surname:Everroad;given-names:R.C.",
              "name_4": "surname:Dupont;given-names:C.L.",
              "pub-id_doi": "10.1371/journal.pone.0227152",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "15",
              "year": "2020"
            },
            "text": "Genomic and phenotypic characterization of Burkholderia isolates from the potable water system of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59034,
            "infons": {
              "fpage": "18",
              "name_0": "surname:Yu;given-names:X.",
              "name_1": "surname:Ding;given-names:Z.",
              "name_2": "surname:Ji;given-names:Y.",
              "name_3": "surname:Zhao;given-names:J.",
              "name_4": "surname:Liu;given-names:X.",
              "name_5": "surname:Tian;given-names:J.",
              "name_6": "surname:Wu;given-names:N.",
              "name_7": "surname:Fan;given-names:Y.",
              "pub-id_doi": "10.1186/s12866-020-1705-2",
              "pub-id_pmid": "31964334",
              "section_type": "REF",
              "source": "BMC Microbiol",
              "type": "ref",
              "volume": "20",
              "year": "2020"
            },
            "text": "An operon consisting of a P-type ATPase gene and a transcriptional regulator gene responsible for cadmium resistances in Bacillus vietamensis 151–6 and Bacillus marisflavi 151–25",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59217,
            "infons": {
              "fpage": "5513",
              "lpage": "5525",
              "name_0": "surname:Leplae;given-names:R.",
              "name_1": "surname:Geeraerts;given-names:D.",
              "name_2": "surname:Hallez;given-names:R.",
              "name_3": "surname:Guglielmini;given-names:J.",
              "name_4": "surname:Drèze;given-names:P.",
              "name_5": "surname:Van Melderen;given-names:L.",
              "pub-id_doi": "10.1093/nar/gkr131",
              "pub-id_pmid": "21422074",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "39",
              "year": "2011"
            },
            "text": "Diversity of bacterial type II toxin-antitoxin systems: a comprehensive search and functional analysis of novel families",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59338,
            "infons": {
              "fpage": "25917",
              "lpage": "25922",
              "name_0": "surname:Prakash;given-names:D.",
              "name_1": "surname:Iyer;given-names:P.R.",
              "name_2": "surname:Suharti;given-names:S.",
              "name_3": "surname:Walters;given-names:K.A.",
              "name_4": "surname:Santiago-Martinez;given-names:M.G.",
              "name_5": "surname:Golbeck;given-names:J.H.",
              "name_6": "surname:Murakami;given-names:K.S.",
              "name_7": "surname:Ferry;given-names:J.G.",
              "pub-id_doi": "10.1073/pnas.1908578116",
              "pub-id_pmid": "31801875",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "116",
              "year": "2019"
            },
            "text": "Structure and function of an unusual flavodoxin from the domain Archaea",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59410,
            "infons": {
              "fpage": "2040",
              "lpage": "2051",
              "name_0": "surname:Elliott;given-names:S.J.",
              "name_1": "surname:Srinivas;given-names:S.",
              "name_2": "surname:Albert;given-names:M.J.",
              "name_3": "surname:Alam;given-names:K.",
              "name_4": "surname:Robins-Browne;given-names:R.M.",
              "name_5": "surname:Gunzburg;given-names:S.T.",
              "name_6": "surname:Mee;given-names:B.J.",
              "name_7": "surname:Chang;given-names:B.J.",
              "pub-id_doi": "10.1128/iai.66.5.2040-2051.1998",
              "pub-id_pmid": "9573087",
              "section_type": "REF",
              "source": "Infect Immun",
              "type": "ref",
              "volume": "66",
              "year": "1998"
            },
            "text": "Characterization of the roles of hemolysin and other toxins in enteropathy caused by alpha-hemolytic Escherichia coli linked to human diarrhea",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59553,
            "infons": {
              "fpage": "111",
              "lpage": "116",
              "name_0": "surname:O'Rourke;given-names:A.",
              "name_1": "surname:Yee;given-names:N.",
              "name_2": "surname:Nierman;given-names:W.C.",
              "name_3": "surname:Beyhan;given-names:S.",
              "pub-id_doi": "10.1007/s40475-017-0116-4",
              "section_type": "REF",
              "source": "Current Tropical Medicine Reports",
              "type": "ref",
              "volume": "4",
              "year": "2017"
            },
            "text": "Environmental and genetic factors controlling Burkholderia pseudomallei persister phenotypes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59646,
            "infons": {
              "fpage": "1374",
              "lpage": "1389",
              "name_0": "surname:Jeon;given-names:H.",
              "name_1": "surname:Choi;given-names:E.",
              "name_2": "surname:Hwang;given-names:J.",
              "pub-id_doi": "10.1261/rna.078786.121",
              "pub-id_pmid": "34429367",
              "section_type": "REF",
              "source": "RNA",
              "type": "ref",
              "volume": "27",
              "year": "2021"
            },
            "text": "Identification and characterization of VapBC toxin–antitoxin system in Bosea sp. PAMC 26642 isolated from Arctic lichens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59769,
            "infons": {
              "fpage": "509",
              "lpage": "519",
              "name_0": "surname:Telford;given-names:J.L.",
              "name_1": "surname:Barocchi;given-names:M.A.",
              "name_2": "surname:Margarit;given-names:I.",
              "name_3": "surname:Rappuoli;given-names:R.",
              "name_4": "surname:Grandi;given-names:G.",
              "pub-id_doi": "10.1038/nrmicro1443",
              "pub-id_pmid": "16778837",
              "section_type": "REF",
              "source": "Nat Rev Microbiol",
              "type": "ref",
              "volume": "4",
              "year": "2006"
            },
            "text": "Pili in gram-positive pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59801,
            "infons": {
              "fpage": "1",
              "lpage": "8",
              "name_0": "surname:Epler Barbercheck;given-names:C.R.",
              "name_1": "surname:Bullitt;given-names:E.",
              "name_2": "surname:Andersson;given-names:M.",
              "name_3": "surname:Harris;given-names:J.R.",
              "name_4": "surname:Boekema;given-names:E.J.",
              "pub-id_doi": "10.1007/978-981-10-7757-9_1",
              "section_type": "REF",
              "source": "Membrane protein complexes: structure and function",
              "type": "ref",
              "year": "2018"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59802,
            "infons": {
              "fpage": "843",
              "lpage": "854",
              "name_0": "surname:Galdiero;given-names:S.",
              "name_1": "surname:Falanga;given-names:A.",
              "name_2": "surname:Cantisani;given-names:M.",
              "name_3": "surname:Tarallo;given-names:R.",
              "name_4": "surname:Della Pepa;given-names:M.E.",
              "name_5": "surname:D'Oriano;given-names:V.",
              "name_6": "surname:Galdiero;given-names:M.",
              "pub-id_doi": "10.2174/138920312804871120",
              "pub-id_pmid": "23305369",
              "section_type": "REF",
              "source": "Curr Protein Pept Sci",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "Microbe-host interactions: structure and role of Gram-negative bacterial porins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59882,
            "infons": {
              "fpage": "123",
              "lpage": "144",
              "name_0": "surname:Cerdà-Costa;given-names:N.",
              "name_1": "surname:Gomis-Rüth;given-names:F.X.",
              "pub-id_doi": "10.1002/pro.2400",
              "section_type": "REF",
              "source": "Protein Sci : Publ Protein Soc",
              "type": "ref",
              "volume": "23",
              "year": "2014"
            },
            "text": "Architecture and function of metallopeptidase catalytic domains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59946,
            "infons": {
              "fpage": "585",
              "lpage": "597",
              "name_0": "surname:Garbinski;given-names:L.D.",
              "name_1": "surname:Rosen;given-names:B.P.",
              "name_2": "surname:Chen;given-names:J.",
              "pub-id_doi": "10.1016/j.envint.2019.02.058",
              "pub-id_pmid": "30852446",
              "section_type": "REF",
              "source": "Environ Int",
              "type": "ref",
              "volume": "126",
              "year": "2019"
            },
            "text": "Pathways of arsenic uptake and efflux",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 59984,
            "infons": {
              "fpage": "243",
              "name_0": "surname:Steffan;given-names:B.N.",
              "name_1": "surname:Venkatesh;given-names:N.",
              "name_2": "surname:Keller;given-names:N.P.",
              "section_type": "REF",
              "source": "J Fungi",
              "type": "ref",
              "volume": "6",
              "year": "2020"
            },
            "text": "Let’s get physical: bacterial-fungal interactions and their consequences in agriculture and health",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60085,
            "infons": {
              "fpage": "321",
              "lpage": "348",
              "name_0": "surname:Ray;given-names:R.C.",
              "name_1": "surname:Swain;given-names:M.R.",
              "name_2": "surname:Maheshwari;given-names:D.K.",
              "pub-id_doi": "10.1007/978-3-642-33639-3_12",
              "section_type": "REF",
              "source": "Bacteria in agrobiology: disease management",
              "type": "ref",
              "year": "2013"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60086,
            "infons": {
              "fpage": "485",
              "lpage": "497",
              "name_0": "surname:Córdova-Alcántara;given-names:I.",
              "name_1": "surname:Venegas-Cortés;given-names:D.",
              "name_2": "surname:Martínez-Rivera;given-names:M.",
              "name_3": "surname:Perez;given-names:N.",
              "name_4": "surname:Rodríguez-Tovar;given-names:A.",
              "pub-id_doi": "10.1007/s12275-019-8637-2",
              "pub-id_pmid": "31134579",
              "section_type": "REF",
              "source": "J Microbiol",
              "type": "ref",
              "volume": "57",
              "year": "2019"
            },
            "text": "Biofilm characterization of Fusarium solani keratitis isolate: increased resistance to antifungals and UV light",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60198,
            "infons": {
              "name_0": "surname:Castro-Bravo;given-names:N.",
              "name_1": "surname:Wells;given-names:J.M.",
              "name_2": "surname:Margolles;given-names:A.",
              "name_3": "surname:Ruas-Madiedo;given-names:P.",
              "pub-id_doi": "10.3389/fmicb.2018.02426",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Interactions of surface exopolysaccharides from bifidobacterium and lactobacillus within the intestinal environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60314,
            "infons": {
              "fpage": "11",
              "name_0": "surname:Muhammad;given-names:M.H.",
              "name_1": "surname:Idris;given-names:A.L.",
              "name_2": "surname:Fan;given-names:X.",
              "name_3": "surname:Guo;given-names:Y.",
              "name_4": "surname:Yu;given-names:Y.",
              "name_5": "surname:Jin;given-names:X.",
              "name_6": "surname:Qiu;given-names:J.",
              "name_7": "surname:Guan;given-names:X.",
              "name_8": "surname:Huang;given-names:T.",
              "pub-id_doi": "10.3389/fmicb.2020.00928",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "year": "2020"
            },
            "text": "Beyond risk: bacterial biofilms and their regulating approaches",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60378,
            "infons": {
              "fpage": "43",
              "name_0": "surname:Sousa;given-names:S.A.",
              "name_1": "surname:Feliciano;given-names:J.R.",
              "name_2": "surname:Pita;given-names:T.",
              "name_3": "surname:Guerreiro;given-names:S.I.",
              "name_4": "surname:Leitão;given-names:J.H.",
              "pub-id_pmid": "28106859",
              "section_type": "REF",
              "source": "Genes",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Burkholderia cepacia complex regulation of virulence gene expression: a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60457,
            "infons": {
              "name_0": "surname:seyed khoei;given-names:N.",
              "name_1": "surname:Andreolli;given-names:M.",
              "name_2": "surname:Lampis;given-names:S.",
              "name_3": "surname:Vallini;given-names:G.",
              "name_4": "surname:Turner;given-names:R.",
              "pub-id_doi": "10.1139/cjm-2016-0160",
              "section_type": "REF",
              "source": "Can J Microbiol",
              "type": "ref",
              "volume": "62",
              "year": "2016"
            },
            "text": "Comparative response of two Burkholderia fungorum strains grown as planktonic cells versus biofilm to dibenzothiophene and select polycyclic aromatic hydrocarbons",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60620,
            "infons": {
              "name_0": "surname:Kang;given-names:D.",
              "name_1": "surname:Kirienko;given-names:N.V.",
              "pub-id_doi": "10.3389/fmicb.2017.01707",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "High-Throughput genetic screen reveals that early attachment and biofilm formation are necessary for full pyoverdine production by Pseudomonas aeruginosa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60774,
            "infons": {
              "fpage": "3",
              "name_0": "surname:Kang;given-names:D.",
              "name_1": "surname:Turner;given-names:K.E.",
              "name_2": "surname:Kirienko;given-names:N.V.",
              "pub-id_doi": "10.3390/pathogens7010003",
              "pub-id_pmid": "29295589",
              "section_type": "REF",
              "source": "Pathogens",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "PqsA promotes pyoverdine production via biofilm formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60832,
            "infons": {
              "fpage": "3012",
              "lpage": "3021",
              "name_0": "surname:Gupta;given-names:A.",
              "name_1": "surname:Bedre;given-names:R.",
              "name_2": "surname:Thapa;given-names:S.S.",
              "name_3": "surname:Sabrin;given-names:A.",
              "name_4": "surname:Wang;given-names:G.",
              "name_5": "surname:Dassanayake;given-names:M.",
              "name_6": "surname:Grove;given-names:A.",
              "pub-id_doi": "10.1021/acschembio.7b00681",
              "pub-id_pmid": "29087175",
              "section_type": "REF",
              "source": "ACS Chem Biol",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Global awakening of cryptic biosynthetic gene clusters in Burkholderia thailandensis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 60917,
            "infons": {
              "fpage": "1422",
              "lpage": "1437",
              "name_0": "surname:Schmidt;given-names:S.",
              "name_1": "surname:Blom;given-names:J.F.",
              "name_2": "surname:Pernthaler;given-names:J.",
              "name_3": "surname:Berg;given-names:G.",
              "name_4": "surname:Baldwin;given-names:A.",
              "name_5": "surname:Mahenthiralingam;given-names:E.",
              "name_6": "surname:Eberl;given-names:L.",
              "pub-id_doi": "10.1111/j.1462-2920.2009.01870.x",
              "pub-id_pmid": "19220396",
              "section_type": "REF",
              "source": "Environ Microbiol",
              "type": "ref",
              "volume": "11",
              "year": "2009"
            },
            "text": "Production of the antifungal compound pyrrolnitrin is quorum sensing-regulated in members of the Burkholderia cepacia complex",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61043,
            "infons": {
              "name_0": "surname:Nunvar;given-names:J.",
              "name_1": "surname:Kalferstova;given-names:L.",
              "name_2": "surname:Bloodworth;given-names:R.A.M.",
              "name_3": "surname:Kolar;given-names:M.",
              "name_4": "surname:Degrossi;given-names:J.",
              "name_5": "surname:Lubovich;given-names:S.",
              "name_6": "surname:Cardona;given-names:S.T.",
              "name_7": "surname:Drevinek;given-names:P.",
              "pub-id_doi": "10.1371/journal.pone.0160975",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Understanding the pathogenicity of Burkholderia contaminans, an emerging pathogen in cystic fibrosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61144,
            "infons": {
              "fpage": "11076",
              "lpage": "11081",
              "name_0": "surname:Banin;given-names:E.",
              "name_1": "surname:Vasil;given-names:M.L.",
              "name_2": "surname:Greenberg;given-names:E.P.",
              "pub-id_doi": "10.1073/pnas.0504266102",
              "pub-id_pmid": "16043697",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "102",
              "year": "2005"
            },
            "text": "Iron and Pseudomonas aeruginosa biofilm formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61194,
            "infons": {
              "fpage": "583",
              "lpage": "609",
              "name_0": "surname:Frey-Klett;given-names:P.",
              "name_1": "surname:Burlinson;given-names:P.",
              "name_2": "surname:Deveau;given-names:A.",
              "name_3": "surname:Barret;given-names:M.",
              "name_4": "surname:Tarkka;given-names:M.",
              "name_5": "surname:Sarniguet;given-names:A.",
              "pub-id_doi": "10.1128/MMBR.00020-11",
              "pub-id_pmid": "22126995",
              "section_type": "REF",
              "source": "Microbiol Mol Biol Rev",
              "type": "ref",
              "volume": "75",
              "year": "2011"
            },
            "text": "Bacterial-fungal interactions: hyphens between agricultural, clinical, environmental, and food microbiologists",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61305,
            "infons": {
              "fpage": "6189",
              "lpage": "6198",
              "name_0": "surname:Gu;given-names:G.",
              "name_1": "surname:Smith;given-names:L.",
              "name_2": "surname:Liu;given-names:A.",
              "name_3": "surname:Lu;given-names:S.-E.",
              "pub-id_doi": "10.1128/AEM.00377-11",
              "pub-id_pmid": "21742901",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "77",
              "year": "2011"
            },
            "text": "Genetic and biochemical map for the biosynthesis of occidiofungin, an antifungal produced by Burkholderia contaminans strain MS14",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61435,
            "infons": {
              "fpage": "286",
              "lpage": "298",
              "name_0": "surname:Thomson;given-names:E.L.S.",
              "name_1": "surname:Dennis;given-names:J.J.",
              "pub-id_doi": "10.4161/viru.19355",
              "pub-id_pmid": "22546908",
              "section_type": "REF",
              "source": "Virulence",
              "type": "ref",
              "volume": "3",
              "year": "2012"
            },
            "text": "A Burkholderia cepacia complex non-ribosomal peptide-synthesized toxin is hemolytic and required for full virulence",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61551,
            "infons": {
              "fpage": "1297",
              "name_0": "surname:Jenul;given-names:C.",
              "name_1": "surname:Sieber;given-names:S.",
              "name_2": "surname:Daeppen;given-names:C.",
              "name_3": "surname:Mathew;given-names:A.",
              "name_4": "surname:Lardi;given-names:M.",
              "name_5": "surname:Pessi;given-names:G.",
              "name_6": "surname:Hoepfner;given-names:D.",
              "name_7": "surname:Neuburger;given-names:M.",
              "name_8": "surname:Linden;given-names:A.",
              "name_9": "surname:Gademann;given-names:K.",
              "pub-id_doi": "10.1038/s41467-018-03690-2",
              "pub-id_pmid": "29602945",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Biosynthesis of fragin is controlled by a novel quorum sensing signal",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61621,
            "infons": {
              "fpage": "1615",
              "lpage": "1621",
              "name_0": "surname:Palumbo;given-names:J.D.",
              "name_1": "surname:O'Keeffe;given-names:T.L.",
              "name_2": "surname:Abbas;given-names:H.K.",
              "pub-id_doi": "10.4315/0362-028x-70.7.1615",
              "section_type": "REF",
              "source": "J Food Protect",
              "type": "ref",
              "volume": "70",
              "year": "2007"
            },
            "text": "Isolation of maize soil and rhizosphere bacteria with antagonistic activity against Aspergillus flavus and Fusarium verticillioides",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61753,
            "infons": {
              "fpage": "481",
              "lpage": "491",
              "name_0": "surname:Jia;given-names:J.",
              "name_1": "surname:Ford;given-names:E.",
              "name_2": "surname:Hobbs;given-names:S.M.",
              "name_3": "surname:Baird;given-names:S.M.",
              "name_4": "surname:Lu;given-names:S.-E.",
              "pub-id_doi": "10.1094/phyto-06-21-0225-r",
              "pub-id_pmid": "34433293",
              "section_type": "REF",
              "source": "Phytopathology®",
              "type": "ref",
              "volume": "112",
              "year": "2022"
            },
            "text": "Occidiofungin is the key metabolite for antifungal activity of the endophytic bacterium Burkholderia sp. MS455 against Aspergillus flavus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 61891,
            "infons": {
              "name_0": "surname:Passari;given-names:A.K.",
              "name_1": "surname:Mishra;given-names:V.K.",
              "name_2": "surname:Gupta;given-names:V.K.",
              "name_3": "surname:Yadav;given-names:M.K.",
              "name_4": "surname:Saikia;given-names:R.",
              "name_5": "surname:Singh;given-names:B.P.",
              "pub-id_doi": "10.1371/journal.pone.0139468",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "In vitro and in vivo plant growth promoting activities and DNA fingerprinting of antagonistic endophytic actinomycetes associates with medicinal plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62043,
            "infons": {
              "fpage": "2850",
              "lpage": "2857",
              "name_0": "surname:Visser;given-names:M.B.",
              "name_1": "surname:Majumdar;given-names:S.",
              "name_2": "surname:Hani;given-names:E.",
              "name_3": "surname:Sokol;given-names:P.A.",
              "pub-id_doi": "10.1128/IAI.72.5.2850-2857.2004",
              "pub-id_pmid": "15102796",
              "section_type": "REF",
              "source": "Infect Immun",
              "type": "ref",
              "volume": "72",
              "year": "2004"
            },
            "text": "Importance of the ornibactin and pyochelin siderophore transport systems in Burkholderia cenocepacia lung infections",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62160,
            "infons": {
              "fpage": "147",
              "name_0": "surname:Depoorter;given-names:E.",
              "name_1": "surname:De Canck;given-names:E.",
              "name_2": "surname:Coenye;given-names:T.",
              "name_3": "surname:Vandamme;given-names:P.",
              "pub-id_pmid": "33540653",
              "section_type": "REF",
              "source": "Antibiotics",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Burkholderia bacteria produce multiple potentially novel molecules that inhibit carbapenem-resistant gram-negative bacterial pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62295,
            "infons": {
              "fpage": "1858",
              "lpage": "1861",
              "name_0": "surname:Ho;given-names:Y.-N.",
              "name_1": "surname:Hoo;given-names:S.Y.",
              "name_2": "surname:Wang;given-names:B.-W.",
              "name_3": "surname:Hsieh;given-names:C.-T.",
              "name_4": "surname:Lin;given-names:C.-C.",
              "name_5": "surname:Sun;given-names:C.-H.",
              "name_6": "surname:Peng;given-names:C.-C.",
              "name_7": "surname:Lin;given-names:C.",
              "name_8": "surname:Yang;given-names:Y.-L.",
              "pub-id_doi": "10.1038/s41396-020-00871-0",
              "pub-id_pmid": "33619352",
              "section_type": "REF",
              "source": "ISME J",
              "type": "ref",
              "volume": "15",
              "year": "2021"
            },
            "text": "Specific inactivation of an antifungal bacterial siderophore by a fungal plant pathogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62383,
            "infons": {
              "fpage": "160",
              "name_0": "surname:Thapa;given-names:S.S.",
              "name_1": "surname:Grove;given-names:A.",
              "pub-id_pmid": "31547528",
              "section_type": "REF",
              "source": "Antibiotics",
              "type": "ref",
              "volume": "8",
              "year": "2019"
            },
            "text": "Do global regulators hold the key to production of bacterial secondary metabolites?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62467,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62486,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The following is the Supplementary data to this article.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62543,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62561,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "We are sharing all data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 62586,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.bioflm.2023.100108.",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]