[
  {
    "source": "PMC",
    "date": "20240203",
    "key": "pmc.key",
    "infons": {},
    "documents": [
      {
        "id": "10751425",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "offset": 0,
            "infons": {
              "alt-title": "Bisphosphonates in sarcopenia L. Slade et al.",
              "article-id_doi": "10.1002/jcsm.13335",
              "article-id_other": "JCSM-D-23-00179",
              "article-id_pmc": "10751425",
              "article-id_pmid": "37722921",
              "article-id_publisher-id": "JCSM13335",
              "fpage": "2613",
              "issue": "6",
              "kwd": "Healthspan Lifespan Muscle Sarcopenia Zoledronic acid",
              "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.",
              "lpage": "2622",
              "name_0": "surname:Slade;given-names:Luke",
              "name_1": "surname:Bollen;given-names:Shelby E.",
              "name_2": "surname:Bass;given-names:Joseph J.",
              "name_3": "surname:Phillips;given-names:Bethan E.",
              "name_4": "surname:Smith;given-names:Kenneth",
              "name_5": "surname:Wilkinson;given-names:Daniel J.",
              "name_6": "surname:Szewczyk;given-names:Nathaniel J.",
              "name_7": "surname:Atherton;given-names:Philip J.",
              "name_8": "surname:Etheridge;given-names:Timothy",
              "notes": "\n\n, , , , , , et al () , , , –, doi: \n\n",
              "pub-id_doi": "10.1002/jcsm.13335",
              "section_type": "TITLE",
              "source": "Journal of Cachexia, Sarcopenia and Muscle",
              "type": "front",
              "volume": "14",
              "year": "2023"
            },
            "text": "Bisphosphonates attenuate age‐related muscle decline in  Caenorhabditis elegans  ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 84,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Abstract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 93,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 104,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Age‐related muscle decline (sarcopenia) associates with numerous health risk factors and poor quality of life. Drugs that counter sarcopenia without harmful side effects are lacking, and repurposing existing pharmaceuticals could expedite realistic clinical options. Recent studies suggest bisphosphonates promote muscle health; however, the efficacy of bisphosphonates as an anti‐sarcopenic therapy is currently unclear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 530,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 538,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Using  Caenorhabditis elegans  as a sarcopenia model, we treated animals with 100 nM, 1, 10, 100 and 500 μM zoledronic acid (ZA) and assessed lifespan and healthspan (movement rates) using a microfluidic chip device. The effects of ZA on sarcopenia were examined using GFP‐tagged myofibres or mitochondria at days 0, 4 and 6 post‐adulthood. Mechanisms of ZA‐mediated healthspan extension were determined using combined ZA and targeted RNAi gene knockdown across the life‐course.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 1028,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 1036,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "We found 100 nM and 1 μM ZA increased lifespan (P < 0.001) and healthspan [954 ± 53 (100 nM) and 963 ± 48 (1 μM) vs. 834 ± 59% (untreated) population activity AUC, P < 0.05]. 10 μM ZA shortened lifespan (P < 0.0001) but not healthspan (758.9 ± 37 vs. 834 ± 59, P > 0.05), whereas 100 and 500 μM ZA were larval lethal. ZA (1 μM) significantly improved myofibrillar structure on days 4 and 6 post‐adulthood (83 and 71% well‐organized myofibres, respectively, vs. 56 and 34% controls, P < 0.0001) and increased well‐networked mitochondria at day 6 (47 vs. 16% in controls, P < 0.01). Genes required for ZA‐mediated healthspan extension included fdps‐1/FDPS‐1 (278 ± 9 vs. 894 ± 17% population activity AUC in knockdown + 1 μM ZA vs. untreated controls, respectively, P < 0.0001), daf‐16/FOXO (680 ± 16 vs. 894 ± 17%, P < 0.01) and agxt‐2/BAIBA (531 ± 23 vs. 552 ± 8%, P > 0.05). Life/healthspan was extended through knockdown of igdb‐1/FNDC5 (635 ± 10 vs. 523 ± 10% population activity AUC in gene knockdown vs. untreated controls, P < 0.01) and sir‐2.3/SIRT‐4 (586 ± 10 vs. 523 ± 10%, P < 0.05), with no synergistic improvements in ZA co‐treatment vs. knockdown alone [651 ± 12 vs. 635 ± 10% (igdb‐1/FNDC5) and 583 ± 9 vs. 586 ± 10% (sir‐2.3/SIRT‐4), both P > 0.05]. Conversely, let‐756/FGF21 and sir‐2.2/SIRT‐4 were dispensable for ZA‐induced healthspan [630 ± 6 vs. 523 ± 10% population activity AUC in knockdown + 1 μM ZA vs. untreated controls, P < 0.01 (let‐756/FGF21) and 568 ± 9 vs. 523 ± 10%, P < 0.05 (sir‐2.2/SIRT‐4)].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2724,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2736,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Despite lacking an endoskeleton, ZA delays  Caenorhabditis elegans  sarcopenia, which translates to improved neuromuscular function across the life course. Bisphosphonates might, therefore, be an immediately exploitable anti‐sarcopenia therapy.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2983,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 2996,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Age‐related muscle decline, termed ‘sarcopenia’, is classified as a specific disease associated with numerous health risk factors in the elderly, prevalent in at least 10% of older populations and up to 31% as a co‐morbidity. Despite associated annual healthcare costs that run into the billions and significant impacts on individual quality of life and all‐cause mortality, efficacious treatment strategies against sarcopenia remain limited.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 3449,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Physical activity plus targeted nutrition represents the most effective chronic modifiable lifestyle strategy against sarcopenia. However, ageing muscle growth responses to these interventions are sub‐optimal, and certain older individuals can be unable (i.e., through injury and/or access to exercise facilities) or unwilling to participate in regular vigorous activity. Indeed, ~50–70% of those aged 75+ years are physically inactive, meaning complementary pharmaceutical therapies are relevant to a significant portion of the ageing population. Established drugs that modify human muscle ageing are limited, and importantly, many of these drugs display variable therapeutic efficacy and associate with harmful side‐effect profiles that render them inappropriate for long‐term clinical use. For example, rapamycin holds variable efficacy against sarcopenia indices across health and disease but is a potent immunosuppressant unsuitable for chronic use in otherwise healthy humans. Drug identification efforts might instead focus on repurposing existing clinically approved compounds for sarcopenic indications as a realistic, immediately employable approach to therapeutic discovery.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 4643,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Bisphosphonates are chemically stable derivatives of endogenous inorganic pyrophosphate, a metabolite of multiple biosynthetic reactions and present in most tissues, including muscle. Recapitulating the effects of inorganic pyrophosphate, bisphosphonates inhibit calcification and lower hydroxyapatite degradation, while also promoting osteoclast apoptosis to effectively protect against bone loss. As such, bisphosphonates have become a standard clinical strategy against osteoporosis and a variety of skeletal conditions. Yet skeletal muscle health and bone function are inextricably linked: Effective mechanical coupling and endocrine muscle‐bone communication is essential to muscle and bone health, with sarcopenia and osteoporosis often presenting together. Osteoporosis patients prescribed alendronate or pamidronate (the most popular first‐line bisphosphonates) for between 6 months and 3 years display significant increases in muscle strength and total muscle mass. Recent reports on the most potent bisphosphonate, zoledronic acid (ZA), show improved muscle morphology, strength and mass in rodent models of cancer cachexia, Duchenne muscular dystrophy and denervation‐induced muscle atrophy. Retrospective analysis of osteoporosis patients prescribed ZA for 3 years also exhibit significant increases in total lean muscle mass, compared with a loss of muscle mass in untreated controls. In the ageing context, ZA‐treated fruit flies displayed increased survival and improved climbing ability across the life course, suggesting improved neuromuscular ageing. However, the direct anti‐sarcopenic efficacy of ZA has not been established.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 6302,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The nematode  Caenorhabditis elegans  is an established model of ageing, displaying ordered, progressive age‐related deterioration of multiple tissues, including muscle.  C. elegans  muscle is also highly morphologically and metabolically similar to human muscle and has high genetic orthology (60–85%) of sub‐muscular systems with people. As with fruit flies,  C. elegans  are invertebrates that do not possess clear orthologues of mammalian bone secretory factors (‘osteokines’).  C. elegans  are, therefore, an excellent system for understanding muscle‐specific mechanisms of bisphosphonates, independently of bone‐derived confounders. We thus employed  C. elegans  as a genomic model of ageing muscle decline to establish the bone‐independent effects, and mechanisms of, bisphosphonates on sarcopenia progression as part of an ageing drug translational pipeline with realistic, near‐term applicability in the clinic.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7245,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7253,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Assessing zoledronic acid effects on  Caenorhabditis elegans  lifespan and healthspan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 7339,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Wild‐type (N2 stain) animals were age synchronized by gravity flotation and ~80 L1 larvae were placed on 33 mm petri dishes (20 L1 per 33 mm plate) containing 2 mL NGM agar [50 mM NaCl, 0.25% (w/v) bacteriological peptone, 1.7% (w/v) agar, 1 mM CaCl2, 1 mM MgSO4, 25 mM KH2PO4 (pH 6), 12.9 μM cholesterol] and seeded with 200 μL of OP50  Escherichia coli  bacteria. For ZA treatments, 100 μL of dilute compound (i.e. – 100 μL of 2.3 μM, 23 μM, 230 μM, 2.3 mM and 11.5 μM intermediate dilutions in ddH2O for 100 nM, 1 μM, 10 μM, 100 μM and 500 μM concentrations, respectively) were diluted into a 2.3 mL plate volume to achieve the desired final concentration. Control animals were grown on plates seeded with 100 μL of ddH2O to account for any diluting of bacterial lawns. Animals were grown on petri dishes for ~48 h at 20°C to reach young adulthood, then washed off using 3 mL M9 buffer (3 g KH2PO4, 6 g Na2HPO4, 5 g NaCl, 1 mL 1 M MgSO4 per litre) and pooled into 60 cm petri dishes. From these pooled samples, ~70 young adults were collected and loaded into microfluidic chips (Infinity chips; Nemalife Inc., TX) using a 2.5 mL syringe, where the animals remained throughout the rest of the life course. Using the Infinity screening system (Nemalife Inc., TX), on every day of the life course, chips were washed for 90 s with liquid NGM to remove progeny followed by a further 90 s recording for subsequent computational analysis of animal survival and locomotion. Chips were then injected with ~200 μL of 20 mg/mL OP50 supplemented with ZA or ddH2O. Specifically, 980 μL of 20 mg/mL OP50 was supplemented with 20 μL of the required ZA intermediate dilution (i.e., 5 μM, 50 μM and 500 μM intermediates for 100 nM, 1 μM and 10 μM of ZA, respectively) or 20 μL of ddH2O for controls. Chips were then stored in petri dishes at 20°C for the next 24 h with a damp, sterile tissue and parafilmed to avoid the microfluidic arena drying out.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 9354,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Lifespan was performed using the Infinity system screening platform (Nemalife Inc., TX). Specifically, 90 s videos were split into three still image frames (frames 1, 300 and 900), and the Infinity screening system automates a bounding box around every (~70–80) whole animal in the microfluidic chip. Using the Infinity system software (Nemalife Inc., TX), computational coefficients determine animal displacements from outside this bounding box and were used for both lifespan and healthspan analysis. Animals were deemed dead if coefficients were <0.01 (no movement) and alive if values were >0.01. For healthspan analysis, movement rate was employed as one of the most robust measures of animal healthspan. For quantification, animals that obtained coefficients of 0.01–0.40 (i.e., unable to move more than half its body length between subsequent frames) were deemed inactive. Animals with scores of 0.41–1 were classed as ‘active’ animals (i.e., moving half of, or more than its full body‐length in displacement between subsequent frames).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 10411,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Both lifespan and healthspan were determined every day using videos of microfluidic‐housed populations. Average values were taken from movement scores between all three frames. In addition to software automation, each video was manually corrected for any false positives/box deformations that could skew movement scores. Daily mean movement values were converted to area under the curve to denote total population movement scores across the entire life course.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 10874,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Zoledronic acid effects on sarcopenia dystrophic progression with age",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 10944,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The anti‐sarcopenic effects of ZA (1 μM) was visualized and quantified using transgenic strains expressing green fluorescent protein (GFP)‐tagged sarcomeres (PJ727 strain: jls01 (myo‐3:: GFP, rol‐6 (su1006)); unc‐54::lacZ V) or GFP‐tagged mitochondria (CB5600 strain: ccIs4251 (Pmyo‐3:: Ngfp‐lacZ; Pmyo‐3:: Mtgfp) I; him‐8 (e1489) IV). Strains were grown on 33 mm plates containing 2 mL NGM agar seeded with 200 μL of OP50 ± ZA, as detailed above. Animals were transferred onto fresh plates every 2 days after young adult stage to remove progeny and prevent population starvation. To image sarcomere and mitochondrial structure, ~30 animals per condition/time point were picked into 20 μL of M9 buffer on a microscope slide (VWR Superfrost, UK) with a cover slip placed on top and imaged immediately using an upright epiflourescent microscope (BX43, Olympus Life Science, UK). Images of the body wall muscles were captured from the head and tail region of each animal (avoiding the mid‐animal/vulva region that exhibits frequent egg‐laying induced tissue disruption) using an Orca‐spark camera (Hamamatsu, Japan) set to 50 ms exposure rate and a gain of 3.4 dB for all acquired images. Approximately 10 individual muscle cells were scored per animal equating to ~300 muscle cells per condition/replicate and scored as either well networked, moderately fragmented or severely fragmented muscle sarcomere or mitochondria structures as previously described (see Figure S1 for representative images of each class of structural defect). Analysis was carried out in ImageJ, and the number of well networked, moderately fragmented or severely fragmented muscles were expressed as a percentage of total muscle cells visible and analysed within each animal.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12733,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA interference and combined zoledronic acid treatments for lifespan and healthspan analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 12827,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The effects of RNAi treatments on animal lifespan/healthspan were determined using bacterial feeding vectors and performed in the Infinity screening system, as described above. All bacterial lawns expressing double‐stranded RNA were grown from the MRC Ahringer Library of bacterial clones to target (fdps‐1: R06C1.2; daf‐16: R13H8.1; agxt‐2: T09B4.8; igdb‐1: T04A11.3; let‐756: C05D11.4; sir‐2.2: F46G10.7: sir‐2.3: F46G10.3). Each clone was streaked onto LB plates supplemented with 50 μg/mL ampicillin and 25 μg/mL carbenicillin and grown overnight at 37°C. Single colonies were then picked into sterile LB broth supplemented with 50 μg/mL ampicillin and grown for 16 h with shaking at 180 rpm at 37°C. After 16 h incubation, 0.4 mM isopropyl β‐d‐1‐thiogalactopyranoside was added for RNAi induction, with further shaking at 180 rpm for 2 h at 37°C as described previously. After 18 h incubation, tubes were spun at 3000 g for 10 min to obtain bacterial pellets. Liquid NGM was added to each bacterial pellet to reach a final bacteria concentration of 20 mg/mL, adding isopropyl β‐d‐1‐thiogalactopyranoside to a final 1 mM concentration before use. For combined ZA treatments, the same bacterial preparation was performed, but with 20 μL of dilute ZA supplemented to 1 mL of 20 mg/mL OP50 in NGM for a final concentration of 1 μM. On every day of the life course, after washing/recording using the Infinity system as detailed above, ~200 μL of RNAi bacteria ± ZA (1 μM) was injected into the microfluidic chips before storing in petri dishes at 20°C for 24 h until washing/refeeding the next day (with drug dilution/control). All bacteria and drug solutions were prepared fresh daily until cessation of life. RNAi experiments were always conducted alongside empty vector controls (PL4440).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14684,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 14695,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Lifespan analysis was performed using Kaplan–Meier curves assessed by the log‐rank (Mantell–Cox) test. Multiple comparisons of survival curves were performed manually using the Bonferroni‐corrected threshold. For movement rate, area under the curve (AUC) was performed on mean movement values across each day of adulthood (averages taken from across all three frames). AUC values and standard deviations obtained from replicate screens were then assessed by one‐way ANOVA in GraphPad, Prism. Both mitochondrial and sarcomere quantification were analysed by two‐way ANOVA using the percentage classification score from individual animals across biological repeats. All statistics were performed in GraphPad, Prism (San Diego, California USA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15449,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15457,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Zoledronic acid extends  Caenorhabditis elegans  lifespan and healthspan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 15530,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Higher ZA concentrations (500 and 100 μM) were larval lethal, and 10 μM ZA shortened lifespan (median survival = 11 vs. 14 days for controls, P < 0.0001; Figure 1A) without significantly impairing healthspan (animal movement AUC = 758.9 ± 37.08 vs. 833.9 ± 59.91 for controls, P > 0.05; Figure 1A). Conversely, lifespan extension was observed with lower ZA doses of 1 μM (median survival = 16 days, P < 0.001; Figure 1B) and 100 nM (median survival = 16 days, P < 0.0001; Figure 1C). These lifespan‐promoting ZA doses also associated with healthspan extension at 1 μM (AUC = 963.1 ± 48.74, P < 0.05; Figure 1B) and 100 nM (AUC = 953.8 ± 53.77, P < 0.05; Figure 1C) treatments. Additionally, significant movement decline onset became apparent in day 9 control animals (P > 0.01 vs. day 1 adults), which was upheld across all ZA treatment doses at this single time point (+22.2, +31.8 and +17.6% population activity on day 9 vs. untreated controls in 10 μM, 1 μM and 100 nM, respectively). ZA thus acts dose‐dependently to augment animal longevity and health across the life course.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 16671,
            "infons": {
              "file": "JCSM-14-2613-g002.jpg",
              "id": "jcsm13335-fig-0001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Zoledronic acid acts dose‐dependently to improve \nC. elegans\n survival and movement capacity. (A) Animals exposed to 10 μM zoledronic acid (ZA) exhibit significant declines in survivability (top) to untreated controls (median survival: 10 vs. 14 days, respectively, P < 0.0001), however, show no significant impairment in movement capacity (bottom) across whole life (P = 0.208). Conversely, both 1 μM (B) and 100 nM (C) were beneficial to animal survival (1 μM median survival: 16 days, P < 0.001; 100 nM: 16 days, P < 0.0001), with paralleled improvements in movement capacity throughout the life course. (D) Graphical overlay of lifespan curves from each ZA concentration versus untreated controls. (E) Overlay of life course movement rates between ZA doses displayed as % mean AUC. Data are mean + SEM of three biological repeats, with ~225–300 animals per condition/time point. Asterisks denote significance to N2 controls. *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17687,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Zoledronic acid delays age‐related declines in muscle sarcomere and mitochondrial integrity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 17781,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To understand the effects of ZA on progressive sarcomere dystrophy across age, transgenic  C. elegans  expressing GFP‐tagged myosin were treated with 1 μM ZA. Corroborating previous reports on the temporal age‐related loss of sub‐cellular muscle structures, untreated wild‐type animals displayed a significant −35.6% decline in organized myofibrillar structure by day 4 post‐adulthood (P < 0.0001; Figure 2A,B), which worsened to −58.0% by day 6 post‐adulthood (P < 0.0001). ZA delayed loss of organized sarcomeres until day 6 post‐adulthood (−15.6%, P < 0.01), and significantly increased the number of muscle cells displaying organized sarcomeres versus untreated controls at days 4 (83.9% vs. 54.4%) and 6 (71.1% vs. 31.4%) post‐adulthood (both P < 0.0001, Figure 2A,B). ZA also decreased muscle cells categorized as ‘moderately disorganized’ on days 4 (17.0% vs. 38.2%, P < 0.01) and 6 (27.6 vs. 53.4%, P < 0.0001) post‐adulthood and reduced the number of ‘severely disorganized’ muscles on day 6 post‐adulthood (1.8% vs. 13.1%, P < 0.0001).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 18878,
            "infons": {
              "file": "JCSM-14-2613-g005.jpg",
              "id": "jcsm13335-fig-0002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Zoledronic acid attenuates age‐related loss of sarcomere integrity. (A) Onset of myofibrillar disorganization occurred at days 4 and 6 post‐adulthood in untreated animals and was significantly attenuated in zoledronic treated (1 μM) animals (all P < 0.0001). (B) Representative images of untreated (top) and zoledronic acid treated (bottom) myofibres. Data are means of two biological repeats, with ~50–60 animals per condition/time point, and images taken from head and tail regions of each animal (~120–150 muscle cells per condition/time point). Asterisks denote significance between zoledronic acid and untreated animals within each structural category (**\nP < 0.01, ****\nP < 0.0001). ‘¥’ denotes significant loss of myofibrillar structure for within‐condition comparisons versus day 0 values (¥¥¥\nP < 0.001, ¥¥¥¥\nP < 0.0001).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 19743,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next examined the effects of ZA on mitochondrial integrity, given the strong associations of mitochondrial structure and function with ageing animal health. In line with previous wild‐type ageing studies, loss of networked mitochondria occurred by day 2 post‐adulthood (Figure S2), which progressively worsened at day 4 (−42.6%, P < 0.0001) and day 6 post‐adulthood (−67.0%, P < 0.0001; Figure 3A,B). ZA treatment did not delay the onset of well‐networked mitochondria loss at day 2 (Figure S2) or day 4 post‐adulthood (51.8%, P < 0.0001). However, ZA prevented progressive mitochondrial fragmentation at day 6 post‐adulthood (46.7%, P > 0.05 vs. day 4), which was also significantly higher than in untreated animals (46.7 vs. 16.1%, P < 0.01).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 20517,
            "infons": {
              "file": "JCSM-14-2613-g001.jpg",
              "id": "jcsm13335-fig-0003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Zoledronic acid attenuates age‐related loss of muscle mitochondrial structure. (A) Untreated animals displayed progressive declines in well‐networked mitochondria across days 0, 4 and 6 post‐adulthood (for each time point, P < 0.0001). Zoledronic acid treatment (1 μM) animals saw a similar decline by day 4; however, no further decline was evident by day 6 post‐adulthood, showing significant improvement when compared to untreated animals at this time point (P < 0.01). (B) Representative images of untreated (top) and zoledronic acid treated (bottom) data are means of two biological repeats with ~50–60 animals per condition/time point, and images taken from head and tail regions of each animal (~120–150 muscle cells per condition/time point). Asterisks denote significance between zoledronic acid and untreated animals within each structural category (**\nP < 0.01). ‘¥’ denotes significant loss of myofibrillar structure for within‐condition comparisons versus day 0 values (¥¥¥¥\nP < 0.0001).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21550,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Zoledronic acid‐mediated healthspan extension acts through multiple mechanisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 21631,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The lifespan extending effects of ZA have previously been attributed to the mevalonate cholesterol/isoprenoid lipid biosynthesis pathway and the FOXO family of transcription factors, but their role in ZA‐induced healthspan extension is unknown. RNAi knockdown (KD) of fdps‐1, an orthologue of farnesyl diphosphate synthetase involved in the biosynthesis of farnesyl diphosphate intermediates from mevalonate, impaired survival (median survival = 6 vs. 14 days for controls, P < 0.0001) and healthspan (AUC = 287 ± 9 vs. 894 ± 17% population activity for controls, P < 0.0001), which was not improved by co‐treatment with 1 μM ZA (Figure 4A). Similarly, RNAi KD of the daf‐16/FOXO stress response pathway impaired survivability (median survival = 12 vs. 14 days for controls, P < 0.0001) and healthspan (AUC = 680.5 ± 23.6 vs. 894.2 ± 17.4 for empty vector, P < 0.01) and prevented the beneficial effects of ZA treatment (Figure 4B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 22604,
            "infons": {
              "file": "JCSM-14-2613-g004.jpg",
              "id": "jcsm13335-fig-0004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "FDPS, FOXO and BAIBA orthologues are required for the healthspan effects of zoledronic acid. Knockdown of FDPS‐1 (FDPS) with ZA co‐treatment (1 μM) prevents ZA mediated lifespan (top) and healthspan (bottom) extension (A). Similarly, knockdown of daf‐16 (FOXO) decreases survival and movement, with no improvement with ZA co‐treatment (B). The conserved bone‐muscle ortholog agxt‐2 (BAIBA) is required for ZA mediated improvement in survival and movement (C). Data are mean + SD of two repeats, with ~140–160 animals per condition/time point. Asterisks denote significance to empty vector. **\nP < 0.01, ****\nP < 0.0001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 23246,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The FOXO pathway is a global stress response system, inducible by a wide array of stimuli and a generic transcription factor regulating cellular responses across multiple drug families that integrates multiple upstream signals to influence worm ageing. Alternative, muscle‐centric mechanisms thus also likely contribute to the healthspan benefits of ZA. To probe potential muscle‐derived mechanisms of ZA‐induced healthspan extension, we examined the role of three putative myokines that exhibit altered expression across age and implicated in muscle‐bone crosstalk: agxt‐2/BAIBA, igdb‐1/FNDC5 and let‐756/FGF21. Lifespan and healthspan were unaffected by KD of agxt‐2/BAIBA (β‐aminoisobutyric acid), a muscle‐borne bone protective factor; however, combined agxt‐2 KD with ZA treatment was unable to confer life/healthspan extension (Figure 4C). Conversely, the inhibition of igdb‐1 extended lifespan (median survival = 11 vs. 7 days for controls, P < 0.05) and improved healthspan (AUC = 634.5 ± 10.5 vs. 523 ± 10.0 for controls, P < 0.01), with similar life/healthspan extension observed upon co‐treatment with ZA (Figure 5A). Additionally, let‐756 appears dispensable for ZA‐induced healthspan effects: KD alone caused no significant alterations in survival or movement, whereas increased lifespan and healthspan was retained with combined let‐756 KD and ZA treatment (Figure 5B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 24678,
            "infons": {
              "file": "JCSM-14-2613-g003.jpg",
              "id": "jcsm13335-fig-0005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Genes either dispensable, or that associate with ZA's healthspan effects. Knockdown of igdb‐1 (FNDC5) significantly increased survival and healthspan, where ZA co‐treatment (1 μM) was not synergistic, but displayed similar improvements in lifespan (top) and healthspan (bottom) suggesting igdb‐1 might exhibit ZA‐induced downregulation (A), or act independently to increase healthspan. Conversely, let‐756 (FGF21, B) is dispensable for both lifespan and healthspan extension with ZA. The mitochondrial sirtuins displayed opposing effects; sir‐2.2 (SIRT‐4, C) is dispensable for ZA's healthspan effects, whereas sir‐2.3 (SIRT‐4) knockdown increased survival and movement (D), as did ZA co‐treatment, suggesting sir‐2.3 downregulation might mediate ZA's healthspan effects. Asterisks denote significance to empty vector controls. *P < 0.05, **\nP < 0.01, ****\nP < 0.0001. ‘#’ denote significance between ZA co‐treatments and gene inhibition alone. #\nP < 0.05, ##\nP < 0.01.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 25688,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Recent rodent work shows bisphosphonates attenuate denervation‐induced muscle atrophy via downregulation of sirtuin‐3 (SIRT3), one of the nicotinamide adenine dinucleotide (NAD+)‐dependent deacetylase family members. Because SIRT3 is primarily mitochondrially localized, we examined the role of two  C. elegans  mitochondrial sirtuins, sir‐2.2 and sir‐2.3, for their role in ZA‐mediated lifespan and healthspan extension. Reinforcing a mitochondrial role of sir‐2.2 and sir‐2.3, RNAi KD of each gene caused increased mitochondrial fragmentation at day 0 post‐adulthood (Figure S3). While sir‐2.2 KD did not alter animal survival or healthspan, loss of sir‐2.2 blocked ZA's life extending properties but ZA‐induced healthspan extension remained (Figure 5C). Additionally, and in line with previous reports in  C. elegans , we find that knockdown of sir‐2.3 extends lifespan (Figure 5D) and healthspan (Figure 5H), which remains with combined ZA treatment but is not synergistically beneficial.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26709,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 26720,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Despite the socio‐economic implications, treatment options for sarcopenia remain mostly limited to modifiable lifestyle changes such as diet and exercise, which are incompletely effective. Complementary drug interventions would, therefore, benefit a significant portion of the ageing population, yet effectual compounds that are safe for long‐term use remain elusive. Identifying drugs in clinical use and repurposing for sarcopenia indications could provide immediately exploitable pharmaceuticals for the general population. Bisphosphonates have been used to safely treat osteoporosis for decades. Here, we report that bisphosphonates (ZA) extend  C. elegans  lifespan and healthspan, which associates with delayed onset of muscle sarcomere and mitochondrial decline. While general stress response pathways, such as FOXO, regulate these positive healthspan responses to ZA, we establish muscle‐centric myokines (agxt‐2 and igdb‐1) and mitochondrial sirtuin (sir‐2.3) as previously unknown regulators of bisphosphonate effects on ageing muscle health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 27786,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Growing pre‐clinical and human evidence suggest that bisphosphonates not only preserve bone integrity but also exert muscle promoting effects across a variety of conditions. A recent study in fruit flies suggest similar effects might extend to the ageing process, where bisphosphonate treatment prolonged lifespan and animal healthspan. We provide the first in vivo evidence for a direct role of chronic bisphosphonate administration in delaying age‐related muscle structural decline. Because ageing muscle architectural alterations are a hallmark of human sarcopenia that relate to lowered motility in animals, bisphosphonate‐mediated sarcomere preservation could translate to reduced sarcopenia in higher animals and people. ZA also attenuated ageing muscle mitochondrial decline. Mitochondrial health is strongly linked with sarcopenic progression across species and mitochondrial structure corresponds with oxidative function; therefore, bisphosphonates might hold dual, and possibly interrelated, efficacy for maintaining muscle metabolic health and sarcomeric integrity. While we assessed animals at, and beyond, the point of onset of age‐related sub‐muscular decline, the anti‐sarcopenic efficacy of bisphosphonates into very old age remains to be determined. Nonetheless, using our microfluidic healthspan device and animal movement rate as a robust index of health, we demonstrate that early‐ to mid‐life muscle preservation translates to improved animal health across the entire life course. Bisphosphonates thus represent a promising strategy for maintaining muscle, and whole animal health into older age.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 29420,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In fruit flies, bisphosphonates increase lifespan through inhibition of the mevalonate metabolic pathway and downstream FOXO activation. We extend this by implicating the mevalonate‐FOXO system as necessary for bisphosphonate‐mediated health improvements across the life course. The sterol and non‐sterol isoprenoids synthesized via mevalonate localize to plasma membranes and influence several vital cellular processes, the dysfunction of which associate with wide ranging pathologies including cardiovascular disease, autoimmune disease, cancer and Alzheimer's disease. Our data suggest that sarcopenia can be added to this list, whereby knockdown of a key enzyme in mevalonate metabolism, farnesyl diphosphate synthetase (fdps‐1), allows normal larval development to adulthood and young adult (day 1) movement rates, corroborating earlier reports of normal L4 larvae muscle architecture upon fdps‐1 RNAi. Thereafter, downregulation of fdps‐1 causes rapid neuromuscular functional decline (i.e., animal motility), likely indicative of accelerated sarcopenia. Because zoledronic acid is unable to improve lifespan and healthspan in fdps‐1 or daf‐16 knockdown animals, the mevalonate‐FOXO pathway is strongly implicated in the ageing neuromuscular health benefits of bisphosphonates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 30722,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Bi‐directional communication between muscle and bone has long been established, including mechanical coupling and endocrine muscle‐bone signalling. We, therefore, examined the mechanistic role of three putative muscle‐derived signalling factors (‘myokines’) involved in muscle‐bone crosstalk that exhibit altered age‐related function. Of these, agxt‐2/BAIBA was necessary for the positive healthspan effects of ZA, while agxt‐2 KD alone was not harmful to animal longevity or health. BAIBA promotes insulin sensitivity, anti‐inflammation and osteocyte survival in mice, and its expression does not decline with age; thus, BAIBA‐mediated muscle/health benefits of bisphosphonates would be anticipated to remain in older age. Knockdown of igdb‐1/FNDC5 extended worm lifespan and healthspan, countering human studies implicating low circulating FNDC5 as a sarcopenia biomarker. The healthspan effects of igdb‐1 KD were also comparable with ZA co‐treatment. This inability of idgb‐1 KD to neither ablate nor synergistically augment the positive effects of ZA could be interpreted as ZA exerting healthspan‐promoting inhibitory effects on igdb‐1 or, alternatively, acting through igdb‐1 independent pathways. Conversely, let‐756/FGF21 appears dispensable for ZA‐induced lifespan and healthspan extension. Because  C. elegans  lack an endoskeleton, these findings espouse agxt‐2/BAIBA and igdb‐1/FNDC5 as muscle‐intrinsic, bone‐independent mechanisms of bisphosphonate action on improving sarcopenia.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 32266,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Recent rodent work showed that bisphosphonates attenuate denervation atrophy by down‐regulating sirtuin‐3 (SIRT3), a mitochondrially localized NAD+‐dependent deacetylase with important roles in regulating skeletal muscle metabolism. We observed that knocking‐down a  C. elegans  mitochondrial sirtuin, sir‐2.3, improved life‐ and healthspan, whereas mitochondrial sir‐2.2 KD had no effect, as reported by others. Because sir‐2.3 KD with combined ZA was neither inhibitory nor synergistically beneficial to lifespan or healthspan, this supports the model of bisphosphonate‐mediated mitochondrial sirtuin inhibition as a regulator of mammalian muscle health and now sarcopenia. Loss of sir‐2.2 was, however, dispensable for the positive effects of ZA. Along with improved mitochondrial structure observed herein, growing evidence thus suggests that bisphosphonates act at least partially through mitochondrial mechanisms to lessen the effects of sarcopenia.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 33243,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, chronic bisphosphonate administration delays the onset of muscle structural and mitochondrial decline in a  C. elegans  model of sarcopenia, and this translates to improved animal health across the entire life course. The mechanisms regulating the positive ageing/muscle effects of bisphosphonates appear to be conserved across species and include the mevalonate‐FOXO metabolic axis, mitochondrial sirtuins and muscle‐derived cytokines. Because worms lack an endoskeleton, these mechanisms of bisphosphonates can also be muscle‐intrinsic. By directly implicating bisphosphonates in attenuating the consequences of sarcopenia, this study adds to a growing body of evidence that bisphosphonates are a clinically safe, immediately exploitable anti‐sarcopenia therapeutic.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34036,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of interest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34057,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34101,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34124,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34135,
            "infons": {
              "fpage": "21",
              "pub-id_pmid": "28523252",
              "section_type": "REF",
              "source": "J Diabetes Metab Disord",
              "type": "ref",
              "volume": "16",
              "year": "2017"
            },
            "text": "Prevalence of sarcopenia in the world: a systematic review and meta‐ analysis of general population studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34245,
            "infons": {
              "elocation-id": "110801",
              "pub-id_pmid": "31887347",
              "section_type": "REF",
              "source": "Exp Gerontol",
              "type": "ref",
              "volume": "131",
              "year": "2020"
            },
            "text": "Prevalence of sarcopenia as a comorbid disease: a systematic review and meta‐analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34333,
            "infons": {
              "fpage": "137",
              "lpage": "144",
              "pub-id_pmid": "30244338",
              "section_type": "REF",
              "source": "Calcif Tissue Int",
              "type": "ref",
              "volume": "104",
              "year": "2019"
            },
            "text": "Health care costs associated with muscle weakness: a UK population‐based estimate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34417,
            "infons": {
              "fpage": "16",
              "lpage": "22",
              "pub-id_pmid": "28778327",
              "section_type": "REF",
              "source": "Maturitas",
              "type": "ref",
              "volume": "103",
              "year": "2017"
            },
            "text": "Sarcopenia as a predictor of all‐cause mortality among community‐dwelling older people: a systematic review and meta‐analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34549,
            "infons": {
              "fpage": "38",
              "lpage": "48",
              "pub-id_pmid": "33541561",
              "section_type": "REF",
              "source": "Maturitas",
              "type": "ref",
              "volume": "145",
              "year": "2021"
            },
            "text": "Exercise, nutrition, and combined exercise and nutrition in older adults with sarcopenia: a systematic review and network meta‐analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34687,
            "infons": {
              "fpage": "7399",
              "lpage": "7417",
              "pub-id_pmid": "27654940",
              "section_type": "REF",
              "source": "J Physiol",
              "type": "ref",
              "volume": "594",
              "year": "2016"
            },
            "text": "Synchronous deficits in cumulative muscle protein synthesis and ribosomal biogenesis underlie age‐related anabolic resistance to exercise in humans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34837,
            "infons": {
              "section_type": "REF",
              "type": "ref",
              "year": "2019"
            },
            "text": "Later life in the United Kingdom",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34870,
            "infons": {
              "fpage": "2317",
              "lpage": "2333",
              "pub-id_pmid": "35861940",
              "section_type": "REF",
              "source": "Aging Clin Exp Res",
              "type": "ref",
              "volume": "34",
              "year": "2022"
            },
            "text": "The effect of rapamycin and its analogues on age‐related musculoskeletal diseases: a systematic review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 34975,
            "infons": {
              "fpage": "1158",
              "lpage": "1170",
              "pub-id_pmid": "26810941",
              "section_type": "REF",
              "source": "Br J Clin Pharmacol",
              "type": "ref",
              "volume": "82",
              "year": "2016"
            },
            "text": "New perspectives on mTOR inhibitors (rapamycin, rapalogs and TORKinibs) in transplantation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35066,
            "infons": {
              "fpage": "1397",
              "lpage": "1403",
              "section_type": "REF",
              "source": "Agric Biol Chem",
              "type": "ref",
              "volume": "49",
              "year": "1985"
            },
            "text": "Subcellular localization of inorganic pyrophosphatases in rabbit skeletal muscle and some properties of a microsomal acid pyrophosphatase",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35204,
            "infons": {
              "fpage": "901",
              "lpage": "903",
              "pub-id_pmid": "4306793",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "212",
              "year": "1966"
            },
            "text": "Effect of pyrophosphate on hydroxyapatite and its implications in calcium homeostasis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35290,
            "infons": {
              "fpage": "1032",
              "lpage": "1045",
              "pub-id_pmid": "18775204",
              "section_type": "REF",
              "source": "Mayo Clin Proc",
              "type": "ref",
              "volume": "83",
              "year": "2008"
            },
            "text": "Bisphosphonates: mechanism of action and role in clinical practice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35357,
            "infons": {
              "fpage": "609",
              "lpage": "618",
              "pub-id_pmid": "32202056",
              "section_type": "REF",
              "source": "J Cachexia Sarcopenia Muscle",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Osteosarcopenia: epidemiology, diagnosis, and treatment‐facts and numbers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35433,
            "infons": {
              "fpage": "61",
              "lpage": "67",
              "pub-id_pmid": "15995793",
              "section_type": "REF",
              "source": "Osteoporos Int",
              "type": "ref",
              "volume": "17",
              "year": "2006"
            },
            "text": "Sarcopenia in premenopausal and postmenopausal women with osteopenia, osteoporosis and normal bone mineral density",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35548,
            "infons": {
              "fpage": "747",
              "lpage": "753",
              "pub-id_pmid": "23511701",
              "section_type": "REF",
              "source": "Menopause",
              "type": "ref",
              "volume": "20",
              "year": "2013"
            },
            "text": "Concomitant increase in muscle strength and bone mineral density with decreasing IL‐6 levels after combination therapy with alendronate and calcitriol in postmenopausal women",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35725,
            "infons": {
              "fpage": "53",
              "lpage": "58",
              "section_type": "REF",
              "source": "Osteoporos Sarcopenia",
              "type": "ref",
              "volume": "1",
              "year": "2015"
            },
            "text": "Effect of alendronate on muscle mass: investigation in patients with osteoporosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35807,
            "infons": {
              "fpage": "368",
              "lpage": "381",
              "pub-id_pmid": "31614017",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "35",
              "year": "2020"
            },
            "text": "Zoledronic acid improves muscle function in healthy mice treated with chemotherapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35890,
            "infons": {
              "fpage": "73",
              "lpage": "84",
              "pub-id_pmid": "26494410",
              "section_type": "REF",
              "source": "Neuromuscul Disord",
              "type": "ref",
              "volume": "26",
              "year": "2016"
            },
            "text": "Positive effects of bisphosphonates on bone and muscle in a mouse model of Duchenne muscular dystrophy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 35993,
            "infons": {
              "fpage": "585",
              "lpage": "602",
              "pub-id_pmid": "29512306",
              "section_type": "REF",
              "source": "J Cachexia Sarcopenia Muscle",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Preventing muscle wasting by osteoporosis drug alendronate in vitro and in myopathy models via sirtuin‐3 down‐regulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36118,
            "infons": {
              "fpage": "3711",
              "lpage": "3715",
              "section_type": "REF",
              "source": "Drug Des Devel Ther",
              "type": "ref",
              "volume": "15",
              "year": "2021"
            },
            "text": "Retrospective study of the effects of zoledronic acid on muscle mass in osteoporosis patients",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36212,
            "infons": {
              "fpage": "1494",
              "lpage": "1502",
              "pub-id_pmid": "34137822",
              "section_type": "REF",
              "source": "J Gerontol A Biol Sci Med Sci",
              "type": "ref",
              "volume": "77",
              "year": "2022"
            },
            "text": "Zoledronate extends health span and survival via the mevalonate pathway in a FOXO‐dependent manner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36313,
            "infons": {
              "fpage": "3382",
              "lpage": "3396",
              "pub-id_pmid": "30455409",
              "section_type": "REF",
              "source": "Aging (Albany NY)",
              "type": "ref",
              "volume": "10",
              "year": "2018"
            },
            "text": "Greater loss of mitochondrial function with ageing is associated with earlier onset of sarcopenia in C. elegans ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36426,
            "infons": {
              "fpage": "1235",
              "lpage": "1246",
              "pub-id_pmid": "25491313",
              "section_type": "REF",
              "source": "FASEB J",
              "type": "ref",
              "volume": "29",
              "year": "2015"
            },
            "text": "The integrin‐adhesome is required to maintain muscle structure, mitochondrial ATP production, and movement forces in Caenorhabditis elegans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36568,
            "infons": {
              "elocation-id": "585644",
              "pub-id_pmid": "33363144",
              "section_type": "REF",
              "source": "Front Cell Dev Biol",
              "type": "ref",
              "volume": "8",
              "year": "2020"
            },
            "text": "Bone and muscle crosstalk in aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36603,
            "infons": {
              "fpage": "E277",
              "lpage": "E286",
              "pub-id_pmid": "25561524",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "112",
              "year": "2015"
            },
            "text": "Uncoupling lifespan and healthspan in Caenorhabditis elegans longevity mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36682,
            "infons": {
              "fpage": "1255",
              "pub-id_pmid": "36385509",
              "section_type": "REF",
              "source": "Commun Biol",
              "type": "ref",
              "volume": "5",
              "year": "2022"
            },
            "text": "Sulfur amino acid supplementation displays therapeutic potential in a C. elegans model of Duchenne muscular dystrophy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36800,
            "infons": {
              "elocation-id": "16190",
              "pub-id_pmid": "33004810",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "10",
              "year": "2020"
            },
            "text": "NemaLife chip: a micropillar‐based microfluidic culture device optimized for aging studies in crawling C. elegans ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 36917,
            "infons": {
              "fpage": "4014",
              "pub-id_pmid": "28638078",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "The stress response factor daf‐16/FOXO is required for multiple compound families to prolong the function of neurons with Huntington's disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37062,
            "infons": {
              "fpage": "548",
              "pub-id_pmid": "28878670",
              "section_type": "REF",
              "source": "Front Pharmacol",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "DAF‐16/FOXO transcription factor in aging and longevity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37120,
            "infons": {
              "fpage": "1531",
              "lpage": "1544",
              "pub-id_pmid": "29425508",
              "section_type": "REF",
              "source": "Cell Rep",
              "type": "ref",
              "volume": "22",
              "year": "2018"
            },
            "text": "Beta‐aminoisobutyric acid, l‐BAIBA, is a muscle‐derived osteocyte survival factor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37208,
            "infons": {
              "fpage": "799",
              "pub-id_pmid": "30450031",
              "section_type": "REF",
              "source": "Front Neurosci",
              "type": "ref",
              "volume": "12",
              "year": "2018"
            },
            "text": "SIRT3 Regulation under cellular stress: making sense of the ups and downs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37282,
            "infons": {
              "fpage": "705",
              "lpage": "720",
              "pub-id_pmid": "23438705",
              "section_type": "REF",
              "source": "Mitochondrion",
              "type": "ref",
              "volume": "13",
              "year": "2013"
            },
            "text": "Mitochondrial SIRT4‐type proteins in Caenorhabditis elegans and mammals interact with pyruvate carboxylase and other acetylated biotin‐dependent carboxylases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37444,
            "infons": {
              "section_type": "REF",
              "type": "ref",
              "year": "2017"
            },
            "text": "Mitochondrial sirtuins sir‐2.2 and sir‐2.3 regulate lifespan in C. elegans bioRxiv",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37531,
            "infons": {
              "section_type": "REF",
              "source": "JCI Insight",
              "type": "ref",
              "volume": "2",
              "year": "2017"
            },
            "text": "Physiological adaptations to resistance exercise as a function of age",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37601,
            "infons": {
              "fpage": "1897",
              "lpage": "1899",
              "pub-id_pmid": "15758064",
              "section_type": "REF",
              "source": "J Clin Endocrinol Metab",
              "type": "ref",
              "volume": "90",
              "year": "2005"
            },
            "text": "Long‐term safety of bisphosphonates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37639,
            "infons": {
              "fpage": "575",
              "lpage": "584",
              "pub-id_pmid": "17467679",
              "section_type": "REF",
              "source": "Clin Biochem",
              "type": "ref",
              "volume": "40",
              "year": "2007"
            },
            "text": "Mevalonate pathway: a review of clinical and therapeutical implications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37711,
            "infons": {
              "fpage": "1781",
              "lpage": "1791",
              "pub-id_pmid": "27034135",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "129",
              "year": "2016"
            },
            "text": "Impaired mechanical response of an EDMD mutation leads to motility phenotypes that are repaired by loss of prenylation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37830,
            "infons": {
              "fpage": "2096",
              "lpage": "2105",
              "pub-id_pmid": "26105792",
              "section_type": "REF",
              "source": "Diabetologia",
              "type": "ref",
              "volume": "58",
              "year": "2015"
            },
            "text": "BAIBA attenuates insulin resistance and inflammation induced by palmitate or a high fat diet via an AMPK‐PPARdelta‐dependent pathway in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 37975,
            "infons": {
              "fpage": "1531",
              "lpage": "1544",
              "section_type": "REF",
              "source": "Cell Rep",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "β‐aminoisobutyric acid, L‐BAIBA, is a muscle‐derived osteocyte survival factor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "offset": 38061,
            "infons": {
              "fpage": "2266",
              "lpage": "2273",
              "pub-id_pmid": "28394089",
              "section_type": "REF",
              "source": "Geriatr Gerontol Int",
              "type": "ref",
              "volume": "17",
              "year": "2017"
            },
            "text": "Circulating irisin levels as a predictive biomarker for sarcopenia: a cross‐sectional community‐based study",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]