[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250715",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC11053165",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41526-024-00392-6",
              "article-id_pmc": "PMC11053165",
              "article-id_pmid": "38671027",
              "article-id_publisher-id": "392",
              "elocation-id": "49",
              "kwd": "Databases Molecular biology",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Adamopoulos;given-names:Konstantinos I.",
              "name_1": "surname:Sanders;given-names:Lauren M.",
              "name_2": "surname:Costes;given-names:Sylvain V.",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "10",
              "year": "2024"
            },
            "text": "NASA GeneLab derived microarray studies of Mus musculus and Homo sapiens organisms in altered gravitational conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 119,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "One of the greatest challenges of humanity for deep space exploration is to fully understand how altered gravitational conditions affect human physiology. It is evident that the spaceflight environment causes multiple alterations to musculoskeletal, cardiovascular, immune and central nervous systems, to name a few known effects. To better characterize these biological effects, we compare gene expression datasets from microarray studies found in NASA GeneLab, part of the NASA Open Science Data Repository. In this review, we summarize these archived results for various tissues, emphasizing key genes which are highly reproducible in different mice or human experiments. Such exhaustive mining shows the potential of NASA Open Science data to identify and validate mechanisms taking place when mammalian organisms are exposed to microgravity or other spaceflight conditions. Our comparative meta-analysis findings highlight certain degrees of overlap and reproducibility in genes identified as differentially expressed within musculoskeletal tissues in each species across a variety of altered gravity conditions. However, the level of overlap between species was found to be significantly limited, partly attributed to the limited availability of human samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1386,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1399,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "NASA GeneLab platform, part of the NASA Open Science Data Repository (OSDR; https://osdr.nasa.gov/bio) constitutes an omics (e.g., genomics, transcriptomics, proteomics, metabolomics) interactive open-access database where users are able to upload, download, share, store and analyze data from spaceflight and space-relevant experiments. Approximately half of the datasets in the GeneLab repository consist of transcription profiling assays. The most prevalent transcription study assay type is microarray with RNA sequencing data being the fastest-growing assay in the database. Other assay types include genome sequencing, protein expression, metabolite profiling, epigenomics, metagenomics, and epitranscriptomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2117,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There are still many unknown mechanisms regarding the biological effects taking place during spaceflight. Discovering these mechanisms is essential for NASA’s goal to keep its astronauts healthy, especially with the planned human deep space exploration missions, which are near the horizon. From the very first space missions, it became evident that microgravity causes physiological changes to mammals, including significant abnormalities presented in the cardiovascular, immune, vestibular and musculoskeletal systems. There are multiple and intricate hazards to human health and performance in spaceflight caused by a combination of environmental stressors such as gravitational alterations, ionizing radiation, high level of carbon dioxide, changes in diet and physiological stress. Appropriate countermeasures must be developed in order to effectively minimize the aforementioned impairments. Due to the small size of the astronaut cohort and privacy concerns surrounding human data collection and sharing, most spaceflight data originate from model organisms rather than Homo sapiens. An example of a model organism is Mus musculus, a suitable model for studying the effects of altered gravitational conditions. Current knowledge of the effects of spaceflight is derived from experimental models in vivo, ex vivo (e.g., tissue) and in vitro (e.g., cell culture).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3488,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Opportunities for actual microgravity experiments are rare and challenging to access due to the infrequency of spaceflights and the various associated restrictions, including expenses, equipment requirements, and the need for volunteers. Thus, space analogs, such as random positioning machines, clinostats, head-down bedrest, hindlimb unloading rodent model, and rotating wall vessel, have been developed aiming to simulate altered gravity conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3941,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In this study, we review the effects of microgravity and other spaceflight environmental factors on Homo sapiens and Mus musculus based on microarray studies and experiments housed in the NASA GeneLab repository. We primarily focus on experiments that have been conducted in either actual or simulated microgravity in order to determine the affected functionalities at the gene, cellular or organ levels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4346,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4354,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Review of effects of altered gravitational conditions on Mus musculus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4424,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "It has been shown that the central nervous system (CNS) of Mus musculus exhibits severe abnormalities after exposure to spaceflight. For example, neuroinflammation has been identified following ionizing radiation individually or combined with microgravity exposure. Santucci et al. (OSD-33, 10.26030/7btg-6q49) studied the effects on gene and protein expression level in mouse brain tissue following a 3-month mission on the International Space Station (ISS). They found that the expression of nerve growth factor (Ngf) was decreased in hippocampus, cortex and adrenal gland during spaceflight conditions, whereas brain-derived neurotrophic factor (Bdnf) did not show consistent changes across the brain regions and the adrenal gland. Both proteins are involved in learning and memory via regulating neural plasticity. Genes related to various metabolic and catabolic processes were downregulated as well, while proteins related to mitochondrial and calcium metabolism, synthesis and hydrolysis of ATP, and amino acid transportation were upregulated. Frigeri et al. (OSD-32, 10.26030/jpyz-fn46) performed mRNA expression analysis in brain tissue of mice that were hindlimb-unloaded for 2 weeks. Hindlimb unloading (HU) is a microgravity analog in which a rodent’s hind limbs are suspended and in disuse. Genes related to the transport of small molecules and ions into cells were upregulated in the HU group. An increased risk of venous thrombosis, as well as changes in functional pathways such as immune response, learning and memory performance, and cell junction were also noted. Holley et al. (OSD-536, 10.26030/bg5q-t229) highlighted significant alterations in gene expression profiles associated with neuronal function, immune regulation, growth and metabolic function in brain tissue of mice that were housed on the ISS for thirty-five days. In particular, genes supporting neuronal synaptic signaling and migration were significantly downregulated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6383,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The detrimental consequences of microgravity exposure on the musculoskeletal system have also been extensively documented. Fitzgerald et al. (OSD-232, 10.26030/9626-w275) studied articular and sternal cartilage from mice that had experienced spaceflight conditions for 30 days. Genes that encode structural extracellular matrix components, such as Fmod, Ogn, Omd, Dcn, Dpt, Prelp, Col10a1, Tsp4, and Comp were downregulated in articular cartilage. Proteoglycan levels were lowered in the spaceflight articular cartilage, while there was no proteoglycan loss in the sternal cartilage. The authors concluded that this is because in microgravity, articular cartilage experiences near-complete biomechanical unloading, but sternal cartilage still experiences biomechanical loading. Gambara et al. (OSD-135, 10.26030/rjyq-x751) found that in longissimus dorsi from mice flown for 30 days on the BION-M1 biosatellite, genes linked to insulin sensitivity and metabolism of skeletal muscle were significantly dysregulated, while myofiber cross-sectional area and myosin heavy chain subtype patterns were not altered. Chakraborty et al. (OSD-396, 10.26030/ce4f-xx71) examined the procedure of bone fracture healing (using a segmental bone defect model) in mice housed on the ISS for 4 weeks. Micro-computed tomography (μCT) analysis of callus tissue after spaceflight indicated increased trabecular spacing and decreased trabecular connectivity, while an apoptosis and cellular morbidity gene-network signal was activated in the spaceflight callus tissue compared to controls. Gambara et al. (OSD-111, 10.26030/9580-9n52) assessed changes in gene expression in mouse soleus and extensor digitorum longus following 30 days on the BION-M1 capsule. They identified differentially expressed genes related to key biological processes such as contractile machinery, calcium homeostasis, muscle development, cell metabolism, and inflammatory and oxidative stress response. Based on data from the same mice, Blottner et al. studied the Homer gene, which is thought to be downregulated during muscle atrophy. They found the short Homer1a isoform was upregulated, while the long Homer2 isoform was downregulated in the soleus muscle after microgravity exposure. This isoform sensitivity appears to be regulated by muscle activity or inactivity at the neuromuscular junction. Däpp et al. (OSD-228, 10.26030/bfmx-z866) examined transcriptome alterations in soleus tissue of mice that underwent hindlimb suspension (HLS). HLS is a microgravity analog in which a rodent’s hind limbs are suspended, resulting in disuse similar to microgravity exposure. They found increased myogenic factors, contractile genes, and metabolic genes during reloading, as well as indications that sarcomere regulation is sensitive to mechanic loading. Flück et al. recommended that especially in tissue plasticity studies, we should normalize gene expression levels using tissue-relevant references (e.g., muscle weight, volume, nuclear content). Mazzati et al. (OSD-227, 10.26030/vk0m-0558) also used HLS to detect differential expression of genes associated with lipid and glucose metabolism in soleus and gastrocnemius tissue. Allen et al. (OSD-21, 10.25966/c36b-3g68) stated that spaceflight significantly alters expression of gastrocnemius tissue genes that are associated with muscle growth (e.g., phosphatidylinositol 3-kinase regulatory subunit p85a, MAFbx/atrogin1, insulin response substrate-1, and forkhead box O1 transcription factor) and muscle fiber type.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9914,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Furthermore, weightlessness causes a decrease in bone formation by osteoblasts and an increase in osteolytic functions of osteoclasts. Pardo et al. examined gene expression profiles of 2T3 preosteoblast cells to find genes particularly sensitive to gravity changes, and found that simulated microgravity downregulated alkaline phosphatase, run-related transcription factor 2, osteomodulin and parathyroid hormone receptor 1, while cathepsin K was upregulated. Patel et al. (OSD-30, 10.25966/90vx-bf79) compared preosteoblast exposure to two different simulators of altered gravity: Rotating Wall Vessel and Random Positioning Machine. They found similar results from each method, including altered expression of the same 14 skeletal remodeling genes. In particular, they found inhibited alkaline phosphatase enzyme activity in both, demonstrating that both methods inhibit preosteoblast differentiation, consistent with microgravity-induced bone mass decrease. Parathyroid hormone-related protein (PthR1) involved in calcium mobilization and bone morphogenetic protein 4 (BMP4) associated with skeleton development (e.g., cartilage formation) were downregulated in the Rotating Wall Vessel conditions. The role of parathyroid hormone-related protein was also studied by Camirand et al. (OSD-107, 10.26030/2x2z-6w28) using trabecular and calvarial cells. They confirmed that PthR protein has anti-apoptotic function under microgravity, and as a result it could be defined as an anabolic agent to prevent cell death in trabecular osteoblasts. Uda et al. (OSD-324, 10.26030/s7kj-h383) studied altered gravity effects on osteocytic cell line Ocy454 for 2, 4 and 6 days onboard the ISS, concluding that glucose metabolism and oxygen consumption were increased during spaceflight. Wang et al. (OSD-547, 10.26030/y2af-c498) examined gene expression profiles of osteocyte-like cell line MLO-Y4 under simulated altered gravitational conditions via large gradient high magnetic field, showing that this environment affected the expression of genes related to enzyme, peptide, G-protein coupled receptors and glucose metabolic process. Sambandam et al. (OSD-18, 10.25966/j6hy-d340) investigated the differentiation procedure of osteoclasts using a rotary cell culture system to simulate microgravity. In particular, they highlighted increased expression of genes associated with enhanced osteoclast differentiation and function, such as cytokines/growth factors, proteases and signaling proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12400,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Osteoblast precursors such as Bone Marrow Stromal Cells (BMSC) are sensitive to mechanical loading. Monticone et al. (OSD-29, 10.25966/6rr8-r017) studied murine BMSC cultures that were onboard the ISS for 8 days, while half of them were stimulated with osteo-inductive medium. They found that cell proliferation was inhibited in spaceflight conditions and that differentially expressed genes were related to neural development, neuron morphogenesis, transmission of nerve impulse and synapse. Ortega et al. (OSD-50, 10.26030/69kd-nx87) differentiated murine bone marrow cells (mBMC) in the presence of recombinant macrophage colony-stimulating factor (rM-CSF) for 14 days during spaceflight, detecting significant increase in cell proliferation and differential expression of genes related to the coagulation pathway. They found that the macrophages that differentiate during spaceflight express slightly different markers, and that the post-spaceflight population may be slightly more differentiated. In addition, Chapes and Ortega (OSD-50, 10.26030/69kd-nx87) highlighted the importance of ground-based experiments before spaceflight in order to assess macrophage differentiation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13583,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Astronauts suffer from skin dryness, itching, coarsening of epidermis and decreased skin elasticity. Neutelings et al. (OSD-61, 10.26030/2zjp-sj35) reported a fifteen percent reduction of dermal thickness of cutaneous tissue collected from mice exposed to spaceflight conditions for 90 days. They also reported deregulated hair follicle cycle and upregulated myogenesis. Mao et al. (OSD-116, 10.26030/ya5a-e896) confirmed the increased risk for pathophysiology damage and carcinogenesis in skin tissue during a 13-day spaceflight mission as they observed upregulation in cellular antioxidants, ROS production and tissue remodeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14215,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Weightlessness induces severe effects on the immune system as well. Lebsack et al. (OSD-4, 10.25966/qq9p-pc28) reported alterations in the expression of genes regulating stress, T-cell signaling activity and glucocorticoid receptors following the exposure of mice to spaceflight for 13 days. In particular, Rbm3, Ctla-4, IFN-a2a genes were upregulated and Hsph110, Hsp90aa1, Cxcl10, Strip1, Fkbp4m, and CD44 genes were downregulated in the thymus tissue of spaceflown mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14689,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Beheshti et al. utilized the NASA GeneLab database to analyze transcriptomic data from different rodent datasets (e.g., OSD-4, 10.25966/qq9p-pc28, OSD-21, 10.25966/c36b-3g68, OSD-25, 10.25966/kzxa-s692, OSD-48, 10.26030/jq04-0n51, OSD-61, 10.26030/2zjp-sj35, OSD-63, 10.26030/gsmt-8e70, OSD-111, 10.26030/9580-9n52), revealing critical genes, signaling pathways and circulating micro-RNA signatures as key biomarkers for astronauts’ health. Particularly, they identified TP53 and transforming growth factor beta one (TGF-β1) as the most prevalent regulators across all tissues, and TGF-β1 was the most connected gene across all tissues, suggesting it is a key driver gene for spaceflight response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15393,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Review of effects of altered gravitational conditions on Homo sapiens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15463,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Experiments of human muscle tissue exposed to microgravity validated the aforementioned findings concerning the musculoskeletal system’s vulnerability to altered gravity. Chopard et al. (OSD-51, 10.26030/3w73-jn41) examined gene expression profiles of soleus and vastus lateralis muscles during long-term (60 days) bedrest conditions, as well as evaluating potential countermeasures such as protein supplementation and combined resistance-aerobic exercise. They reported an induction of metallothioneins, genes involved in antioxidant stress response, in the non-countermeasures groups. They also reported limited counteracting effects of the nutritional countermeasure, while aerobic training significantly counteracted the negative effects on muscle metabolism. Rullman et al. (OSD-198, 10.26030/kcrr-p336) added the hypoxia variable into the equation, studying effects on micro-RNA (miRNA) expression of horizontal bedrest with normal level of oxygen, bedrest in hypoxia, and ambulation in hypoxia. Few miRNAs were modestly differentially regulated, such as let-7, miR-15, miR-25, miR-199, and miR-133, thus only minor alterations could be detected. The Planetary Habitat Simulation study aimed to clarify biological effects of prolonged (21-day) musculoskeletal unloading combined with hypoxia. Rullman et al. (OSD-195, 10.26030/r6bv-rk07) identified upregulation of genes associated with denervation (e.g., acetylcholine receptor subunit delta and perinatal myosin) and a robust inhibition of the myocyte enhancer factor-2 (MEF2) family. Alibegovic et al. (OSD-370, 10.26030/zyy0-6497) investigated muscle biopsies taken from healthy young men before and after bedrest, in basal or insulin-stimulated states collected from vastus lateralis as well. They confirmed downregulation of mitochondrial function pathways and increased muscle insulin resistance induced by bedrest conditions, which were only partially recovered after muscle retraining.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17416,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition, several studies have aimed to determine how human bone marrow stem cells react and differentiate in altered gravitational conditions. Mayer-Wagner et al. (OSD-124, 10.26030/6fwd-2p79) studied how chondrogenesis is affected during simulated reduced gravity and low-frequency electromagnetic fields, concluding that microgravity conditions significantly downregulated COLXA1, COL2A1, and aggrecan, representing decreased chondrogenic potential. Bradamante et al. (OSD-546, 10.26030/mg6a-qv31) examined the effects in terms of growth and differentiation of human bone marrow stem cells (hBMSCs) housed on the ISS for 2 weeks. They identified upregulation of genes that are related to osteogenesis (BGLAP, CHRDL1, and SPP1) and metabolism of steroid hormones and vitamins A, D pathway (CYP19A1, CYP24A1, AKR1B1, HSD11B1). Cell proliferation, motility and cell-cell communication seemed also to be affected as evidenced by downregulation of CSNK2A2, ITGAV, NRCAM, and NRP2, while the RAB27b gene associated with microvesicle formation was significantly upregulated. Moreover, they reported stemness loss, no evidence of apoptosis or senescene, notable upregulation of collagen genes, and notable downregulation of matrix metallopeptidases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18664,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Terada et al. (OSD-174, 10.26030/6sg0-ng36) analyzed data from a JAXA (Japan Aerospace Exploration Agency) experiment conducted on a 6-month mission on the ISS, where both hair follicles and shafts were collected from ten astronauts. They reported altered expression of genes associated with cell cycle disruption in hair follicles (e.g., COMP and CDK1) and hair growth (e.g., ANGPTL7 and FGF18). Zhang et al. (OSD-118, 10.26030/rcyt-qp10) investigated miRNA expression in non-proliferating human fibroblast cells in response to spaceflight environment (ISS). Minor effects were observed on gene or miRNA expression on day 14, whilst most of the differentially expressed genes were related to cell growth on day 3 (see ref. ). Lu et al. (OSD-114, 10.26030/yssj-bg68) studied human fibroblasts housed on ISS with and without treatment of bleomycin (a compound which induces DNA damage), to better understand the effects of microgravity on cellular DNA damage response. Although several genes were altered between treatment and control groups in flight and on Earth, including some of the same genes, there was no significant change when comparing flight treatment to Earth treatment. The authors also concluded that cell type and cell growth condition influence whether microgravity affects DNA damage response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19975,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Spaceflight causes profound effects on lymphocyte functions that are well documented. Ward et al. (OSD-5, 10.25966/qq4z-4m04) detected ten downregulated genes (e.g., GNLY, PSME2, PrX4, HLA-DRA, LY75, IL18, and DOCK2) related to immune response in activated T lymphocytes that were exposed to simulated microgravity (Rotating Wall Vessel) for 24 h. Chang et al. (OSD-13, 10.26030/4an8-r968) studied T cells housed on the ISS and stimulated with the T-cell mitogen ConA and anti-CD28. They found impaired T-cell activation as well as profound downregulation of Rel/NF-κB, CREB, SRF and immediate early genes’ expression, indicating very early effects of microgravity on T-cell gene expression. Boonyaratanakornkit et al. (OSD-484, 10.26030/semj-9y19) revealed that Protein Kinase A (PKA) is a key regulator factor regarding NF-κB, AP-1, CREB and T-cell activation in simulated microgravity. Thiel et al. (OSD-189, 10.26030/r0md-de60, OSD-172, 10.26030/jx41-b816, OSD-188, 10.26030/3jq1-s218) identified ATP6V1A/D, IGHD3-3/IGHDE-10, and LINC00837 as genes that are significantly affected by gravity, as they investigated non-activated human Jurkat T cells in both microgravity and hypergravity conditions. They also found that chromosomal region 11p15.4 seems to be particularly robust to altered gravity. Vogel et al. and Tauber et al. focused on the effects of altered gravity on immune signaling, as captured by the OSD-283 (10.26030/ge2v-wr94) and OSD-297 (10.26030/bb5k-1h18) datasets. In particular, Vogel et al. identified hypoxia-inducible factor 1 (HIF1) as a potential pharmacological target for counteracting deterioration of immune system, and PDK1 as sensitive in Jurkat T and U937 myelomonocytic cells exposed to altered gravitational conditions. In addition, Tauber et al. described well-regulated homeostasis and transcriptional stability of oxidative stress-related pathways. U937 myelomonocytic cells were also studied by Thiel et al. (OSD-283, 10.26030/ge2v-wr94, OSD-297, 10.26030/bb5k-1h18), who detected significant gene expression alterations after only 20 s of altered gravitational conditions (both microgravity and hypergravity). However, all initially differentially expressed transcripts adjusted rapidly afterward, verifying the existence of immediate adaptation mechanisms. Long noncoding RNAs (lncRNAs) and miRNAs seem to regulate effects, associated with apoptosis and immune response, in human lymphoblastoid TK6 cells under simulated microgravity and ionizing radiation according to Fu et al. (OSD-545, 10.26030/7ta4-ga35).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22538,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Chakraborty et al. (OSD-54, 10.26030/8mfb-wa73) customized a cell culture module for human dermal microvascular endothelial cell growth in order to examine the impact of spaceflight environment on endothelial cells treated with lipopolysaccharide. They found that long-term lipopolysaccharide exposure resulted in a delayed host response, inefficient in pathogens’ potential invasion. Human umbilical vein endothelial cells’ exposure to microgravity showed significant altered transcripts related to oxidative phosphorylation, stress response, cell cycle and apoptosis. Findings from Versari et al. (OSD-52, 10.26030/nt3p-p547) suggested that microgravity affects inflammatory response and endothelial behavior, while promoting senescence.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23282,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Girardi et al. (OSD-55, 10.26030/9thk-dv75, OSD-56, 10.26030/nc96-xp67, OSD-128, 10.26030/73sd-9a85, OSD-129, 10.26030/sec3-y188) examined mRNA and miRNA expression profiles in peripheral blood lymphocytes (PBL) exposed to simulated microgravity through a miRNA-mRNA integration analysis, detecting effects on inflammatory response, apoptosis and cell proliferation decrease. Let-7i, miR-7, miR-7-1, miR-27a, miR-144, miR-200a, miR-598, and miR-650 were found to be deregulated in human PBLs exposed to radiation and simulated microgravity (Rotating Wall Vessel). Wei et al. also investigated effects of simulated weightlessness on human PBLs. Microgravity seemed to inhibit DNA replication and down-regulate DNA-repair gene, enhancing structural chromosome instability. Moreover, Fuentes et al. found that the effect of microgravity in cardiovascular progenitors is age-dependent, since endothelial and cardiomyogenic differentiation markers were highly expressed in adults whereas neonatal progenitors acquired dedifferentiating cellular features. In a recent study, Bisserier et al. investigated spaceflight effect on small extracellular vesicles (sEVs) isolated from three astronauts’ blood plasma. Significant downregulation of miR-214, miR-128 and promotion of PRC2 complex activation and elevated H3K27me3 levels were observed in human cardiomyocytes during spaceflight, leading to epigenetic suppression of Vitamin D receptor expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24730,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of altered gravitational conditions on lymphoblast leukemic cells and colorectal cancer cells were studied by Vidyasekar et al. (OSD-125, 10.26030/6dnk-x507). They reported multiple microgravity-induced consequences observed in both cell lines such as reduced cell viability, altered cell morphology and diverging cell cycle. Dysregulation of oncogenes and cancer progression markers (JUNB, CD44, MYC and CD117) were detected as well.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25177,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Comparative analysis of microgravity effects on musculoskeletal systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25249,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We present a differential gene expression analysis in response to microgravity vs control conditions. To gain insight into the molecular mechanisms underlying these conditions we generated volcano plots per each tissue which depict both the statistical significance and the level of differentially expressed genes (DEGs). In addition to that, we evaluated the Gene Ontology functions of the top over-expressed and under-expressed genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25686,
            "infons": {
              "file": "41526_2024_392_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Volcano plots showing gene expression between microgravity and control conditions in mouse muscle datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25794,
            "infons": {
              "file": "41526_2024_392_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a OSD-21 calf; b OSD-21 gastrocnemius; c OSD-125 tongue; d OSD-111 soleus; e OSD-135 longissimus dorsi; f OSD-111 extensor digitorum longus; g OSD-227 gastrocnemius; h OSD-227 soleus. Genes with a log2-fold change above 1 are represented in red, signifying upregulated expression, while genes with a log2-fold change below −1 are depicted in blue, indicating downregulated expression. The horizontal dashed line corresponds to the adjusted P value threshold of less than 0.05, highlighting genes with statistically significant expression changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26343,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 1 shows volcano plots of all musculoskeletal mouse muscle microarray datasets from OSDR. These plots show the variation and diversity of differential gene expression results even between the same types of muscle. For example, Fig. 1b, g are both from gastrocnemius datasets but the differentially expressed genes and distribution are very different.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26700,
            "infons": {
              "file": "41526_2024_392_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Volcano plots showing gene expression between microgravity and control conditions in human muscle datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26808,
            "infons": {
              "file": "41526_2024_392_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a OSD-51 soleus; b OSD-51 vastus lateralis; c OSD-370 vastus lateralis; d OSD-195 vastus lateralis. Genes with a log2-fold change above 1 are represented in red, signifying upregulated expression, while genes with a log2-fold change below −1 are depicted in blue, indicating downregulated expression. The horizontal dashed line corresponds to the adjusted P value threshold of less than 0.05, highlighting genes with statistically significant expression changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27273,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 2 shows volcano plots for all human musculoskeletal microarray datasets from OSDR. Similar to the mouse datasets, there is widespread variation in both distribution and differentially expressed genes between datasets of the same tissue type.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27522,
            "infons": {
              "file": "41526_2024_392_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene Ontology functions of all differentially expressed genes upregulated in four or more tissue types in mouse musculoskeletal datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27660,
            "infons": {
              "file": "41526_2024_392_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Dark green shadowed genes are differentially expressed in five tissue types; light green shadowed genes are differentially expressed in four tissue types. sc sternal cartilage, ld longissimus dorsi, sol soleus, edl extensor digitorum longus, g gastrocnemius.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27919,
            "infons": {
              "file": "41526_2024_392_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene Ontology functions of all differentially expressed genes downregulated in four tissue types in mouse musculoskeletal datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28051,
            "infons": {
              "file": "41526_2024_392_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "sc sternal cartilage, ld longissimus dorsi, sol soleus, edl extensor digitorum longus, g gastrocnemiussc sternal cartilage, t tongue, ld longissimus dorsi, sol soleus, sol soleus, g gastrocnemius, edl extensor digitorum longus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28279,
            "infons": {
              "file": "41526_2024_392_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene Ontology functions of differentially expressed genes upregulated in two human musculoskeletal datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28388,
            "infons": {
              "file": "41526_2024_392_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "CHRND, CHAD, and RRAD upregulated genes in Homo sapiens’ vastus lateralis tissues appear to be involved in multiple enriched GO terms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28525,
            "infons": {
              "file": "41526_2024_392_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Gene Ontology functions of all differentially expressed genes downregulated in two human musculoskeletal datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28640,
            "infons": {
              "file": "41526_2024_392_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "MYOZ2, COLQ, KLHL40, CA14, CASQ2, KLHL34, ACOT11, COQ10A, and PPP1R1C downregulated genes in Homo sapiens' vastus lateralis tissues appear to be involved in multiple enriched GO terms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28825,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We then evaluated the Gene Ontology functions of the genes that were significantly upregulated in four or more mouse musculoskeletal tissues across experiments: Fbxo32, Cdkn1a, Lcn2, Pnmt, Fkbp5, and Cebpd (Fig. 3). We also evaluated the Gene Ontology functions of the genes that were significantly downregulated in four mouse musculoskeletal tissues across experiments: Col1a1 and Dbp (Fig. 4). We performed a similar analysis using all datasets from human musculoskeletal tissue (Figs. 5 and 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29323,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We further expanded the analysis by incorporating all available data from literature derived from the same tissue and organism, utilizing similar experimental conditions, without imposing any specific inclusion criteria (e.g. P value, log2-fold change). Consequently, we proceeded with the computation of Pearson correlation coefficients for all these genes across experiments that evaluated comparable factors. First, we investigated the concordance of gene expression levels between two male human bedrest experiments studying vastus lateralis tissue (OSD-195 and OSD-370). The most notable difference between these two datasets is that OSD-195 studied 21 days of bedrest while OSD-370 studied 9 days of bedrest. The correlation coefficient was calculated to assess the gene-by-gene relationship between the two datasets. Our analysis revealed a moderate positive correlation with a coefficient of 0.47. This indicates that there is a tendency for the gene expression levels to increase together across the two experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30349,
            "infons": {
              "file": "41526_2024_392_Fig7_HTML.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Forest plot depicting the correlation coefficients for four comparisons including OSD-195 vs OSD-370, OSD-51 vs OSD-195, OSD-51 vs OSD-370, and OSD-195 vs OSD-370 from a larger merged dataset (17402 genes) in Homo sapiens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30572,
            "infons": {
              "file": "41526_2024_392_Fig7_HTML.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The correlation coefficient for each comparison is represented by a black point on the line. The dashed vertical line at the center denotes the point of no correlation (correlation coefficient = 0). The confidence level employed for computing the confidence intervals (CIs) is configured to be 95%, equivalent to an alpha level of 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30913,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We extended our investigation to include the OSD-51 experiment, female human bedrest study which shared 1225 common unique genes with both OSD-195 and OSD-370 experiments from the larger merged list of 17,402 genes. For OSD-51 compared to OSD-195, a correlation coefficient of 0.26 was observed, indicating a weak positive correlation between the gene expression levels of the two experiments. Similarly, between OSD-51 and OSD-370, a correlation coefficient of 0.23 was found, also indicating a weak positive correlation. However, notably, the correlation between OSD-195 and OSD-370 experiments was significantly higher, with a coefficient of 0.64, even using the reduced number of genes, indicating a moderate positive correlation. This suggests that these two experiments exhibit more similar gene expression patterns when compared to OSD-51. The increase in correlation between OSD-195 and OSD-370 compared to the larger merged dataset (Fig. 7).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31864,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We then examined the correlation coefficient between two mouse gastrocnemius datasets (OSD-21 and OSD-227), focusing on 12,385 unique common genes. The greatest difference between these two experiments is that OSD-21 studied female mice flown on an 11-day space shuttle flight while OSD-227 studied male mice subjected to hindlimb suspension for 24 h. The calculated correlation coefficient was close to 0.2, falling within the range of a weak positive correlation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32332,
            "infons": {
              "file": "41526_2024_392_Fig8_HTML.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The figure displays the correlation coefficients for two comparisons including OSD-21 vs OSD-227 (Gastrocnemius), OSD-111 vs OSD-227 (Soleus) in Mus musculus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32491,
            "infons": {
              "file": "41526_2024_392_Fig8_HTML.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The correlation coefficient for each comparison is represented by a black point on the line. The dashed vertical line at the center denotes the point of no correlation (correlation coefficient = 0). The confidence level employed for computing the confidence intervals (CIs) is configured to be 95%, equivalent to an alpha level of 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32832,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also calculated the correlation coefficient between OSD-227 soleus and OSD-111 soleus, where OSD-111 studied male mice flown on the BION-M1 biosatellite for 30 days. The Pearson correlation coefficient calculated for the shared genes between OSD-111 and OSD-227 was found to be 0.02 (Fig. 8). This correlation coefficient indicates minimal linear relationship between the gene expression patterns in the two experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33256,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Overall, we observe higher correlation coefficient between datasets which studied subjects of the same sex under similar experimental conditions. Several factors can contribute to the correlation coefficient, including biological variability, technical factors, and the complexity of gene expression regulation. Even with the same tissue and similar experimental conditions, gene expression can exhibit considerable variation between samples and experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33715,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33726,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Studies from spaceflight and ground analog experiments confirmed that altered gravity environment causes multiple physiological alterations to both mouse and human musculoskeletal, immune, cardiovascular, vestibular, integumentary, and nervous system, including biological processes such as metabolism of skeletal muscle, bone formation response, inflammatory response, apoptosis and cell proliferation in PBLs, impaired activation of T cells, stem cell differentiation, cell cycle disruption in hair follicles, neuron morphogenesis, neuronal synaptic signaling and migration, cell morphology and diverging cell cycle in cancer cell lines.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34366,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In our study, we initially incorporate all available literature data derived from the same tissue and organism with similar experimental conditions, without considering specific inclusion criteria. Subsequently, we computed Pearson correlation coefficients for all genes across experiments that evaluated comparable factors. Initially, we focused on Homo sapiens’ Vastus lateralis tissue. The analysis revealed a moderate positive correlation indicating a tendency for gene expression levels to increase together across OSD-195 and OSD-370 experiments. We expanded our investigation to include the OSD-51 experiment. We observed a correlation coefficient of 0.26, showing a weak positive correlation between the gene expression levels between OSD-51 vs OSD-370, and OSD-51 vs OSD-195. However, the correlation between OSD-195 and OSD-370 experiments was notably higher, with a coefficient of 0.64, suggesting a more pronounced association and similarity in gene expression patterns when compared to OSD-51. The increased correlation between OSD-195 and OSD-370, despite a reduced number of common genes, indicates potential biologically relevant similarities between these two experiments, which may not be evident when considering the larger gene set. The calculated correlation coefficient between experiments regarding Mus musculus Gastrocnemius and Soleus tissues indicated weak positive and close to zero correlation, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35805,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Furthermore, we were interested in characterizing how reproducible these experimental results are within each species. We focused on the musculoskeletal system for a comparative analysis because this physiological system contains the greatest number of comparable tissue types between human and mouse datasets. We evaluated the Gene Ontology functions of the genes that were significantly upregulated in 4 or more mouse musculoskeletal tissues across experiments: Fbxo32, Cdkn1a, Lcn2, Pnmt, Fkbp5, and Cebpd. This analysis revealed a consistent trend of upregulation of several biological processes including protein binding, ubiquitin activity and transferase activity in mouse muscle tissues exposed to microgravity. We also evaluated the Gene Ontology functions of the genes that were significantly downregulated in two mouse musculoskeletal tissues across experiments: Col1a1 and Dbp. This analysis shows consistent downregulation of several biological processes across experiments, including metal ion binding, DNA binding and RNA polymerase activity. Interestingly, several of the same biological processes were found to be associated with both upregulated genes and downregulated genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37000,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We performed a similar analysis using all datasets from human musculoskeletal tissue (Figs. 5 and 6). There were fewer datasets to compare, and three upregulated and nine downregulated genes overlapped between datasets. The CHRND gene (associated with acetylcholine binding, acetylcholine receptor activity, acetylcholine-activated cation-selective channel activity, ligand-gated ion channel activity), CHAD gene (related to protein kinase inhibitor activity), and RRAD gene (associated with GTP binding, GTPase activity, calmodulin binding, protein binding) were significant upregulated on two different human experiments, OSD-195 and OSD-370 both studying vastus lateralis tissue. The aforementioned experiments also share nine common downregulated genes MYOZ2 (associated with actin, and protein binding), COLQ (associated with protein binding), along with KLHL40, CA14, CASQ2, KLHL34, ACOT11, COQ10A, and PPP1R1C. Overall, in the human musculoskeletal datasets we find consistency in the biological process of protein binding. OSD-195 and OSD-370 have the greatest overlap, even though the other two datasets also studied the same tissue type.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38148,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It was challenging to perform a direct comparison between the human and mouse results, due to the small sample size in the human datasets. However, we did note that the protein binding Gene Ontology term was related to several upregulated mouse and downregulated human genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38424,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We assess gene expression results from a variety of tissues in both Mus musculus and Homo sapiens exposed to altered gravity in spaceflight or ground analogs. We report some overlap and reproducibility in genes identified as differentially expressed in musculoskeletal tissues within each species, and very limited overlap between species, partially due to the small amount of human samples. To ensure the comprehensiveness of our analysis, we took an inclusive approach by incorporating all relevant literature data derived from the same tissue and organism, with similar experimental conditions. This inclusive approach may help to identify potential patterns or trends across a wider range of studies, which may not be apparent when focusing solely on a subset of data. The elevated correlation observed between OSD-195 and OSD-370, despite a reduced number of shared genes, implies the presence of potential biologically relevant similarities between these two experiments. Further research is needed to understand which differentially expressed gene signatures from Mus musculus are truly reflective of Homo sapiens response to altered gravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39574,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39582,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Data and literature mining",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39609,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We identified all the microarray studies and datasets housed in NASA GeneLab, part of the NASA Open Science Data Repository (https://osdr.nasa.gov/bio) by applying the following search filters: “Assay Type: Microarray”, “Tissue: All”, “Factor: All”, “Organisms: Mus musculus OR Human (Homo sapiens)”. The search was limited to studies published up to January 2023 to ensure the inclusion of the most recent research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40042,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We obtained the following datasets: OSD-4, OSD-18, OSD-21, OSD-29, OSD-30, OSD-32, OSD-33, OSD-50, OSD-61, OSD-79, OSD-80, OSD-87, OSD-88, OSD-89, OSD-93, OSD-94, OSD-107, OSD-109, OSD-111, OSD-116, OSD-117, OSD-131, OSD-135, OSD-148, OSD-153, OSD-156, OSD-158, OSD-159, OSD, 160, OSD-183, OSD-202, OSD-222, OSD-232, OSD-227, OSD-228, OSD-324, OSD-342, OSD-396, OSD-432, OSD-455, from Mus musculus and OSD-5, OSD-9, OSD-13, OSD-51, OSD-52, OSD-54, OSD-55, OSD-56, OSD-71, OSD-73, OSD-78, OSD-92, OSD-114, OSD-115, OSD-118, OSD-124, OSD-125, OSD-128, OSD-129, OSD-130, OSD-140, OSD-149, OSD-152, OSD-151, OSD-154, OSD-155, OSD-157, OSD-172, OSD-174, OSD-175, OSD-176, OSD-178, OSD-182, OSD-188, OSD-189, OSD-195, OSD-198, OSD-283, OSD-285, OSD-297, OSD-317, OSD-354, OSD-367, OSD-368, OSD-369, OSD-370, OSD-410, OSD-484, OSD-542, OSD-544, OSD-545, OSD-546 from Homo sapiens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40916,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Furthermore, the GeneLab repository federates search with the Gene Expression Omnibus (GEO) of National Center for Biotechnology Information (NCBI). The GeneLab repository encompasses the entirety of the relevant datasets present in the GEO database. A more comprehensive search had to be done though using the following query: ”(microgravity OR spaceflight OR gravity) AND “Homo sapiens”) and ”(microgravity OR spaceflight OR gravity) AND “Mus musculus”) and applying the following filter criteria: “Study type: Expression profiling by array”. Academic research databases, such as PubMed, and ScienceDirect were also used with the keywords “microgravity and microarray”, “spaceflight and microarray”, “gravity and microarray” and “weightlessness and microarray”. Because GeneLab ingests datasets from GEO and provides an option to search through the GEO database, no new datasets were found in this search, but research articles found in this search were used to inform the discussion section in this manuscript. We describe the differences and similarities between the findings of the original studies for each tissue type in Mus musculus and Homo sapiens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42107,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Differential gene expression comparative meta-analysis on the musculoskeletal system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42192,
            "infons": {
              "file": "41526_2024_392_Fig9_HTML.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "An overview of the effects of altered gravity environment on various physiological aspects in both mouse and human systems incudes musculoskeletal, immune, cardiovascular, vestibular, integumentary, and nervous system alterations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42423,
            "infons": {
              "file": "41526_2024_392_Fig9_HTML.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Comparative meta-analysis findings highlight certain degrees of overlap and reproducibility in genes identified as differentially expressed within musculoskeletal tissues in each species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42611,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We also performed a comparative meta-analysis of differentially expressed genes from transcriptomics datasets between Mus musculus and Homo sapiens, specifically concentrated on the musculoskeletal system (Fig. 9). This choice was driven by the fact that the musculoskeletal system encompasses a wide range of tissue types that are highly comparable between human and mouse datasets. By focusing on this physiological system, we aimed to evaluate the consistency of findings and identify commonly upregulated and downregulated genes within each species, as well as between the two species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43201,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To demonstrate the concordance on a gene-by-gene level between experiments we calculated Pearson correlation coefficient between gene counts in different datasets from the same tissue type. To avoid duplicate genes per experiment we calculated the average expression value for each common gene and removed null values.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43520,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To identify differentially expressed genes that are reproducible between experiments, we focused on experiments which fulfill these inclusion criteria: (1) case–control study, (2) derived from musculoskeletal tissue of the same species, (3) untreated samples, (4) microgravity vs control group comparison. We identified in each study genes which were differentially expressed between microgravity-exposed samples and control samples with an adjusted P value (Benjamini–Hochberg method) threshold of below 0.05 and |log2FC| threshold above 1, which reflects a substantial change in gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44122,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The data preprocessing and differential expression analysis procedures were conducted using the R programming language. Normalization was performed using the affy or oligo packages in the R Bioconductor environment. Specifically, for the Affymetrix datasets, we employed the Robust Multiarray Analysis (RMA) algorithm through the R/Bioconductor packages affy and oligo which performs background correction, log2 transformation, quantile normalization, and the summarization of all probe sets into a single expression value for each gene. For the Agilent datasets, we performed normalization using the R/Bioconductor package limma. Following this preprocessing pipeline, each normalized dataset underwent quality control checks, incorporating an outlier removal approach. Quality control procedures were executed using the R/Bioconductor package arrayQualityMetrics, which involved generating boxplots of logarithm ratios, PCA and MA plots. Any samples identified as outliers in both MA and PCA plots during the quality control assessment were excluded from their respective datasets.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45206,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45344,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45365,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Conceptualization: K.I.A. and S.V.C.; methodology: K.I.A. and S.V.C.; investigation: K.I.A., L.M.S., and S.V.C.; writing—original draft preparation: K.I.A. and L.M.S.; data curation: K.I.A.; formal analysis: K.I.A., L.M.S., and S.V.C.; algorithms implementation: K.I.A. and L.M.S.; writing—review and editing: K.I.A., L.M.S., and S.V.C.; supervision: S.V.C.; project administration: S.V.C.; All authors have read and agreed to the published version of the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45837,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45855,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "Data used in the preparation during the current research article were obtained from NASA GeneLab Open Science Data Repository (OSDR; osdr.nasa.gov/bio). (Accession codes, DOIs): (OSD-33, 10.26030/7btg-6q49), (OSD-32, 10.26030/jpyz-fn46), (OSD-536, 10.26030/bg5q-t229), (OSD-232, 10.26030/9626-w275), (OSD-135, 10.26030/rjyq-x751), (OSD-396, 10.26030/ce4f-xx71), (OSD-111, 10.26030/9580-9n52), (OSD-228, 10.26030/bfmx-z866), (OSD-227, 10.26030/vk0m-0558), (OSD-21, 10.25966/c36b-3g68), (OSD-30, 10.25966/90vx-bf79), (OSD-107, 10.26030/2x2z-6w28), (OSD-324, 10.26030/s7kj-h383), (OSD-547, 10.26030/y2af-c498), (OSD-18, 10.25966/j6hy-d340), (OSD-29, 10.25966/6rr8-r017), (OSD-50, 10.26030/69kd-nx87), (OSD-61, 10.26030/2zjp-sj35), (OSD-116, 10.26030/ya5a-e896), (OSD-4, 10.25966/qq9p-pc28), (OSD-25, 10.25966/kzxa-s692), (OSD-48, 10.26030/jq04-0n51), (OSD-63, 10.26030/gsmt-8e70), (OSD-51, 10.26030/3w73-jn41), (OSD-198, 10.26030/kcrr-p336), (OSD-195, 10.26030/r6bv-rk07), (OSD-370, 10.26030/zyy0-6497), (OSD-124, 10.26030/6fwd-2p79), (OSD-546, 10.26030/mg6a-qv31), (OSD-174, 10.26030/6sg0-ng36), (OSD-118, 10.26030/rcyt-qp10), (OSD-114, 10.26030/yssj-bg68), (OSD-5, 10.25966/qq4z-4m04), (OSD-13, 10.26030/4an8-r968), (OSD-484, 10.26030/semj-9y19), (OSD-189, 10.26030/r0md-de60), (OSD-172, 10.26030/jx41-b816), (OSD-188, 10.26030/3jq1-s218), (OSD-283, 10.26030/ge2v-wr94), (OSD-297, 10.26030/bb5k-1h18), (OSD-545, 10.26030/7ta4-ga35), (OSD-54, 10.26030/8mfb-wa73), (OSD-52, 10.26030/nt3p-p547), (OSD-55, 10.26030/9thk-dv75), (OSD-56, 10.26030/nc96-xp67), (OSD-128, 10.26030/73sd-9a85), (OSD-129, 10.26030/sec3-y188), (OSD-125, 10.26030/6dnk-x507).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47500,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Code availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47518,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The code for the bioinformatics methods can be made available upon reasonable request to the corresponding author.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47633,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47653,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47697,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47708,
            "infons": {
              "fpage": "1753",
              "lpage": "1759",
              "name_0": "surname:Ray;given-names:S",
              "pub-id_doi": "10.1093/bioinformatics/bty884",
              "pub-id_pmid": "30329036",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "35",
              "year": "2019"
            },
            "text": "GeneLab: Omics database for spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47760,
            "infons": {
              "fpage": "D1515",
              "lpage": "D1522",
              "name_0": "surname:Berrios;given-names:DC",
              "name_1": "surname:Galazka;given-names:J",
              "name_2": "surname:Grigorev;given-names:K",
              "name_3": "surname:Gebre;given-names:S",
              "name_4": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1093/nar/gkaa887",
              "pub-id_pmid": "33080015",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "NASA GeneLab: interfaces for the exploration of space omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47825,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Adamopoulos, K., Koutsouris, D., Zaravinos, A. & Lambrou, G. I. Gravitational influence on human living systems and the evolution of species on Earth. Molecules26, 2784 (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48002,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Morey-Holton, E. R. 9—The impact of gravity on life. In Evolution on Planet Earth (eds. Rothschild, L. J. & Lister, A. M.) 143–159 (Academic Press, 2003).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48161,
            "infons": {
              "fpage": "4191",
              "name_0": "surname:Beheshti;given-names:A",
              "name_1": "surname:Cekanaviciute;given-names:E",
              "name_2": "surname:Smith;given-names:DJ",
              "name_3": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1038/s41598-018-22613-1",
              "pub-id_pmid": "29520055",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Global transcriptomic analysis suggests carbon dioxide as an environmental stressor in spaceflight: a systems biology GeneLab case study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48298,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Reynolds, R. J. et al. Validating causal diagrams of human health risks for spaceflight: an example using bone data from rodents. Biomedicines10, 2187 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48457,
            "infons": {
              "fpage": "15",
              "name_0": "surname:Barker;given-names:R",
              "pub-id_doi": "10.1038/s41526-021-00143-x",
              "pub-id_pmid": "33976230",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Rad-Bio-App: a discovery environment for biologists to explore spaceflight-related radiation exposures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48560,
            "infons": {
              "fpage": "e0169314",
              "name_0": "surname:Gambara;given-names:G",
              "pub-id_doi": "10.1371/journal.pone.0169314",
              "pub-id_pmid": "28076365",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Gene expression profiling in slow-type calf soleus muscle of 30 days space-flown mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48646,
            "infons": {
              "fpage": "1367",
              "lpage": "1377",
              "name_0": "surname:Morey-Holton;given-names:ER",
              "name_1": "surname:Globus;given-names:RK",
              "pub-id_doi": "10.1152/japplphysiol.00969.2001",
              "pub-id_pmid": "11895999",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "92",
              "year": "2002"
            },
            "text": "Hindlimb unloading rodent model: technical aspects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48697,
            "infons": {
              "fpage": "191",
              "lpage": "203",
              "name_0": "surname:Brungs;given-names:S",
              "pub-id_doi": "10.1007/s12217-015-9471-8",
              "section_type": "REF",
              "source": "Microgravity Sci. Technol.",
              "type": "ref",
              "volume": "28",
              "year": "2016"
            },
            "text": "Facilities for simulation of microgravity in the ESA ground-based facility programme",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48782,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kiss, J. Z., Wolverton, C., Wyatt, S. E., Hasenstein, K. H. & van Loon, J. J. W. A. Comparison of microgravity analogs to spaceflight in studies of plant growth and development. Front. Plant Sci. 10, 485372 (2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48997,
            "infons": {
              "fpage": "137",
              "lpage": "147",
              "name_0": "surname:Guéguinou;given-names:N",
              "pub-id_doi": "10.1016/j.psyneuen.2011.05.015",
              "pub-id_pmid": "21724335",
              "section_type": "REF",
              "source": "Psychoneuroendocrinology",
              "type": "ref",
              "volume": "37",
              "year": "2012"
            },
            "text": "Stress response and humoral immune system alterations related to chronic hypergravity in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49091,
            "infons": {
              "fpage": "908",
              "lpage": "935",
              "name_0": "surname:Mhatre;given-names:SD",
              "pub-id_doi": "10.1016/j.neubiorev.2021.09.055",
              "pub-id_pmid": "34767877",
              "section_type": "REF",
              "source": "Neurosci. Biobehav. Rev.",
              "type": "ref",
              "volume": "132",
              "year": "2022"
            },
            "text": "Neuro-consequences of the spaceflight environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49141,
            "infons": {
              "fpage": "e40112",
              "name_0": "surname:Santucci;given-names:D",
              "pub-id_doi": "10.1371/journal.pone.0040112",
              "pub-id_pmid": "22808101",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49259,
            "infons": {
              "fpage": "289",
              "lpage": "300",
              "name_0": "surname:Frigeri;given-names:A",
              "pub-id_doi": "10.1007/s00221-008-1523-5",
              "pub-id_pmid": "18704384",
              "section_type": "REF",
              "source": "Exp. Brain Res.",
              "type": "ref",
              "volume": "191",
              "year": "2008"
            },
            "text": "Effect of microgravity on gene expression in mouse brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49316,
            "infons": {
              "fpage": "35",
              "name_0": "surname:Holley;given-names:JM",
              "pub-id_doi": "10.1038/s41526-022-00217-4",
              "pub-id_pmid": "35948598",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "8",
              "year": "2022"
            },
            "text": "Characterization of gene expression profiles in the mouse brain after 35 days of spaceflight mission",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49417,
            "infons": {
              "fpage": "3",
              "name_0": "surname:Fitzgerald;given-names:J",
              "name_1": "surname:Endicott;given-names:J",
              "name_2": "surname:Hansen;given-names:U",
              "name_3": "surname:Janowitz;given-names:C",
              "pub-id_doi": "10.1038/s41526-019-0063-6",
              "pub-id_pmid": "30793021",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "5",
              "year": "2019"
            },
            "text": "Articular cartilage and sternal fibrocartilage respond differently to extended microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49509,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Gambara, G. et al. Microgravity-induced transcriptome adaptation in mouse paraspinal longissimus dorsi muscle highlights insulin resistance-linked genes. Front. Physiol.8, 279 (2017).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49693,
            "infons": {
              "fpage": "3507",
              "lpage": "3520",
              "name_0": "surname:Chakraborty;given-names:N",
              "pub-id_doi": "10.1016/j.csbj.2021.05.050",
              "pub-id_pmid": "34194674",
              "section_type": "REF",
              "source": "Comput. Struct. Biotechnol. J.",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "Gene-metabolite networks associated with impediment of bone fracture repair in spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49784,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Blottner, D. et al. Reciprocal Homer1a and Homer2 isoform expression is a key mechanism for muscle soleus atrophy in spaceflown mice. Int. J. Mol. Sci. 23, 75 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49951,
            "infons": {
              "fpage": "397",
              "lpage": "413",
              "name_0": "surname:Flück;given-names:M",
              "name_1": "surname:Däpp;given-names:C",
              "name_2": "surname:Schmutz;given-names:S",
              "name_3": "surname:Wit;given-names:E",
              "name_4": "surname:Hoppeler;given-names:H",
              "pub-id_doi": "10.1152/japplphysiol.00050.2005",
              "pub-id_pmid": "16020435",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "99",
              "year": "2005"
            },
            "text": "Transcriptional profiling of tissue plasticity: role of shifts in gene expression and technical limitations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50059,
            "infons": {
              "fpage": "97",
              "lpage": "107",
              "name_0": "surname:Däpp;given-names:C",
              "name_1": "surname:Schmutz;given-names:S",
              "name_2": "surname:Hoppeler;given-names:H",
              "name_3": "surname:Flück;given-names:M",
              "pub-id_doi": "10.1152/physiolgenomics.00100.2004",
              "pub-id_pmid": "15479860",
              "section_type": "REF",
              "source": "Physiol. Genomics",
              "type": "ref",
              "volume": "20",
              "year": "2004"
            },
            "text": "Transcriptional reprogramming and ultrastructure during atrophy and recovery of mouse soleus muscle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50159,
            "infons": {
              "fpage": "149",
              "lpage": "161",
              "name_0": "surname:Mazzatti;given-names:DJ",
              "pub-id_doi": "10.1152/physiolgenomics.00281.2007",
              "pub-id_pmid": "18445701",
              "section_type": "REF",
              "source": "Physiol. Genomics",
              "type": "ref",
              "volume": "34",
              "year": "2008"
            },
            "text": "Muscle unloading-induced metabolic remodeling is associated with acute alterations in PPARδ and UCP-3 expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50276,
            "infons": {
              "fpage": "582",
              "lpage": "595",
              "name_0": "surname:Allen;given-names:DL",
              "pub-id_doi": "10.1152/japplphysiol.90780.2008",
              "pub-id_pmid": "19074574",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Effects of spaceflight on murine skeletal muscle gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50341,
            "infons": {
              "fpage": "C1211",
              "lpage": "C1221",
              "name_0": "surname:Pardo;given-names:SJ",
              "pub-id_doi": "10.1152/ajpcell.00222.2004",
              "pub-id_pmid": "15689415",
              "section_type": "REF",
              "source": "Am. J. Physiol. Cell Physiol.",
              "type": "ref",
              "volume": "288",
              "year": "2005"
            },
            "text": "Simulated microgravity using the random positioning machine inhibits differentiation and alters gene expression profiles of 2T3 preosteoblasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50484,
            "infons": {
              "fpage": "587",
              "lpage": "599",
              "name_0": "surname:Patel;given-names:MJ",
              "pub-id_doi": "10.1002/jcb.21218",
              "pub-id_pmid": "17243119",
              "section_type": "REF",
              "source": "J. Cell Biochem.",
              "type": "ref",
              "volume": "101",
              "year": "2007"
            },
            "text": "Identification of mechanosensitive genes in osteoblasts by comparative microarray studies using the rotating wall vessel and the random positioning machine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50640,
            "infons": {
              "fpage": "e0160034",
              "name_0": "surname:Camirand;given-names:A",
              "pub-id_doi": "10.1371/journal.pone.0160034",
              "pub-id_pmid": "27463808",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "The role of parathyroid hormone-related protein (PTHrP) in osteoblast response to microgravity: mechanistic implications for osteoporosis development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50790,
            "infons": {
              "fpage": "e21578",
              "name_0": "surname:Uda;given-names:Y",
              "pub-id_doi": "10.1096/fj.202100059R",
              "pub-id_pmid": "33835498",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "35",
              "year": "2021"
            },
            "text": "Global transcriptomic analysis of a murine osteocytic cell line subjected to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50879,
            "infons": {
              "fpage": "e0116359",
              "name_0": "surname:Wang;given-names:Y",
              "pub-id_doi": "10.1371/journal.pone.0116359",
              "pub-id_pmid": "25635858",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "GeneChip expression profiling reveals the alterations of energy metabolism related genes in osteocytes under large gradient high magnetic fields",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51024,
            "infons": {
              "fpage": "1179",
              "lpage": "1187",
              "name_0": "surname:Sambandam;given-names:Y",
              "pub-id_doi": "10.1002/jcb.22840",
              "pub-id_pmid": "20717918",
              "section_type": "REF",
              "source": "J. Cell Biochem.",
              "type": "ref",
              "volume": "111",
              "year": "2010"
            },
            "text": "Microarray profile of gene expression during osteoclast differentiation in modelled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51121,
            "infons": {
              "fpage": "442",
              "lpage": "452",
              "name_0": "surname:Monticone;given-names:M",
              "name_1": "surname:Liu;given-names:Y",
              "name_2": "surname:Pujic;given-names:N",
              "name_3": "surname:Cancedda;given-names:R",
              "pub-id_doi": "10.1002/jcb.22765",
              "pub-id_pmid": "20658479",
              "section_type": "REF",
              "source": "J. Cell Biochem.",
              "type": "ref",
              "volume": "111",
              "year": "2010"
            },
            "text": "Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following spaceflight exposure",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51245,
            "infons": {
              "fpage": "1441",
              "lpage": "1455",
              "name_0": "surname:Ortega;given-names:MT",
              "name_1": "surname:Lu;given-names:N",
              "name_2": "surname:Chapes;given-names:SK",
              "pub-id_doi": "10.1016/j.asr.2012.02.021",
              "pub-id_pmid": "23420085",
              "section_type": "REF",
              "source": "Adv. Space Res.",
              "type": "ref",
              "volume": "49",
              "year": "2012"
            },
            "text": "Evaluation of in vitro macrophage differentiation during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51315,
            "infons": {
              "fpage": "40",
              "lpage": "47",
              "name_0": "surname:Chapes;given-names:S",
              "name_1": "surname:Ortega;given-names:M",
              "pub-id_doi": "10.2174/18776116112029990011",
              "pub-id_pmid": "24432200",
              "section_type": "REF",
              "source": "Recent Pat. Space Technol.",
              "type": "ref",
              "volume": "3",
              "year": "2013"
            },
            "text": "Understanding macrophage differentiation during space flight: the importance of ground-based experiments before space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51440,
            "infons": {
              "fpage": "283",
              "lpage": "292",
              "name_0": "surname:Tronnier;given-names:H",
              "name_1": "surname:Wiebusch;given-names:M",
              "name_2": "surname:Heinrich;given-names:U",
              "pub-id_doi": "10.1159/000148045",
              "section_type": "REF",
              "source": "Ski. Pharm. Physiol.",
              "type": "ref",
              "volume": "21",
              "year": "2008"
            },
            "text": "Change in skin physiological parameters in space—report on and results of the first study on man",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51539,
            "infons": {
              "fpage": "15002",
              "name_0": "surname:Neutelings;given-names:T",
              "pub-id_doi": "10.1038/npjmgrav.2015.2",
              "pub-id_pmid": "28725708",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "1",
              "year": "2015"
            },
            "text": "Skin physiology in microgravity: a 3-month stay aboard ISS induces dermal atrophy and affects cutaneous muscle and hair follicles cycling in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51685,
            "infons": {
              "fpage": "890",
              "lpage": "897",
              "name_0": "surname:Mao;given-names:XW",
              "pub-id_doi": "10.3109/10715762.2014.920086",
              "pub-id_pmid": "24796731",
              "section_type": "REF",
              "source": "Free Radic. Res.",
              "type": "ref",
              "volume": "48",
              "year": "2014"
            },
            "text": "Biological and metabolic response in STS-135 space-flown mouse skin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51753,
            "infons": {
              "fpage": "372",
              "lpage": "381",
              "name_0": "surname:Lebsack;given-names:TW",
              "pub-id_doi": "10.1002/jcb.22547",
              "pub-id_pmid": "20213684",
              "section_type": "REF",
              "source": "J. Cell Biochem.",
              "type": "ref",
              "volume": "110",
              "year": "2010"
            },
            "text": "Microarray analysis of spaceflown murine thymus tissue reveals changes in gene expression regulating stress and glucocorticoid receptors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51890,
            "infons": {
              "fpage": "1",
              "lpage": "19",
              "name_0": "surname:Beheshti;given-names:A",
              "name_1": "surname:Ray;given-names:S",
              "name_2": "surname:Fogle;given-names:H",
              "name_3": "surname:Berrios;given-names:D",
              "name_4": "surname:Costes;given-names:SV",
              "pub-id_doi": "10.1371/journal.pone.0199621",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "13",
              "year": "2018"
            },
            "text": "A microRNA signature and TGF-β1 response were identified as the key master regulators for spaceflight response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52004,
            "infons": {
              "fpage": "291",
              "lpage": "302",
              "name_0": "surname:Chopard;given-names:A",
              "pub-id_doi": "10.1152/physiolgenomics.00036.2009",
              "pub-id_pmid": "19470803",
              "section_type": "REF",
              "source": "Physiol. Genomics",
              "type": "ref",
              "volume": "38",
              "year": "2009"
            },
            "text": "Large-scale mRNA analysis of female skeletal muscles during 60 days of bed rest with and without exercise or dietary protein supplementation as countermeasures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52164,
            "infons": {
              "fpage": "R799",
              "lpage": "R809",
              "name_0": "surname:Rullman;given-names:E",
              "name_1": "surname:Fernandez-Gonzalo;given-names:R",
              "name_2": "surname:Mekjavić;given-names:IB",
              "name_3": "surname:Gustafsson;given-names:T",
              "name_4": "surname:Eiken;given-names:O",
              "pub-id_doi": "10.1152/ajpregu.00452.2017",
              "section_type": "REF",
              "source": "Am. J. Physiol. Regulatory, Integr. Comp. Physiol.",
              "type": "ref",
              "volume": "315",
              "year": "2018"
            },
            "text": "MEF2 as upstream regulator of the transcriptome signature in human skeletal muscle during unloading",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52264,
            "infons": {
              "fpage": "e12753",
              "name_0": "surname:Rullman;given-names:E",
              "name_1": "surname:Mekjavic;given-names:IB",
              "name_2": "surname:Fischer;given-names:H",
              "name_3": "surname:Eiken;given-names:O",
              "pub-id_doi": "10.14814/phy2.12753",
              "pub-id_pmid": "27117806",
              "section_type": "REF",
              "source": "Physiol. Rep.",
              "type": "ref",
              "volume": "4",
              "year": "2016"
            },
            "text": "PlanHab (planetary habitat simulation): the combined and separate effects of 21 days bed rest and hypoxic confinement on human skeletal muscle miRNA expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52424,
            "infons": {
              "fpage": "E752",
              "lpage": "E763",
              "name_0": "surname:Alibegovic;given-names:AC",
              "pub-id_doi": "10.1152/ajpendo.00590.2009",
              "pub-id_pmid": "20739510",
              "section_type": "REF",
              "source": "Am. J. Physiol. Endocrinol. Metab.",
              "type": "ref",
              "volume": "299",
              "year": "2010"
            },
            "text": "Insulin resistance induced by physical inactivity is associated with multiple transcriptional changes in skeletal muscle in young men",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52558,
            "infons": {
              "fpage": "608",
              "lpage": "616",
              "name_0": "surname:Mayer-Wagner;given-names:S",
              "pub-id_doi": "10.5114/aoms.2016.59894",
              "pub-id_pmid": "29765449",
              "section_type": "REF",
              "source": "Arch. Med. Sci.",
              "type": "ref",
              "volume": "14",
              "year": "2018"
            },
            "text": "Effects of single and combined low frequency electromagnetic fields and simulated microgravity on gene expression of human mesenchymal stem cells during chondrogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52726,
            "infons": {
              "fpage": "713",
              "lpage": "729",
              "name_0": "surname:Bradamante;given-names:S",
              "pub-id_doi": "10.1007/s12217-018-9653-2",
              "section_type": "REF",
              "source": "Microgravity Sci. Technol.",
              "type": "ref",
              "volume": "30",
              "year": "2018"
            },
            "text": "SCD—stem cell differentiation toward osteoblast onboard the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52816,
            "infons": {
              "fpage": "1",
              "lpage": "17",
              "name_0": "surname:Terada;given-names:M",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Effects of a closed space environment on gene expression in hair follicles of astronauts in the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52940,
            "infons": {
              "fpage": "2211",
              "lpage": "2224",
              "name_0": "surname:Zhang;given-names:Y",
              "pub-id_doi": "10.1096/fj.201500121",
              "pub-id_pmid": "26917741",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "30",
              "year": "2016"
            },
            "text": "Transient gene and microRNA expression profile changes of confluent human fibroblast cells in spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53046,
            "infons": {
              "fpage": "1",
              "lpage": "19",
              "name_0": "surname:Lu;given-names:T",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Cellular responses and gene expression profile changes due to bleomycin-induced DNA damage in human fibroblasts in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53167,
            "infons": {
              "fpage": "1187",
              "lpage": "1202",
              "name_0": "surname:Ward;given-names:NE",
              "name_1": "surname:Pellis;given-names:NR",
              "name_2": "surname:Risin;given-names:SA",
              "name_3": "surname:Risin;given-names:D",
              "pub-id_doi": "10.1002/jcb.20988",
              "pub-id_pmid": "16795038",
              "section_type": "REF",
              "source": "J. Cell Biochem",
              "type": "ref",
              "volume": "99",
              "year": "2006"
            },
            "text": "Gene expression alterations in activated human T-cells induced by modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53254,
            "infons": {
              "fpage": "1133",
              "lpage": "1145",
              "name_0": "surname:Chang;given-names:TT",
              "pub-id_doi": "10.1189/jlb.0312157",
              "pub-id_pmid": "22750545",
              "section_type": "REF",
              "source": "J. Leukoc. Biol.",
              "type": "ref",
              "volume": "92",
              "year": "2012"
            },
            "text": "The Rel/NF-κB pathway and transcription of immediate early genes in T cell activation are inhibited by microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53374,
            "infons": {
              "fpage": "2020",
              "lpage": "2022",
              "name_0": "surname:Boonyaratanakornkit;given-names:JB",
              "pub-id_doi": "10.1096/fj.05-3778fje",
              "pub-id_pmid": "16210397",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Key gravity-sensitive signaling pathways drive T-cell activation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53439,
            "infons": {
              "fpage": "22",
              "name_0": "surname:Thiel;given-names:CS",
              "pub-id_doi": "10.1038/s41526-017-0028-6",
              "pub-id_pmid": "28868355",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Stability of gene expression in human T cells in different gravity environments is clustered in chromosomal region 11p15.4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53562,
            "infons": {
              "fpage": "5204",
              "name_0": "surname:Thiel;given-names:CS",
              "pub-id_doi": "10.1038/s41598-017-05580-x",
              "pub-id_pmid": "28701719",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Dynamic gene expression response to altered gravity in human T cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53631,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Vogel, J. et al. Expression of hypoxia-inducible factor 1α (HIF-1α) and genes of related pathways in altered gravity. Int. J. Mol. Sci.20, 436 (2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53790,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Tauber, S., Christoffel, S., Thiel, C. S. & Ullrich, O. Transcriptional homeostasis of oxidative stress-related pathways in altered gravity. Int. J. Mol. Sci. 19, 2814 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53966,
            "infons": {
              "fpage": "13267",
              "name_0": "surname:Thiel;given-names:CS",
              "pub-id_doi": "10.1038/s41598-018-31596-y",
              "pub-id_pmid": "30185876",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Rapid coupling between gravitational forces and the transcriptome in human myelomonocytic U937 cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54067,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Fu, H., Su, F., Zhu, J., Zheng, X. & Ge, C. Effect of simulated microgravity and ionizing radiation on expression profiles of miRNA, lncRNA, and mRNA in human lymphoblastoid cells. Life Sci. Space Res.24, 1–8 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54286,
            "infons": {
              "fpage": "659",
              "name_0": "surname:Chakraborty;given-names:N",
              "pub-id_doi": "10.1186/1471-2164-15-659",
              "pub-id_pmid": "25102863",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "An integrated omics analysis: impact of microgravity on host response to lipopolysaccharide in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54387,
            "infons": {
              "fpage": "4466",
              "lpage": "4475",
              "name_0": "surname:Versari;given-names:S",
              "name_1": "surname:Longinotti;given-names:G",
              "name_2": "surname:Barenghi;given-names:L",
              "name_3": "surname:Maier;given-names:JAM",
              "name_4": "surname:Bradamante;given-names:S",
              "pub-id_doi": "10.1096/fj.13-229195",
              "pub-id_pmid": "23913861",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "27",
              "year": "2013"
            },
            "text": "The challenging environment on board the International Space Station affects endothelial cell function by triggering oxidative stress through thioredoxin interacting protein overexpression: the ESA-SPHINX experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54603,
            "infons": {
              "fpage": "296747",
              "name_0": "surname:Girardi;given-names:C",
              "pub-id_doi": "10.1155/2014/296747",
              "pub-id_pmid": "25045661",
              "section_type": "REF",
              "source": "Biomed. Res. Int.",
              "type": "ref",
              "volume": "2014",
              "year": "2014"
            },
            "text": "Integration analysis of microRNA and mRNA expression profiles in human peripheral blood lymphocytes cultured in modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54736,
            "infons": {
              "fpage": "1",
              "lpage": "16",
              "name_0": "surname:Girardi;given-names:C",
              "pub-id_doi": "10.1371/journal.pone.0031293",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Analysis of miRNA and mRNA expression profiles highlights alterations in ionizing radiation response of human lymphocytes under modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54885,
            "infons": {
              "fpage": "1",
              "lpage": "12",
              "name_0": "surname:Wei;given-names:L",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Experimental study on effect of simulated microgravity on structural chromosome instability of human peripheral blood lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55015,
            "infons": {
              "fpage": "1",
              "lpage": "15",
              "name_0": "surname:Fuentes;given-names:TI",
              "pub-id_doi": "10.1371/journal.pone.0132378",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Simulated microgravity exerts an age-dependent effect on the differentiation of cardiovascular progenitors isolated from the human heart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55152,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Bisserier, M. et al. Astronauts plasma-derived exosomes induced aberrant EZH2-mediated H3K27me3 epigenetic regulation of the vitamin D receptor. Front. Cardiovasc. Med. 9, 855181 (2022).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55339,
            "infons": {
              "fpage": "1",
              "lpage": "20",
              "name_0": "surname:Vidyasekar;given-names:P",
              "pub-id_doi": "10.1371/journal.pone.0135958",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Genome wide expression profiling of cancer cell lines cultured in microgravity reveals significant dysregulation of cell cycle and microRNA gene networks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55493,
            "infons": {
              "fpage": "2363",
              "lpage": "2367",
              "name_0": "surname:Carvalho;given-names:BS",
              "name_1": "surname:Irizarry;given-names:RA",
              "pub-id_doi": "10.1093/bioinformatics/btq431",
              "pub-id_pmid": "20688976",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "26",
              "year": "2010"
            },
            "text": "A framework for oligonucleotide microarray preprocessing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55550,
            "infons": {
              "fpage": "e47",
              "lpage": "e47",
              "name_0": "surname:Ritchie;given-names:ME",
              "pub-id_doi": "10.1093/nar/gkv007",
              "pub-id_pmid": "25605792",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "limma powers differential expression analyses for RNA-sequencing and microarray studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55638,
            "infons": {
              "fpage": "307",
              "lpage": "315",
              "name_0": "surname:Gautier;given-names:L",
              "name_1": "surname:Cope;given-names:L",
              "name_2": "surname:Bolstad;given-names:BM",
              "name_3": "surname:Irizarry;given-names:RA",
              "pub-id_doi": "10.1093/bioinformatics/btg405",
              "pub-id_pmid": "14960456",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "20",
              "year": "2004"
            },
            "text": "affy—analysis of Affymetrix GeneChip data at the probe level",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]