[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC2998437",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "S. aureus MscL Is a Pentamer In Vivo",
              "article-id_doi": "10.1371/journal.pbio.1000555",
              "article-id_pmc": "PMC2998437",
              "article-id_pmid": "21151884",
              "article-id_publisher-id": "10-PLBI-RA-8359R2",
              "elocation-id": "e1000555",
              "issue": "12",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Dorwart;given-names:Michael R.",
              "name_1": "surname:Wray;given-names:Robin",
              "name_2": "surname:Brautigam;given-names:Chad A.",
              "name_3": "surname:Jiang;given-names:Youxing",
              "name_4": "surname:Blount;given-names:Paul",
              "name_5": "surname:Petsko;given-names:Gregory A.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "8",
              "year": "2010"
            },
            "text": " S. aureus MscL Is a Pentamer In Vivo but of Variable Stoichiometries In Vitro: Implications for Detergent-Solubilized Membrane Proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 137,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Detergent-induced rearrangements of membrane-protein subunits explain why two MscL channel stoichiometries have been resolved by X-ray crystallography - but S. aureus MscL is truly a pentamer in vivo.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 338,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "While the bacterial mechanosensitive channel of large conductance (MscL) is the best studied biological mechanosensor and serves as a paradigm for how a protein can sense and respond to membrane tension, the simple matter of its oligomeric state has led to debate, with models ranging from tetramers to hexamers. Indeed, two different oligomeric states of the bacterial mechanosensitive channel MscL have been resolved by X-ray crystallography: The M. tuberculosis channel (MtMscL) is a pentamer, while the S. aureus protein (SaMscL) forms a tetramer. Because several studies suggest that, like MtMscL, the E. coli MscL (EcoMscL) is a pentamer, we re-investigated the oligomeric state of SaMscL. To determine the structural organization of MscL in the cell membrane we developed a disulfide-trapping approach. Surprisingly, we found that virtually all SaMscL channels in vivo are pentameric, indicating this as the physiologically relevant and functional oligomeric state. Complementing our in vivo results, we purified SaMscL and assessed its oligomeric state using three independent approaches (sedimentation equilibrium centrifugation, crosslinking, and light scattering) and established that SaMscL is a pentamer when solubilized in Triton X-100 and C8E5 detergents. However, performing similar experiments on SaMscL solubilized in LDAO, the detergent used in the crystallographic study, confirmed the tetrameric oligomerization resolved by X-ray crystallography. We further demonstrate that this stoichiometric shift is reversible by conventional detergent exchange experiments. Our results firmly establish the pentameric organization of SaMscL in vivo. Furthermore they demonstrate that detergents can alter the subunit stoichiometry of membrane protein complexes in vitro; thus, in vivo assays are necessary to firmly establish a membrane protein's true functionally relevant oligomeric state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2240,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Author Summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2255,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The ability to detect mechanical forces is at the basis of not only the senses of touch hearing and balance but also cardiovascular and osmotic regulation. One of the primary ways that organisms detect forces is through mechanosensitive channels, and mechanosensation is so vital that essentially all organisms have at least one such sensor. Indeed, the best-studied mechanosensitive channel is from bacteria, and because relatively little is known of mechanosensors from higher organisms, these channels are a model for how a protein can sense and respond to mechanical forces. Although the bacterial mechanosensitive channel MscL has been well studied, the simple issue of how many subunits it has is hotly debated. There are even two published crystal structures showing either tetrameric or pentameric complexes. Here we show that the channel is actually pentameric in vivo and that the detergent used to solubilize the protein can rearrange the complexes from pentamers to tetramers. The finding that detergents can have such a profound effect on structure may have broad implications for the study of other membrane proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3387,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3400,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The bacterial mechanosensitive channel MscL serves as a biological “emergency release valve,” allowing rapid loss of solutes in response to a sudden decrease in the osmolarity of a bacterium's environment. It is perhaps the best characterized mechanosensor, thus serving as a paradigm of how a membrane protein can detect and respond to mechanical forces. Ironically, something as simple as the stoichiometry of the MscL complex has plagued the field with debate since its inception.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3888,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The original model for the E. coli MscL (EcoMscL) stoichiometry was a homo-hexameric organization, which was suggested by crosslinking and the study of tandem subunits. This model then appeared to be supported by low-resolution two-dimensional crystallization of EcoMscL. But the subsequent elucidation of the M. tuberculosis channel (MtMscL) by X-ray crystallography then suggested a pentameric organization, at least for this orthologue. This result led to a re-evaluation of EcoMscL stoichiometry, which supported a pentameric organization and brought into question whether the two-dimensional crystallization data could be fit by 5-fold as well as 6-fold symmetry. Thus, the field transiently seemed to have settled that MscL was most likely a pentamer. However, the recent crystallographic structure of the S. aureus homolog (SaMscL) reveals a tetramer variant. This latter finding has again raised questions regarding the true oligomeric state of MscL and evokes the possibilities either that MscL from different species assemble into complexes with different stoichiometries or that the channel exists as multiple functional oligomeric complexes in the cell membrane. Therefore, we set out to identify the MscL oligomeric state in the cell membrane and to understand how the SaMscL channel, which shares approximately 40% sequence identity with EcoMscL and MtMscL, could exist in the non-pentameric subunit organization resolved by X-ray crystallography. We found not only that the true in vivo oligomeric state of SaMscL is a pentamer but also that at least one detergent, LDAO, artificially but reversibly reorganizes this structure into a tetrameric stoichiometry.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5563,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5571,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With multiple oligomeric states identified in vitro, we devised a disulfide-trapping strategy to identify the oligomeric state of MscL in bacterial membranes. Using this approach, we were able to directly measure the subunit stoichiometry of SaMscL in vivo by generating a series of double-cysteine mutants in regions predicted to be in close proximity from both existing crystal structures (Figure 1A). These modifications allow crosslinking in the cell membrane via disulfide bonds as previously described. Briefly, the cells were osmotically shocked in the presence of the oxidizing agent copper-phenanthroline, centrifuged, and then immediately resuspended in SDS loading buffer to avoid unnecessary manipulation of the proteins. As we previously observed, osmotic shock increased disulfide bridging, presumably because reductants including glutathione and thioredoxin are released from the cell, thus decreasing the reducing potential of the cytosol. The protein content of the lysed cells was evaluated using SDS-PAGE and molecular weight standards. For the L10C/L89C or L10C/M91C SaMscL channels, we were able to observe efficient in vivo disulfide trapping (Figure 1B). For the L10C/L89C protein, a range of oligomeric states was observed, a pentamer being the maximal state. However, for the L10C/M91C protein, one primary band was observed that reflects a pentameric complex. These data demonstrate that the pentamer is by far the major species within the cell membrane and thus appears to be the true structural and functional unit in vivo.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7123,
            "infons": {
              "file": "pbio.1000555.g001.jpg",
              "id": "pbio-1000555-g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "\nS. aureus MscL is a pentamer in the cell membrane.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7175,
            "infons": {
              "file": "pbio.1000555.g001.jpg",
              "id": "pbio-1000555-g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Two orientations of the SaMscL and MtMscL crystal structures are shown with the molecules viewed from the periplasmic side (top) and from the lipid bilayer (bottom). The locations of the residues used to perform the in vivo disulfide crosslinking experiments are highlighted on the structures in surface representation: blue represents L10 (SaMscL) and A10 (MtMscL), orange represents T89 (SaMscL) and T96 (MtMscL), and red represents M91 (SaMscL) and R98 (MtMscL). (B) Western blot analysis of L10C/L89C and L10C/M91C SaMscL channels after in vivo disulfide bond trapping using copper-phenanthroline in both osmotically shocked (S+) and non-shocked (NS) samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7843,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With SaMscL pentamers being the predominant oligomeric state in the cell membrane, we wanted to understand why SaMscL crystallized as a tetramer. We began by confirming the previously observed pentameric and tetrameric states of MscL by performing crosslinking experiments of purified EcoMscL and SaMscL, visualizing their oligomeric state by Western blot analysis (Figure 2). Five crosslinked EcoMscL products were observed, consistent with previous reports showing that EcoMscL is a pentamer. In contrast with previous findings, SaMscL also presented five crosslinked products, suggesting that SaMscL also exists in a pentameric oligomeric state. No difference was observed between proteins expressed by a high-expressing plasmid (pET) and those encoded a moderate-expressing plasmid (pB10), demonstrating that expressions levels have no effect on MscL oligomerization. To substantiate these results, sedimentation equilibrium analytical ultracentrifugation (SE) was performed to directly measure the mass of the SaMscL channel. The results for SaMscL were fit to a single-species model and yielded a molar mass of 71.2 kDa, consistent with a pentameric subunit organization (SaMscL theoretical pentameric molar mass is 72.2 kDa) (Figure 3A, B). As a third independent method to directly measure the mass of the SaMscL channel, we performed size exclusion chromatography multi-angle light scattering (SEC-MALS) experiments. Analysis of nine independent SEC-MALS experiments resulted in an average calculated SaMscL mass of 72.8±0.8 kDa (Ave ± SD, n = 9), again consistent with a pentameric subunit organization of SaMscL (representative experiment shown in Figure 3C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9520,
            "infons": {
              "file": "pbio.1000555.g002.jpg",
              "id": "pbio-1000555-g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "\nE. coli and S. aureus MscL are pentameric multimers by crosslinking.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9590,
            "infons": {
              "file": "pbio.1000555.g002.jpg",
              "id": "pbio-1000555-g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Western blot analysis of DSS-treated E. coli-MscL (Eco) and S. aureus-MscL (Sa) expressed with either the pET21a (pET) or pB10 vector show five distinct bands at both expression levels. Molecular weight markers are shown to the left of the blot and the approximate location of monomers (1×) to pentamers (5×) is shown between the blots. The right-hand blot shows a separate experiment where the majority of the EcoMscL and the SaMscL protein are in the pentameric and monomeric forms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10077,
            "infons": {
              "file": "pbio.1000555.g003.jpg",
              "id": "pbio-1000555-g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Purified S. aureus MscL is pentameric by equilibrium sedimentation centrifugation and SEC-MALS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10173,
            "infons": {
              "file": "pbio.1000555.g003.jpg",
              "id": "pbio-1000555-g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sedimentation equilibrium centrifugation was performed on 40 µM SaMscL in the neutrally buoyant detergent C8E5. The upper two panels in (A) and (B) show scans from three different rotor speeds monitored at either 250 nm (A) or 280 nm (B). The lines represent fits to the data of a single species model that yield a calculated protein mass of 71.2 kDa with a local rmsd of 0.005799 (A) and 0.005059 (B) (SaMscL monomer mass is 14.4 kDa; pentamer mass is 72.2 kDa). The lower two panels in (A) and (B) show the residuals from the data fitting. A representative SEC-MALS experiment of SaMscL in C8E5 is shown in (C) with the UV chromatogram colored blue and the 90° light scattering chromatogram colored red. The total computed mass is shown as the black line across the elution peak, with the SaMscL and C8E5 mass shown in green and orange, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11030,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The data presented in Figures 2 and 3 show three independent approaches that all confirm the pentameric oligomeric state of SaMscL, in agreement with our in vivo crosslinking results. These data are also consistent with the MtMscL crystal structure and biochemical studies of EcoMscL but inconsistent with the subunit organization in the SaMscL crystal structure. The major difference in the protein handling between our experiments and those previously published for the SaMscL channel was the choice of solubilizing detergent. Our measurements were made in the presence of either Triton X-100 (crosslinking) or pentaethylene glycol monooctyl ether (C8E5) detergent (SE and SEC-MALS), not Lauryldimethylamine-oxide (LDAO), the detergent used previously to crystallize SaMscL and evaluate its oligomeric state. To determine if the solubilizing detergent could account for the discrepancies in the data, we tested whether LDAO may affect the oligomeric state of SaMscL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11999,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We performed SaMscL crosslinking experiments in the presence of LDAO and found essentially no crosslinked pentamer and a substantial increase in tetramers when compared to the experiments performed in Triton X-100 (Figure 4A). To confirm that LDAO was altering the oligomeric state of the SaMscL channel rather than simply affecting our crosslinking efficiency, we directly measured the mass of the SaMscL protein in the presence of LDAO by SEC-MALS (representative experiment shown in Figure 4B). The results show that the average protein mass in the presence of LDAO is 60.0±2.8 kDa (Ave ± SD, n = 8), a mass that is dramatically reduced compared to the C8E5 experiments (72.8±0.8 kDa) and that is consistent with a tetrameric oligomeric state (theoretical SaMscL tetramer is 57.8 kDa). As a third independent approach to assess the oligomeric state of the protein, we performed sedimentation velocity experiments on the SaMscL protein in LDAO. Two different methods were used to calculate the molar mass of the protein from these data (see Methods for details). Both resulted in similar values: 62.3±1.3 kDa (“s and D” method, Figure 4C) and 64±3 kDa (“Stokes radius” method) (Weighted Ave ± 1σ). These results again show a protein molar mass well below that of a pentamer, consistent with LDAO affecting the oligomeric state of the SaMscL channel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13370,
            "infons": {
              "file": "pbio.1000555.g004.jpg",
              "id": "pbio-1000555-g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "LDAO stabilizes a MscL tetrameric oligomeric state as measured by crosslinking, SEC-MALS, and Sedimentation Velocity Centrifugation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13503,
            "infons": {
              "file": "pbio.1000555.g004.jpg",
              "id": "pbio-1000555-g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Western blot analysis of DSS-treated SaMscL solubilized with either Triton-X100 or LDAO yield different quantities of tetramers and pentamers. (B) A representative SEC-MALS experiment of SaMscL in LDAO is shown with the UV chromatogram colored blue and the 90° light scattering chromatogram colored red. The total, SaMscL, and LDAO masses are shown as black, green, and orange lines across the elution peak, respectively. The mass of the SaMscL monomer is 14.4 kDa and the tetramer mass is 57.8 kDa. (C) SaMscL in 4 mM LDAO was subjected to sedimentation velocity centrifugation at 50,000 rpm, and the data were analyzed using the noninteracting “species model” of SEDPHAT. Four species, including the detergent micelles, were analyzed. The molar mass of the dominant sedimenting species was 62.5 kDa. In the upper part, the individual data points are depicted as circles, and the best-fit model to those data is shown as lines. The data and fit lines are color coded by color: Violet for the earliest scans, then progressing through indigo, blue, green, yellow, orange, and red as the scans go further forward in time. For clarity only every other scan used in the data analysis is shown. In the lower part, the residuals between the data points and the fitted line are shown and color coded as above.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14815,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also tested the reversibility of this oligomeric state reorganization by using SaMscL purified in LDAO and then exchanged the LDAO detergent for C8E5. This protocol resulted in the SaMscL mass increasing from 61.4±0.7 kDa (Ave ± SD, n = 3) to 72.0±2.6 kDa (Ave ± SD, n = 4) as measured by SEC-MALS (Figure 5). The choice of initial detergent made no difference in the reversibility, as purifying SaMscL in C8E5 and then exchanging the detergent for LDAO showed a mass decrease from 72.2±0.5 kDa in C8E5 (Ave ± SD, n = 5) to 58.7±0.7 kDa in LDAO (Ave ± SD, n = 3). Hence, the oligomeric rearrangement is reversible and is completely dependent upon the detergent solubilizing the MscL protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15534,
            "infons": {
              "file": "pbio.1000555.g005.jpg",
              "id": "pbio-1000555-g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The S. aureus MscL stoichiometry change is reversible.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15589,
            "infons": {
              "file": "pbio.1000555.g005.jpg",
              "id": "pbio-1000555-g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The oligomeric state of SaMscL in 4 mM LDAO was determined using SEC-MALS, which measured a protein mass of 61.3 kDa, consistent with a tetrameric channel (top chromatogram). (B) The SaMscL-LDAO sample was exchanged into C8E5, and the following day the oligomeric state of SaMscL-C8E5 sample was measured by SEC-MALS. Analysis of the SEC-MALS results for the SaMscL-C8E5 sample showed a protein mass of 74.4 kDa, consistent with the channel in a pentameric state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16057,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16068,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Essentially all previous structural studies on MscL, as with most membrane proteins, have been performed on channels that have been solubilized, under the assumption that detergents do not alter the subunit stoichiometry. Our data examining the effect of different detergents on the oligomeric state of SaMscL have far-reaching implications for membrane protein research, as we now clearly demonstrate that changes in oligomeric state can and do occur upon detergent solubilization, and these alterations are not easily detected by SEC (see Figures 3C and 4B). To circumvent these artifacts associated with solubilization, we have developed an in vivo cross-linking assay. Although the pentamer is by far the major product observed in Figure 1B, very small amounts of smaller oligomers can be resolved upon overloading of protein gels and long Western blot exposures. The small amount of tetramers and smaller complexes observed upon long exposure could be incompletely assembled protein or may simply be due to the lack of disulfide bridging, which is rarely observed to be this efficient (e.g. see). In addition, we cannot completely rule out the possibility that oligomerization is a dynamic and even reversible process in vivo. Regardless, it seems unlikely that oligomeric species smaller than pentamers have a physiological role given that there are tens of channels per cell, and the smaller species compose only a few percent of the total channels. Our data definitively show that the vast majority of the SaMscL channel adopts a pentameric structure in the cell membrane, consistent with the MtMscL crystal structure, but incompatible with the SaMscL crystal structure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17747,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "A close inspection of the recent tetrameric SaMscL structure, which was speculated to be in an expanded gating intermediate state, reveals structural interactions between residues in TM1 and TM2 residues of a neighboring subunit similar to those in the closed MtMscL structure. This result was surprising because several studies using various techniques have suggested TM1 undergoes a significant clockwise rotation (as viewed from the periplasmic side) upon channel gating. The approaches supporting this interpretation include: spin labeling combined with electron paramagnetic resonance (EPR) studies, accessibility of sulfhydryl reagents to cysteine mutants in TM1 upon gating, accessibility of heavy metals to engineered binding sites in the pore, suppression mutagenesis demonstrating interactions between TM1 and TM2 upon gating, and confirmation of multiple interaction sites between TM1 and TM2 upon gating by using an electrostatic repulsion approach as well as disulfide trapping. Both the EPR studies as well as the heavy-metal binding in the pore strongly suggest that this rotation occurs quite early in the gating process, before ion permeation. By this model, V21 and G24 (V23 and G26 in EcoMscL) should rotate away from the pore constriction, allowing V22 and the positively charged K29 (I24 and K31 in EcoMscL) to line the open pore. The observation that this rearrangement has not occurred strongly suggests that the crystal SaMscL structure actually reflects a strained closed state due to improper oligomeriazation, rather than an expanded intermediate state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19328,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The observed stoichiometry changes in detergents also evoke questions regarding how membrane protein subunits assemble into physiological multimeric complexes. A previous report on EcoMscL demonstrated that when the protein is translated in vitro in the absence of any lipid or detergent and is subsequently purified in the presence of Triton X-100, the channel spontaneously assembles into pentamers. A separate study demonstrated that even synthetically synthesized EcoMscL will oligomerize into functional channels when incorporated into lipid membranes. These studies demonstrate that the EcoMscL channel has the ability to self-assemble into the functional oligomer in vitro. Similarly, it appears that C8E5 and Triton X-100 allow SaMscL to properly fold and assemble into a pentameric structure, which correlates with the observed oligomeric state in vivo. In contrast, LDAO reorganizes SaMscL into tetramers that do not appear to exist in significant quantities in vivo, suggesting that they are not physiologically relevant. The observed self-assembly properties of EcoMscL under many conditions, combined with the reversible nature of the detergent-induced oligomeric state changes for SaMscL, may explain why Liu et al. observed channel function for the LDAO solubilized SaMscL tetramers; presumably, once the tetrameric LDAO-solubilized SaMscL is reconstituted into lipids, it rearranges back into functional pentameric structures.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20771,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The crystal structure of the SaMscL was derived from a truncation mutant in which several amino acids at the C-terminus had been removed. One previous study suggested that at least some C-terminus deletions of EcoMscL could lead to the formation of larger aggregates when translated in a cell-free system. While we cannot rule out the possibility that the SaMscL deletion contributed to the stabilization of the tetramer in the crystal, our data do demonstrate that detergents alone can stabilize alternative oligomeric states of the full-length SaMscL in solution.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21337,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our observations make it tempting to speculate that larger, more hydrated head groups (i.e. the head groups of C8E5 and Triton X-100) promote pentamer formation, while smaller head groups (i.e. LDAO) promote tetramer formation. However, with such a small number of detergents tested thus far, additional experiments will be required to identify what chemical properties of the detergents cause the oligomeric state change and what effect, if any, lipids may have on the stabilization of specific oligomeric states.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21852,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In sum, our data demonstrate that the physiologically active SaMscL oligomer in vivo is a pentamer and that purification in detergents can cause a reorganization of the SaMscL channel's oligomeric state. Our findings also show that SEC alone is insufficient to evaluate the usefulness of a particular detergent for the study of membrane proteins; ideally, SEC-MALS and/or analytical ultracentrifugation should be correlated with in vivo experiments that can more confidently determine the functional and physiologically relevant oligomeric state of membrane proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22420,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22442,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Purification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22455,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "SaMscL (accession number: CAG43065) was expressed using the pET21a vector in PB116 E. coli cells grown to O.D.600 0.6–0.8 and induced with 1 mM IPTG for 2–3 h at 37°C. Cells were harvested and stored at −80°C until needed. Cells containing SaMscL were lysed in 50 mM NaPi pH 8.0, 300 mM NaCl, 0.5 µg/ml DNAse, 1 mg/ml lysozyme, and 150 µl protease inhibitors (Sigma) using a French press at 16K PSI at 4°C. The cell lysate was incubated with 40 mM n-Decyl-β-D-Maltopyranoside (DM) for 1 h at 4°C and then centrifuged at 24,000× g for 30 min at 4°C to clarify the lysate. 4 mM imidazol was added to the resulting supernatant and then bound to 4 ml of Ni-NTA slury pre-equilibrated with 50 mM NaPi pH 8.0, 300 mM NaCl, 5 mM imidazol, and 40 mM DM for 1 h at 4°C. Standard metal affinity chromatography was performed with 10 column volumes of wash buffer containing 50 mM NaPi pH 8.0, 300 mM NaCl, 30 mM imidazol, 4 mM DM, and SaMscL was eluted with 50 mM NaPi pH 8.0, 300 mM NaCl, 300 mM imidazol, and 4 mM DM. The purest protein fractions were combined and concentrated using a 10,000 molecular weight cutoff filter (Amicon). Detergent exchange was accomplished by adding 40 mM Lauryldimethylamine-oxide (LDAO) or 5% (w/v) pentaethylene glycol monooctyl ether (C8E5) to the concentrated SaMscL and allowing the protein-detergent complex to equilibrate overnight at room temperature. The following day the protein was subjected to size exclusion chromatography using a superdex 200 column (GE Healthcare) in 20 mM NaPi pH 7.5, 170 mM NaCl, and 4 mM LDAO or 0.5% (w/v) C8E5. The eluting peak was collected and concentrated using a 50,000 molecular weight cutoff filter (Amicon) and used for either sedimentation equilibrium experiments or size exclusion chromatography-multiangle light scattering experiments (SEC-MALS).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24289,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Crosslinking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24302,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "SaMscL and EcoMscL were cloned into pB10 and pET21a vectors and transformed into PB104 or PB116 E. coli and purified as previously described. 2% Triton X-100 or 44 mM LDAO was used for MscL extraction with a final concentration of 0.2% and 2.1 mM, respectively, after purification. For crosslinking reactions 5 µg of protein was incubated with 2 mM DSS (Thermo Scientific) on ice for 5 min. The reaction was quenched with a final concentration of 100 mM Tris pH 7.5 for 15 min at room temperature as recommended by the manufacturer. Samples were brought up in non-reducing sample buffer, were loaded on a Criterion 4–20% gel, and were subjected to Western as previously described. The primary antibody anti-Penta His (Qiagen) was used at 1∶4,000 and the secondary Goat anti-Mouse HRP (Bio-Rad) at 1∶100,000. Blots were developed using HRP substrate (Millipore) and exposed to film.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25191,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "In Vivo Disulfide Trapping",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25218,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Overnight cultures were diluted 1∶100 and grown 1 h at 37°C in LB. LB with 1 M NaCl was then added for a final concentration of 0.5 M. Cultures were then induced with 1 mM IPTG for 1 h when an OD 600 of 0.2 was reached. Cultures were either Mock shocked (0.5 M NaCl LB) or shocked (water with 1.5 µM copper phenanthroline) at a 1∶20 dilution for 15 min at 37°C. Samples were spun down at 4,000 g for 20 min and immediately re-suspended in non-reducing sample buffer, adjusted for final OD, and run on a 4%–20% gel (Bio-Rad) for Western blot analysis. The primary antibody anti-Penta His (Qiagen) was used at 1∶4,000 and the secondary Goat anti-Mouse HRP (Bio-Rad) at 1∶40,000. Blots were developed using HRP substrate (Millipore) and exposed to film.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25982,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "SEC-MALS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25991,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A Shimadzu Prominence HPLC system equipped with a Shodex KW-803 SEC column was connected in line with a miniDAWN-TREOS light scattering instrument (Wyatt Technologies) and Optilab rEX refractometer (Wyatt Technologies). The light scattering and refractive index instruments were calibrated following the manufacturer's guidelines, and 40 ml of running buffer (20 mM NaPi pH 7.5, 170 mM NaCl and 4 mM LDAO or 0.5% (w/v) C8E5) was used to equilibrate the SEC column and establish stable baselines for the light scattering and refractive index instruments. 25–75 µg of purified protein was used for each SEC-MALS experiment, and data were collected using ASTRA V software (Wyatt Technologies) and processed following the manufacturer's guidelines. LDAO and C8E5 dn/dc values (0.1490 and 0.1240, respectively) were measured using the Optilab rEX following the manufacturer's guidelines and the SaMscL extinction coefficient was calculated from the amino acid sequence.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26960,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Analytical Ultracentrifugation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26991,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Buffer density-matching experiments were performed in a Beckman Coulter XL-I Analytical Ultracentrifuge to identify the appropriate solution density to match the density of the C8E5 detergent. Volumes of 180 µL of solutions containing 20 mM NaPi pH 7.5, 0.5% (w/v) C8E5, and various concentrations of NaCl were placed in the sample sector of a dual-sectored, charcoal-filled Epon centerpiece (Beckman-Coulter; all AUC experiments were carried out in such centerpieces) that was sandwiched between sapphire windows. Identical buffers without detergent were placed in the reference sector. The centrifugation cells were centrifuged at a temperature of 25°C and a rotor speed of 50,000 rpm; an An-50Ti rotor was used for all centrifugation experiments. The formation of any detergent concentration gradient was monitored using interference optics. C8E5 was found to be neutrally buoyant in 20 mM NaPi pH 7.5, 170 mM NaCl, which was then used for all sedimentation equilibrium centrifugation experiments with 0.5% C8E5 at 25°C. 4, 8, 40, and 80 µM SaMscL samples were prepared and loaded into the assembled ultracentrifuge cells; buffer with detergent was deposited in the reference sector. Long solution columns (180 µL) were also used in this experiment. Centrifugation was performed at 25°C at 9,500, 14,000, and 17,500 rpm. The data were analyzed using SEDFIT to determine if the samples had come to equilibrium, and SEDPHAT was used to fit the sedimentation equilibrium data to a single species model. Multispeed analysis with mass-conservation constraints was performed, allowing the time-invariant and radially invariant noise elements to be calculated and subtracted from the data. A 68.3% confidence interval was calculated as previously described. The error number reported is the average of the positive and negative deviations from best mass value. For the determination of the amount of detergent bound per gram of protein (δD), buffer without detergent was used in the reference sector, and two different concentrations (41 and 66 µM) of MscL were placed in the sample sector. The volume of each sample and reference was 390 µl. The rotor speed used was 50,000 rpm, and the temperature setting was 20°C. The data were analyzed in SEDFIT using the non-interacting discrete species model. The flotation of the detergent micelles (the density of LDAO is less than that of water) was explicitly accounted for by giving that species a negative sedimentation coefficient. The amounts of absorbance units and interference fringes present for the main sedimenting species were derived from this analysis. Using the calculated extinction coefficient of the protein and the known refractive index increments of the detergent and the protein, δD was calculated as in le Maire et al.. Subsequent sedimentation velocity experiments were performed with 20, 32, and 64 µM SaMscL samples in 4 mM LDAO at 50,000 rpm at 20°C. The volume centrifuged was 390 µL. In these cases, the reference buffer contained the same [LDAO] as the sample. The absorbance data (interference data were not collected) were initially analyzed using the c(s) model in SEDFIT. Although LDAO has a very low extinction coefficient at 280 nm, its floatation was detectable; the range of data near to the meniscus was therefore eliminated for this analysis. In these analyses, small quantities (2%–3% of the total signal) of large species were detected. Using this information, all species, including the floating detergent, were modeled in the “species analysis” model in SEDPHAT. This approach is referred to as the “s and D” method in the text, because both the sedimentation coefficient and the diffusion coefficient are refined to arrive at the buoyant molar mass (Mb). Mb was transformed to M (the molar mass of the protein) using the formulawhere  ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30848,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The symbol ρ is the solution density,  is the partial specific volume of the protein, and  is the partial specific volume of the detergent. Any lipids bound to SaMscL were neglected in these calculations. Mb was also calculated using the relationshipwhere N 0 is Avogadro's number, η is the solution viscosity, Rs is the Stokes radius of the protein/detergent complex, and s is the sedimentation coefficient. The Stokes radius of the protein was obtained by calibrating the SEC column described above with proteins of known Stokes radius. Rs for SaMscL in LDAO was 4.2 nm. Again, Mb was transformed to M using Eq. 1. Values for , η, and ρ were estimated using the program SEDNTERP. The value of  was taken as 1.13 mL/g. Confidence intervals of s and Mb were calculated as detailed above. A confidence interval for the value of Stokes radius, which was derived from a linear regression, was:where t is the t statistic, ss is the estimate of σ for the regression line, Ve is the elution volume of MscL from the SEC column,  is the average elution volume of the standards, n is the number of standards, and SVV is the sum of squared deviations of the individual standard compared to . In cases of asymmetric error intervals, the σ was taken as the average of the difference between the boundary value and the best-fitted value. Because multiple experiments, each having different errors, were performed, the value of M reported in the main text is the weighted mean μw ± the weighted σ (σ w), calculated using the formulas: for the I experiments preformed (i = 3 in this case).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32449,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "The authors have declared that no competing interests exist.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32510,
            "infons": {
              "section_type": "METHODS",
              "type": "footnote"
            },
            "text": "MRD and YJ were supported by the Howard Hughes Medical Institute, the National Institutes of Health (grant GM079179 to YJ) and the Welch Foundation (grant I-1578 to YJ). RW and PB were supported by grant I-1420 of the Welch Foundation, grant NNH08ZTT003N NRA from NASA, grant RP100146 from the Cancer Prevention & Research Institute of Texas (CPRIT), and grant GM61028 and its supplement from the National Institutes of Health. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33064,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33075,
            "infons": {
              "fpage": "1730",
              "lpage": "1737",
              "name_0": "surname:Levina;given-names:N",
              "name_1": "surname:Totemeyer;given-names:S",
              "name_2": "surname:Stokes;given-names:N. R",
              "name_3": "surname:Louis;given-names:P",
              "name_4": "surname:Jones;given-names:M. A",
              "pub-id_pmid": "10202137",
              "section_type": "REF",
              "source": "EMBO Journal",
              "type": "ref",
              "volume": "18",
              "year": "1999"
            },
            "text": "Protection of Escherichia coli cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: identification of genes required for MscS activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33245,
            "infons": {
              "fpage": "202",
              "lpage": "233",
              "name_0": "surname:Blount;given-names:P",
              "name_1": "surname:Iscla;given-names:I",
              "name_2": "surname:Moe;given-names:P. C",
              "name_3": "surname:Li;given-names:Y",
              "name_4": "surname:Hamill;given-names:O. P",
              "section_type": "REF",
              "source": "Mechanosensitive ion channels (a volume in the current topics in membranes series)",
              "type": "ref",
              "year": "2007"
            },
            "text": "MscL: the bacterial mechanosensitive channel of large conductance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33312,
            "infons": {
              "fpage": "71",
              "lpage": "101",
              "name_0": "surname:Blount;given-names:P",
              "name_1": "surname:Li;given-names:Y",
              "name_2": "surname:Moe;given-names:P. C",
              "name_3": "surname:Iscla;given-names:I",
              "name_4": "surname:Kamkin;given-names:A",
              "name_5": "surname:Kiseleva;given-names:I",
              "section_type": "REF",
              "source": "Mechanosensitive ion channels (a volume in the mechanosensitivity in cells and tissues, Moscow Academia series)",
              "type": "ref",
              "year": "2008"
            },
            "text": "Mechanosensitive channels gated by membrane tension: bacteria and beyond.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33386,
            "infons": {
              "fpage": "4798",
              "lpage": "4805",
              "name_0": "surname:Blount;given-names:P",
              "name_1": "surname:Sukharev;given-names:S. I",
              "name_2": "surname:Moe;given-names:P. C",
              "name_3": "surname:Schroeder;given-names:M. J",
              "name_4": "surname:Guy;given-names:H. R",
              "pub-id_pmid": "8890153",
              "section_type": "REF",
              "source": "EMBO Journal",
              "type": "ref",
              "volume": "15",
              "year": "1996"
            },
            "text": "Membrane topology and multimeric structure of a mechanosensitive channel protein of Escherichia coli.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33488,
            "infons": {
              "fpage": "14667",
              "lpage": "14670",
              "name_0": "surname:Saint;given-names:N",
              "name_1": "surname:Lacapere;given-names:J. J",
              "name_2": "surname:Gu;given-names:L. Q",
              "name_3": "surname:Ghazi;given-names:A",
              "name_4": "surname:Martinac;given-names:B",
              "pub-id_pmid": "9614061",
              "section_type": "REF",
              "source": "Journal of Biological Chemistry",
              "type": "ref",
              "volume": "273",
              "year": "1998"
            },
            "text": "A hexameric transmembrane pore revealed by two-dimensional crystallization of the large mechanosensitive ion channel (MscL) of Escherichia coli.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33633,
            "infons": {
              "fpage": "2220",
              "lpage": "2226",
              "name_0": "surname:Chang;given-names:G",
              "name_1": "surname:Spencer;given-names:R. H",
              "name_2": "surname:Lee;given-names:A. T",
              "name_3": "surname:Barclay;given-names:M. T",
              "name_4": "surname:Rees;given-names:D. C",
              "pub-id_pmid": "9856938",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "282",
              "year": "1998"
            },
            "text": "Structure of the MscL homolog from Mycobacterium tuberculosis: a gated mechanosensitive ion channel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33734,
            "infons": {
              "fpage": "183",
              "lpage": "193",
              "name_0": "surname:Sukharev;given-names:S. I",
              "name_1": "surname:Schroeder;given-names:M. J",
              "name_2": "surname:McCaslin;given-names:D. R",
              "pub-id_pmid": "10501827",
              "section_type": "REF",
              "source": "Journal of Membrane Biology",
              "type": "ref",
              "volume": "171",
              "year": "1999"
            },
            "text": "Stoichiometry of the large conductance bacterial mechanosensitive channel of E. coli. A biochemical study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33841,
            "infons": {
              "fpage": "120",
              "lpage": "124",
              "name_0": "surname:Liu;given-names:Z",
              "name_1": "surname:Gandhi;given-names:C. S",
              "name_2": "surname:Rees;given-names:D. C",
              "pub-id_pmid": "19701184",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "461",
              "year": "2009"
            },
            "text": "Structure of a tetrameric MscL in an expanded intermediate state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33907,
            "infons": {
              "fpage": "2283",
              "lpage": "2291",
              "name_0": "surname:Iscla;given-names:I",
              "name_1": "surname:Wray;given-names:R",
              "name_2": "surname:Blount;given-names:P",
              "pub-id_pmid": "18515388",
              "section_type": "REF",
              "source": "Biophys J",
              "type": "ref",
              "volume": "95",
              "year": "2008"
            },
            "text": "On the structure of the N-terminal domain of the MscL channel: helical bundle or membrane interface.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34008,
            "infons": {
              "fpage": "2197",
              "lpage": "2204",
              "name_0": "surname:Li;given-names:Y",
              "name_1": "surname:Wray;given-names:R",
              "name_2": "surname:Eaton;given-names:C",
              "name_3": "surname:Blount;given-names:P",
              "pub-id_pmid": "19261722",
              "section_type": "REF",
              "source": "FASEB J",
              "type": "ref",
              "volume": "23",
              "year": "2009"
            },
            "text": "An open-pore structure of the mechanosensitive channel MscL derived by determining transmembrane domain interactions upon gating.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34138,
            "infons": {
              "fpage": "26670",
              "lpage": "26674",
              "name_0": "surname:Ajouz;given-names:B",
              "name_1": "surname:Berrier;given-names:C",
              "name_2": "surname:Garrigues;given-names:A",
              "name_3": "surname:Besnard;given-names:M",
              "name_4": "surname:Ghazi;given-names:A",
              "pub-id_pmid": "9756908",
              "section_type": "REF",
              "source": "Journal of Biological Chemistry",
              "type": "ref",
              "volume": "273",
              "year": "1998"
            },
            "text": "Release of thioredoxin via the mechanosensitive channel MscL during osmotic downshock of Escherichia coli cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34251,
            "infons": {
              "fpage": "73",
              "lpage": "82",
              "name_0": "surname:Slotboom;given-names:D. J",
              "name_1": "surname:Duurkens;given-names:R. H",
              "name_2": "surname:Olieman;given-names:K",
              "name_3": "surname:Erkens;given-names:G. B",
              "pub-id_pmid": "18625320",
              "section_type": "REF",
              "source": "Methods",
              "type": "ref",
              "volume": "46",
              "year": "2008"
            },
            "text": "Static light scattering to characterize membrane proteins in detergent solution.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34332,
            "infons": {
              "fpage": "1",
              "lpage": "20",
              "name_0": "surname:Steinbacher;given-names:S",
              "name_1": "surname:Bass;given-names:R",
              "name_2": "surname:Strop;given-names:P",
              "name_3": "surname:Rees;given-names:D. C",
              "name_4": "surname:Hamill;given-names:O. P",
              "section_type": "REF",
              "source": "Mechanosensitive ion channels (a volume in the Current Topics in Membranes series)",
              "type": "ref",
              "year": "2007"
            },
            "text": "Structures of the prokaryotic mechanosensitive channels MscL and MscS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34403,
            "infons": {
              "fpage": "458",
              "lpage": "482",
              "name_0": "surname:Blount;given-names:P",
              "name_1": "surname:Sukharev;given-names:S. I",
              "name_2": "surname:Moe;given-names:P. C",
              "name_3": "surname:Martinac;given-names:B",
              "name_4": "surname:Kung;given-names:C",
              "name_5": "surname:Conn;given-names:P. M",
              "section_type": "REF",
              "source": "Methods in enzymology",
              "type": "ref",
              "year": "1999"
            },
            "text": "Mechanosensitive channels of bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34442,
            "infons": {
              "fpage": "942",
              "lpage": "948",
              "name_0": "surname:Perozo;given-names:E",
              "name_1": "surname:Cortes;given-names:D. M",
              "name_2": "surname:Sompornpisut;given-names:P",
              "name_3": "surname:Kloda;given-names:A",
              "name_4": "surname:Martinac;given-names:B",
              "pub-id_pmid": "12198539",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "418",
              "year": "2002"
            },
            "text": "Open channel structure of MscL and the gating mechanism of mechanosensitive channels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34528,
            "infons": {
              "fpage": "10161",
              "lpage": "10165",
              "name_0": "surname:Bartlett;given-names:J. L",
              "name_1": "surname:Levin;given-names:G",
              "name_2": "surname:Blount;given-names:P",
              "pub-id_pmid": "15226501",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "101",
              "year": "2004"
            },
            "text": "An in vivo assay identifies changes in residue accessibility on mechanosensitive channel gating.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34625,
            "infons": {
              "fpage": "3684",
              "lpage": "3691",
              "name_0": "surname:Bartlett;given-names:J. L",
              "name_1": "surname:Li;given-names:Y",
              "name_2": "surname:Blount;given-names:P",
              "pub-id_pmid": "16935962",
              "section_type": "REF",
              "source": "Biophys J",
              "type": "ref",
              "volume": "91",
              "year": "2006"
            },
            "text": "Mechanosensitive channel gating transitions resolved by functional changes upon pore modification.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34724,
            "infons": {
              "fpage": "3172",
              "issue": "5",
              "lpage": "3180",
              "name_0": "surname:Iscla;given-names:I",
              "name_1": "surname:Levin;given-names:G",
              "name_2": "surname:Wray;given-names:R",
              "name_3": "surname:Reynolds;given-names:R",
              "name_4": "surname:Blount;given-names:P",
              "pub-id_pmid": "15339809",
              "section_type": "REF",
              "source": "Biophys J",
              "type": "ref",
              "volume": "87",
              "year": "2004"
            },
            "text": "Defining the physical gate of a mechanosensitive channel, MscL, by engineering metal-binding sites.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34824,
            "infons": {
              "fpage": "485",
              "lpage": "495",
              "name_0": "surname:Li;given-names:Y",
              "name_1": "surname:Wray;given-names:R",
              "name_2": "surname:Blount;given-names:P",
              "pub-id_pmid": "15228529",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "53",
              "year": "2004"
            },
            "text": "Intragenic suppression of gain-of-function mutations in the Escherichia coli mechanosensitive channel, MscL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34933,
            "infons": {
              "fpage": "12585",
              "lpage": "12591",
              "name_0": "surname:Berrier;given-names:C",
              "name_1": "surname:Park;given-names:K. H",
              "name_2": "surname:Abes;given-names:S",
              "name_3": "surname:Bibonne;given-names:A",
              "name_4": "surname:Betton;given-names:J. M",
              "pub-id_pmid": "15449948",
              "section_type": "REF",
              "source": "Biochemistry",
              "type": "ref",
              "volume": "43",
              "year": "2004"
            },
            "text": "Cell-free synthesis of a functional ion channel in the absence of a membrane and in the presence of detergent.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35044,
            "infons": {
              "fpage": "4764",
              "lpage": "4769",
              "name_0": "surname:Clayton;given-names:D",
              "name_1": "surname:Shapovalov;given-names:G",
              "name_2": "surname:Maurer;given-names:J. A",
              "name_3": "surname:Dougherty;given-names:D. A",
              "name_4": "surname:Lester;given-names:H. A",
              "pub-id_pmid": "15041744",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "101",
              "year": "2004"
            },
            "text": "Total chemical synthesis and electrophysiological characterization of mechanosensitive channels from Escherichia coli and Mycobacterium tuberculosis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35194,
            "infons": {
              "fpage": "4033",
              "lpage": "4038",
              "name_0": "surname:Yoshimura;given-names:K",
              "name_1": "surname:Usukura;given-names:J",
              "name_2": "surname:Sokabe;given-names:M",
              "pub-id_pmid": "18310324",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "105",
              "year": "2008"
            },
            "text": "Gating-associated conformational changes in the mechanosensitive channel MscL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35273,
            "infons": {
              "fpage": "234",
              "lpage": "256",
              "name_0": "surname:Vistica;given-names:J",
              "name_1": "surname:Dam;given-names:J",
              "name_2": "surname:Balbo;given-names:A",
              "name_3": "surname:Yikilmaz;given-names:E",
              "name_4": "surname:Mariuzza;given-names:R. A",
              "pub-id_pmid": "15003564",
              "section_type": "REF",
              "source": "Anal Biochem",
              "type": "ref",
              "volume": "326",
              "year": "2004"
            },
            "text": "Sedimentation equilibrium analysis of protein interactions with global implicit mass conservation constraints and systematic noise decomposition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35419,
            "infons": {
              "fpage": "336",
              "name_0": "surname:Bevington;given-names:P",
              "name_1": "surname:Robinson;given-names:D. K",
              "section_type": "REF",
              "type": "ref",
              "year": "2002"
            },
            "text": "Data reduction and error analysis for the physical sciences: McGraw Hill.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35493,
            "infons": {
              "fpage": "30",
              "lpage": "42",
              "name_0": "surname:Houtman;given-names:J. C",
              "name_1": "surname:Brown;given-names:P. H",
              "name_2": "surname:Bowden;given-names:B",
              "name_3": "surname:Yamaguchi;given-names:H",
              "name_4": "surname:Appella;given-names:E",
              "pub-id_pmid": "17192587",
              "section_type": "REF",
              "source": "Protein Sci",
              "type": "ref",
              "volume": "16",
              "year": "2007"
            },
            "text": "Studying multisite binary and ternary protein interactions by global analysis of isothermal titration calorimetry data in SEDPHAT: application to adaptor protein complexes in cell signaling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35684,
            "infons": {
              "fpage": "105",
              "lpage": "120",
              "name_0": "surname:Brown;given-names:P. H",
              "name_1": "surname:Schuck;given-names:P",
              "pub-id_pmid": "18196178",
              "section_type": "REF",
              "source": "Comput Phys Commun",
              "type": "ref",
              "volume": "178",
              "year": "2008"
            },
            "text": "A new adaptive grid-size algorithm for the simulation of sedimentation velocity profiles in analytical ultracentrifugation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35808,
            "infons": {
              "fpage": "1606",
              "lpage": "1619",
              "name_0": "surname:Schuck;given-names:P",
              "pub-id_pmid": "10692345",
              "section_type": "REF",
              "source": "Biophys J",
              "type": "ref",
              "volume": "78",
              "year": "2000"
            },
            "text": "Size-distribution analysis of macromolecules by sedimentation velocity ultracentrifugation and lamm equation modeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35927,
            "infons": {
              "fpage": "1782",
              "lpage": "1795",
              "name_0": "surname:le Maire;given-names:M",
              "name_1": "surname:Arnou;given-names:B",
              "name_2": "surname:Olesen;given-names:C",
              "name_3": "surname:Georgin;given-names:D",
              "name_4": "surname:Ebel;given-names:C",
              "pub-id_pmid": "18974737",
              "section_type": "REF",
              "source": "Nat Protoc",
              "type": "ref",
              "volume": "3",
              "year": "2008"
            },
            "text": "Gel chromatography and analytical ultracentrifugation to determine the extent of detergent binding and aggregation, and Stokes radius of membrane proteins using sarcoplasmic reticulum Ca2+-ATPase as an example.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36138,
            "infons": {
              "fpage": "133",
              "lpage": "170",
              "name_0": "surname:Tanford;given-names:C",
              "name_1": "surname:Reynolds;given-names:J. A",
              "pub-id_pmid": "135582",
              "section_type": "REF",
              "source": "Biochim Biophys Acta",
              "type": "ref",
              "volume": "457",
              "year": "1976"
            },
            "text": "Characterization of membrane proteins in detergent solutions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36200,
            "infons": {
              "fpage": "90",
              "lpage": "125",
              "name_0": "surname:Laue;given-names:T. M",
              "name_1": "surname:Shah;given-names:B. D",
              "name_2": "surname:Ridgeway;given-names:R. M",
              "name_3": "surname:Pelletier;given-names:S. L",
              "name_4": "surname:Harding;given-names:S. E",
              "name_5": "surname:Rowe;given-names:A. J",
              "name_6": "surname:Horton;given-names:J. C",
              "section_type": "REF",
              "source": "Analytical ultracentrifugation in biochemistry and polymer science",
              "type": "ref",
              "year": "1992"
            },
            "text": "Computer-aided interpretation of analytical sedimentation data for proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36277,
            "infons": {
              "fpage": "86",
              "lpage": "111",
              "name_0": "surname:le Maire;given-names:M",
              "name_1": "surname:Champeil;given-names:P",
              "name_2": "surname:Moller;given-names:J. V",
              "pub-id_pmid": "11090820",
              "section_type": "REF",
              "source": "Biochim Biophys Acta",
              "type": "ref",
              "volume": "1508",
              "year": "2000"
            },
            "text": "Interaction of membrane proteins and lipids with solubilizing detergents.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36351,
            "infons": {
              "section_type": "ABBR",
              "type": "title"
            },
            "text": "Abbreviations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36365,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "C8E5",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36370,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "pentaethylene glycol monooctyl ether",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36407,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "EcoMscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36415,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": " E. coli MscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36429,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "LDAO",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36434,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "n-dodecyl-N,N-dimethylamine-N-oxide",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36470,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "MtMscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36477,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": " M. tuberculosis MscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36499,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "SaMscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36506,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": " S. auresus MscL",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36523,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "SDS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36527,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "sodium dodecyl sulphate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36551,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "SE",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36554,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "sedimentation equilibrium analytical ultracentrifugation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36611,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "SEC-MALS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36620,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "size exclusion chromatography multi-angle light scattering",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]