[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3040128",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/1471-2229-11-25",
              "article-id_pmc": "PMC3040128",
              "article-id_pmid": "21269510",
              "article-id_publisher-id": "1471-2229-11-25",
              "fpage": "25",
              "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
              "lpage": "25",
              "name_0": "surname:Peng;given-names:Jianling",
              "name_1": "surname:Ilarslan;given-names:Hilal",
              "name_2": "surname:Wurtele;given-names:Eve Syrkin",
              "name_3": "surname:Bassham;given-names:Diane C",
              "section_type": "TITLE",
              "type": "front",
              "volume": "11",
              "year": "2011"
            },
            "text": "5AtRabD2b and AtRabD2c have overlapping functions in pollen development and pollen tube growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 95,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 106,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Rab GTPases are important regulators of endomembrane trafficking, regulating exocytosis, endocytosis and membrane recycling. Many Rab-like proteins exist in plants, but only a subset have been functionally characterized.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 327,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 335,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Here we report that AtRabD2b and AtRabD2c play important roles in pollen development, germination and tube elongation. AtrabD2b and AtrabD2c single mutants have no obvious morphological changes compared with wild-type plants across a variety of growth conditions. An AtrabD2b/2c double mutant is also indistinguishable from wild-type plants during vegetative growth; however its siliques are shorter than those in wild-type plants. Compared with wild-type plants, AtrabD2b/2c mutants produce deformed pollen with swollen and branched pollen tube tips. The shorter siliques in the AtrabD2b/2c double mutant were found to be primarily due to the pollen defects. AtRabD2b and AtRabD2c have different but overlapping expression patterns, and they are both highly expressed in pollen. Both AtRabD2b and AtRabD2c protein localize to Golgi bodies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1176,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1188,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "These findings support a partially redundant role for AtRabD2b and AtRabD2c in vesicle trafficking during pollen tube growth that cannot be fulfilled by the remaining AtRabD family members.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1378,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1389,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Ras-like small GTP-binding proteins (GTPases) regulate diverse processes in eukaryotic cells including signal transduction, cell proliferation, cytoskeletal organization and intracellular membrane trafficking. GTPases are activated by GTP binding and inactivated by subsequent hydrolysis of bound GTP to GDP, thus acting as molecular switches in these processes. The Rab GTPase family is the largest and most complex within the Ras protein superfamily. Rab GTPases are important regulators of endomembrane trafficking, regulating exocytosis, endocytosis and membrane recycling processes in eukaryotic cells. Rab GTPase functions have been extensively studied in yeast and mammalian systems. Both in vivo and in vitro experiments have demonstrated that different Rab proteins function in distinct intracellular membrane trafficking steps and they are hypothesized to work together with soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) proteins to promote specificity of vesicle transport to target compartments and facilitate vesicle and target membrane fusion. They are therefore essential for the transport of proteins and membrane through the endomembrane system to their destination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2605,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The Arabidopsis thaliana genome encodes 93 putative Ras superfamily proteins. Fifty-seven of these are Rab GTPases, more than in yeast but similar to the number in humans. According to their sequence similarity and phylogenetic clustering with yeast and mammalian orthologs, these Rab proteins were assigned to eight subfamilies, AtRabA to AtRabH, which can be further divided into 18 subclasses. Relatively few of the plant Rab orthologs have been investigated functionally. Most of these studies have used constitutively active (CA) and/or dominant negative (DN) mutations, generated by direct mutation of the conserved domain to restrict mutant GTPase proteins to the active GTP-bound form (constitutively active) or inactive GDP-bound form (dominant negative). Expression of CA or DN Rab GTPases can perturb the activity of the endogenous Rab, revealing their functional significance. For a number of plant Rab GTPases, expression of their CA and DN mutants in transformed plants, together with protein localization information, has shown that these Rabs perform functions similar to those of their yeast and mammalian orthologs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3739,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Several reports indicate that Rab proteins are important for elongation of tip-growing cells in plants. For example, AtRabA4b is reported to localize to the tips of root hair cells and was proposed to regulate membrane trafficking through a compartment involved in the polarized secretion of cell wall components. NtRab2 GTPase is important for trafficking between the endoplasmic reticulum and Golgi bodies in tobacco pollen tubes and may be specialized to optimally support the high secretory demands in these tip growing cells. NtRabA (Rab11) in tobacco is predominantly localized to an inverted cone-shaped region at the pollen tube tip, and both constitutively active and dominant negative mutants resulted in reduced tube growth rate, meandering pollen tubes, and reduced male fertility.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4533,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There are four genes in the Arabidopsis RabD subfamily, AtRabD1 (At3g11730), AtRabD2a (At1g02130, AtRab1b), AtRabD2b (At5g47200, AtRab1a) and AtRabD2c (At4g17530, AtRab1c). In mammals, the orthologs of AtRabD, Rab1 isoforms, physically associate with the ER, ER-Golgi intermediate compartment and Golgi and regulate membrane trafficking between the ER and Golgi complex. Fluorescent protein fusions with AtRabD1, AtRabD2a and AtRabD2b localize to the Golgi and trans-Golgi network, and transient expression in plant cells of dominant negative mutants of rabD2a or rabD1 resulted in the inhibition of ER-to-Golgi trafficking, suggesting a related function for the plant Rab1 homologs. Pinheiro et al. isolated T-DNA insertion mutants in each of the AtRabD family genes and reported that each of the single and double mutants lacked a detectable phenotype. By contrast, a rabD2a rabD2b rabD2c triple mutant was lethal and a rabD1 rabD2b rabD2c triple mutant had stunted growth and low fertility, indicating that these gene family members perform important and overlapping functions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5614,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We previously hypothesized that closely related genes with a high Pearson correlation in their RNA accumulation level are functionally redundant, and showed that expression patterns of both the AtRabD2b and AtRabD2c genes are negatively correlated with the process of starch synthesis, whereas the expression patterns of the remaining RabD genes are not. We therefore predicted that these two Rab proteins may have redundant functions that are not shared by the other two AtRabD family members. Here we show that AtRabD2b and AtRabD2c are highly correlated in their RNA accumulation level across a variety of experimental conditions. Phenotypic analysis of knockout mutants indicates that they are at least partially functionally redundant, and are important in pollen development and pollen tube growth. The proteins both localize to the trans-Golgi, consistent with their proposed role in trafficking from the ER to the Golgi apparatus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6553,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6561,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The expression patterns of AtRabD2b and AtRabD2c are closely correlated",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6633,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The four RabD family members in Arabidopsis share about 88% identity at the amino acid level. The accumulation pattern of the associated transcripts is quite distinct across a wide variety of experimental conditions and developmental stages (MetaOmGraph, http://www.metnetdb.org/MetNet_MetaOmGraph.htm;) (Table 1; Additional file 1, Table S1). AtRabD2b and AtRabD2c expression patterns are correlated (at a Pearson correlation value of 0.72), whereas AtRabD1 and AtRabD2a show very low correlation with the others (Pearson correlation value of < 0.20). Based on their high sequence similarity (99% amino acid identity) and the correlation between their mRNA accumulation patterns, we hypothesized that AtRabD2b and AtRabD2c might have some functional overlap that is not shared by AtRabD1 and AtRabD2a.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7436,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Pearson correlation between expression patterns of AtRabD family members.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7510,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th align=\"left\"><italic>AtRabD1</italic></th><th align=\"left\"><italic>AtRabD2a</italic></th><th align=\"left\"><italic>AtRabD2b</italic></th><th align=\"left\"><italic>AtRabD2c</italic></th></tr></thead><tbody><tr><td align=\"left\"><bold><italic>AtRabD1</italic></bold></td><td align=\"left\">100%</td><td/><td/><td/></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td align=\"left\"><bold><italic>AtRabD2a</italic></bold></td><td align=\"left\">17.08%</td><td align=\"left\">100%</td><td/><td/></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td align=\"left\"><bold><italic>AtRabD2b</italic></bold></td><td align=\"left\">-3.4%</td><td align=\"left\">22.19%</td><td align=\"left\">100%</td><td/></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td align=\"left\"><bold><italic>AtRabD2c</italic></bold></td><td align=\"left\">15.92%</td><td align=\"left\">25.23%</td><td align=\"left\"><bold>77.81%</bold></td><td align=\"left\">100%</td></tr></tbody></table>\n"
            },
            "text": "\tAtRabD1\tAtRabD2a\tAtRabD2b\tAtRabD2c\t \tAtRabD1\t100%\t\t\t\t \t\t \tAtRabD2a\t17.08%\t100%\t\t\t \t\t \tAtRabD2b\t-3.4%\t22.19%\t100%\t\t \t\t \tAtRabD2c\t15.92%\t25.23%\t77.81%\t100%\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7668,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Identification of Null Mutations in the Genes AtRabD2b and AtRabD2c",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7736,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "It was reported previously that an AtrabD2b AtrabD2c double mutant has no phenotype. Based on our correlation analysis above, we hypothesized that this mutant may have some more subtle defects that cannot be compensated for by the remaining family members. To investigate this further, we identified T-DNA insertion mutants (Figure 1A) in AtrabD2b (3 alleles) and AtrabD2c (1 allele). Homozygous lines for the T-DNA insertions were identified by PCR, using primers selected by iSct primers (http://signal.salk.edu/tdnaprimers.2.html), and the insertion sites were determined by sequencing the PCR products (Figure 1B). Analysis of mRNA levels by RT-PCR indicated that AtrabD2b-1, AtrabD2b-2 and AtrabD2c-1 are null mutants. However, the AtrabD2b-3 mutation had no effect on AtRabD2b RNA accumulation (Figure 1C and data not shown). Progeny from AtrabD2b-1 and AtrabD2c-1 heterozygotes showed a T-DNA segregation ratio of approximately 3:1 based on kanamycin resistance, consistent with a single insertion. AtrabD2b-2 was supplied as a homozygous line. To generate AtrabD2b AtrabD2c double mutants, AtrabD2b-2 and AtrabD2c-1 homozygous single mutants were crossed, F1 plants were allowed to self fertilize and the AtrabD2b-2/AtrabD2c-1 double mutant was identified from the F2 population by PCR using the primers for both AtrabD2b-2 and AtrabD2c-1. Hereafter, the AtrabD2b-2/AtrabD2c-1 double mutant will be referred to as AtrabD2b/2c, and AtrabD2b-2 and AtrabD2c-1 single mutants will be referred to as AtrabD2b and AtrabD2c respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9275,
            "infons": {
              "file": "1471-2229-11-25-1.jpg",
              "id": "F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Characterization of AtrabD2b and AtrabD2c mutations. A, Gene map. The scaled linear map depicts the 8 exons as boxes and the 7 introns as lines between the boxes for both the AtRabD2b and AtRabD2c genes. The positions of the translational start and stop codons in exon 1 and exon 8, respectively, are noted. The locations of the T-DNA insertions (not drawn to scale) in the genes are indicated. B, Genotypes of T-DNA insertion mutants. Genomic DNA was isolated from the indicated single and double mutants and amplified by PCR. Primer pairs used were as following: lane 1, AtrabD2c-LP1 and AtrabD2c-RP1; lane 2, AtrabD2c-RP1 and LBb1; lane 3, AtrabD2b-LP1 and AtrabD2b-RP1; lane 4, AtrabD2b-RP1 and LBb1. C, Analysis of transcripts from AtrabD2b-1, AtrabD2c-1 and AtrabD2b/2c mutants. Total RNA from leaves of wild-type plants, AtrabD2c-1, AtrabD2b-1 and AtrabD2b/2c was amplified by RT-PCR. Primer pairs for AtRabD2c were AtRabD2c-F and AtRabD2c-R, primer pairs for AtRabD2b were AtRabD2b-F and AtRabD2b-R. Tubulin was used as control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10312,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Siliques Are Shorter in the AtrabD2b/2c Double Mutant than in Either Single Mutant or in Wild-Type Lines",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10417,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To evaluate phenotypes associated with the AtrabD2b and AtrabD2c mutants, homozygous AtrabD2b (three alleles, AtrabD2b-1, AtrabD2b-2 and AtrabD2b-3), AtrabD2c and AtrabD2b/2c mutants, along with wild-type siblings, were grown on agar plates with or without various hormone, nutrient and light treatments. We tested over 50 of the conditions described in the Gantlet website (http://www.gantlet.org); however, no significant phenotypic differences were observed in the seedlings for any of the mutant alleles (data not shown). In addition, we tested the seedling phenotype on media with or without sucrose or vitamin B5 and, consistent with previous reports, no obvious phenotypes were observed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11112,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "By contrast, AtrabD2b/2c double mutant lines showed a phenotype associated with reproduction. In these lines, siliques were shorter when grown either under continuous light or long day (16h light/8h dark) conditions. Neither the AtrabD2b nor the AtrabD2c single mutant alleles displayed a short silique phenotype. The length of AtrabD2b/2c siliques was 70% of that of wild-type, AtrabD2b or AtrabD2c single mutant lines (Figure 2; P < 0.01 by Student's t-test). To evaluate whether this reduced silique size is associated with a seed defect, siliques from AtrabD2b/2c, wild-type, AtrabD2b and AtrabD2c mutant lines were opened at 10 DAF (days after flowering). Consistently, no defects in the seeds of either AtrabD2b or AtrabD2c single mutants were observed. However, approximately half of the ovules in the AtrabD2b/2c double mutant were not fertilized (Figure 3). Consistent with this observation, the AtrabD2b/2c mutant plants produced a smaller quantity of seeds than wild-type plants or single mutants (Figure 3; Additional file 2, Figure S1). These results are consistent with a functional overlap between AtRabD2b and AtRabD2c that cannot be fulfilled by AtRabD1 or AtRabD2a.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12296,
            "infons": {
              "file": "1471-2229-11-25-2.jpg",
              "id": "F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The AtrabD2b/2c double mutant shows a striking shorter silique phenotype. A, Vegetative growth of AtrabD2b, AtrabD2c and AtrabD2b/2c plants. B, Inflorescence of AtrabD2b/2c and wild-type plants. Scale bars = 850 μm. C, Siliques from the AtrabD2b/2c mutant and wild-type plants; arrows indicate the sequence of siliques from the oldest to the youngest. Scale bars = 850 μm. D, Siliques (from 6 to 14 ) of the first inflorescence for wild type, single and double mutants were measured for each plant, with 10 plants measured for each genotype. Error bars indicate standard deviation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12880,
            "infons": {
              "file": "1471-2229-11-25-3.jpg",
              "id": "F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "There are many non-fertilized ovaries in the AtrabD2b/2c double mutant. Individual siliques of wild type, single and double mutant plants were dissected and examined under the microscope. Arrows heads indicate unfertilized ovaries. Inset, seeds produced by a single plant. Scale bars = 200 μm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13175,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Complementation of AtrabD2b/2c Mutant Phenotype",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13223,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To demonstrate that the AtrabD2b/2c mutant phenotype is due to the mutations in the AtRabD2b and AtRabD2c genes, constructs containing either AtRabD2b or AtRabD2c, each expressed from their native promoter, were introduced into the AtrabD2b/2c double mutant. Both constructs were able to rescue the silique length phenotype of the mutant (Figure 4A, C) and restored the seed fertilization defect (Figure 4B) and seed number (Additional file 2, Figure S1), confirming that the loss of AtRabD2b and AtRabD2c is responsible for these phenotypes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13766,
            "infons": {
              "file": "1471-2229-11-25-4.jpg",
              "id": "F4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Complementation of the double mutant phenotype. A, Siliques are shown from wild-type plants, AtrabD2b and AtrabD2c single mutants, the AtrabD2b/2c double mutant and the AtrabD2b/2c double mutant complemented with either AtRabD2b or AtRabD2c. Scale bars = 0.5 cm. B, Individual siliques of rescued lines were dissected and examined under the microscope. Scale bars = 600 μm. C, Siliques (from 6 to 14 ) of the first inflorescence for the indicated genotypes were measured for each plant, with 10 plants measured for each genotype. Error bars indicate standard deviation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14337,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "AtrabD2b/2c, AtrabD2b and AtrabD2c Pollen Have Defects in Morphology and Pollen Tube Elongation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14433,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Two possibilities could explain the unfertilized embryos seen in the AtrabD2b/2c double mutants. One possibility is that the pollen bears a defect that leads to pollen sterility and inability to fertilize the embryos. Alternatively, ovules may bear an abnormality such that their fertilization is reduced. To distinguish between these two possibilities, we observed the pollen by scanning electron microscopy (SEM). All of the pollen from wild-type plants looked normal, whereas more than 20% of the AtrabD2b/2c pollen exhibited an irregular, collapsed morphology (Figure 5A). We also observed that some abnormal pollen grains from the AtrabD2b/2c double mutant were devoid of nuclei, as indicated by DAPI staining, whereas all pollen from wild-type (Figure 5B) and single mutant plants (data not shown) have nuclei. This defective pollen may be the severely collapsed pollen visualized under the SEM. Surprisingly, even the AtrabD2b and AtrabD2c single mutant lines produce aberrant pollen at a level of about 10%. This is unexpected, as the AtrabD2b and AtrabD2c single mutants have normal-appearing siliques and seed quantities similar to the wild-type plants. A likely explanation is that there are sufficient normal pollen grains in the single mutants to efficiently fertilize the ovaries in the AtrabD2b and AtrabD2c single mutants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15772,
            "infons": {
              "file": "1471-2229-11-25-5.jpg",
              "id": "F5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Pollen defects in AtrabD2b, AtrabD2c and AtrabD2b/D2c mutants. A, Fresh pollen was examined by SEM. B, DAPI staining of pollen. Fresh pollen grains were stained with DAPI and photographed under the fluorescence microscope. Arrow indicates a pollen grain from the AtrabD2b/2c mutant that lacks a nucleus. C, IKI staining of pollen, demonstrating reduced staining of the AtrabD2b/2c double mutant pollen compared with wild-type pollen. Scale bars = 10 μm (A); 50 μm (B,C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16245,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We originally identified AtRabD2b and AtRabD2c because the transcript accumulation patterns of these two genes correlate with those of many genes associated with starch metabolism. Indeed, the AtrabD2b/2c double mutant pollen stained less intensely with IKI than wild-type pollen (Figure 5C), suggesting a decreased starch content in the AtrabD2b/2c mutant pollen. This is consistent with the expression correlation, although the reason for this phenotype is unclear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16713,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A single flower of Arabidopsis produces thousands of pollen grains, but usually there are less than 100 embryos in one silique. If only 20% of the pollen grains are abnormal, we would not expect the strikingly reduced fertility seen in the AtrabD2b/2c double mutant. We therefore looked for additional explanations for the reduced fertility. To evaluate germination and tube growth of the pollen grains, pollen was germinated in vitro. After overnight incubation, almost all of the pollen from wild-type plants germinated and showed a typical tip growth. However, about 10% of the pollen from the AtrabD2b/2c mutant did not germinate at all and 50% of the pollen germinated but did not grow apically as did pollen of wild-type plants (Figure 6A and 6B). Instead, these pollen tubes were shorter and had swollen tips, some burst (≈5%), and others branched (≈2%; Figure 6A,B and 6D). The germination rate of the pollen from the single mutants was similar to the wild-type pollen. However, approximately 20% of the germinating pollen also had swollen tips (Figure 6A and 6B), although the phenotype was not as severe as the AtrabD2b/2c double mutant; burst or branched tubes were never observed in either single mutant (Figure 6A and 6B). Moreover, the pollen tubes of the AtrabD2b/2c double mutant were much shorter than those of wild-type plants or either single mutant (P < 0.01), and the single mutants had shorter pollen tubes than wild-type plants (Figure 6E; P < 0.01 for both mutants). Even though the AtrabD2b and AtrabD2c single mutants had collapsed pollen, shorter pollen tubes and swollen tips, their siliques were normal compared with wild-type plants. We hypothesize that the single mutants may still have sufficient normal pollen to enable all embryos to be fertilized. The in vitro pollen germination phenotypes were confirmed by analyzing pollen tube growth after in vivo pollination (Figure 6C). Open flowers from wild-type or AtrabD2b/2c mutant plants were incubated overnight on agar medium. The AtrabD2b/2c mutant flowers had reduced pollen germination and decreased pollen tube length compared with wild-type plants, suggesting that pollen germination and pollen tube growth may also be defective in vivo.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18943,
            "infons": {
              "file": "1471-2229-11-25-6.jpg",
              "id": "F6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Pollen tube elongation defects in AtrabD2b, AtrabD2c and AtrabD2b/2c mutants. A, Pollen was germinated in vitro for 6 hours and examined by SEM. B, Germinated pollen was stained with aniline blue then observed under an epifluorescence microscope. C. Open flowers from an AtrabD2b/2c mutant plant, along with a wild-type plant, were incubated overnight on medium then examined by fluorescence microscopy. D. Close up view of pollen tubes in the AtrabD2b/2c mutant. E. Pollen was germinated in vitro and pollen tube length measured after an overnight incubation using SIS Pro software (OSIS, Lakewood, CO) (n > 200). Error bars indicate standard deviation. Scale bars = 10 μm (A); 50 μm (B, C); 20 μm (D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19650,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Pollen and Pollen Tube Defects Cause the Shorter Siliques in the AtrabD2b/2c Mutant",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19734,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To investigate whether the unfertilized seeds are due to the observed pollen abnormality, or whether the ovary also has defects that might contribute to the reduced rate of fertilization, we crossed wild-type and AtrabD2b/2c mutant plants. If the shorter silique phenotype is borne only by the abnormal pollen, wild-type plant pollen should rescue the AtrabD2b/2c mutant silique phenotype to a normal length (AtrabD2b/2c mutant female flower crossed with wild-type plant pollen). In contrast, the AtrabD2b/2c mutant plant pollen crossed with a wild-type female would mimic the mutant phenotype of decreased fertilization (wild-type female flower crossed with AtrabD2b/2c mutant pollen). Alternatively, if the ovary also has some abnormality, wild-type pollen would not completely rescue the mutant phenotype, and AtrabD2b/2c mutant pollen would not mimic the mutant phenotype. The results of these crosses indicated that pollen from wild-type plants can rescue the AtrabD2b/2c short silique phenotype, and the pollen from AtrabD2b/2c can bestow the shorter silique phenotype on wild-type plants (Figures 7A and 7C). Specifically, about half of the seeds were not fertilized in the siliques that developed from wild-type pistils fertilized by AtrabD2b/2c pollen (Figure 7B). In contrast, the siliques from AtrabD2b/2c usually had about 50% unfertilized ovules, but when these pistils were fertilized by wild-type pollen, all seeds looked normal, and the siliques were longer than those siliques in the same inflorescence which were self-fertilized (Figures 7). These results confirm that the unfertilized ovaries are mostly, if not exclusively, caused by pollen defects in the AtrabD2b/2c mutant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21430,
            "infons": {
              "file": "1471-2229-11-25-7.jpg",
              "id": "F7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Wild-type pollen can restore the shorter siliques of the AtrabD2b/2c mutant to normal length. Wild-type and AtrabD2b/2c double mutant plants were crossed and silique length measured after 10 days. A. Inflorescences from a cross between a wild-type plant and AtrabD2b/2c mutant. The blue arrow indicates a silique in which a wild-type pistil was fertilized with AtrabD2b;AtrabD2c pollen. The red arrow indicates a silique in which the AtrabD2b/2c mutant pistil was fertilized with wild-type pollen. B. Siliques from the crosses at 10 DAP (days after pollination) were dissected and examined under a stereo microscope. White arrowheads indicate unfertilized embryos found upon pollination of wild-type plants with AtrabD2b/2c pollen. C, More than 20 siliques were measured for each plant. Error bars indicate standard deviation. Scale bars= 850 μm (A); 500 μm (B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22295,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "In silico and GUS Analysis of AtRabD2b and AtRabD2c Expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22358,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "If AtRabD2b and AtRabD2c are involved in pollen development and pollen tube growth, they are expected to be co-expressed in pollen and pollen tubes. Public microarray data indicates that both AtRabD2b and AtRabD2c are expressed throughout development, including high expression in floral organs and particularly in the stamen (Figure 8).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22696,
            "infons": {
              "file": "1471-2229-11-25-8.jpg",
              "id": "F8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "In silico expression analysis of AtRabD2b and AtRabD2c. The spatial and temporal expression profiles of AtRabD2b and AtRabD2c were analyzed using Genevestigator anatomy (A) and development (B) tools, respectively. Numbers along the X axis represent the developmental stage: 1, germinated seed; 2, seedlings; 3, young rosette; 4, developed rosette; 5, bolting; 6, young flower; 7, developed flower; 8, flowers and siliques; 9, mature siliques.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23139,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To directly examine the spatial expression pattern of the AtRabD2b and AtRabD2c genes, transgenic lines containing promoter:GFP/GUS constructs for each gene were analyzed for GUS activity at various stages of development from germination to senescence. As indicated by the in silico analyses, both AtRabD2b and AtRabD2c were expressed widely during development. GUS staining further indicated that in cotyledons, rosette leaves and cauline leaves, AtRabD2b expression was localized predominantly in vascular tissues (Figure 9B), whereas AtRabD2c was expressed ubiquitously in cotyledons and in mature leaves throughout the entire leaf. Interestingly, in emerging leaves, AtRabD2c was only expressed in the trichomes, while AtRabD2b was not expressed in these cells (Figure 9A). In flowers, AtRabD2b was expressed in sepals, stamen and stigma, while AtRabD2c was expressed in sepal, stamen, stigma and style (Figure 9E, F). This dichotomy of expression suggests that AtRabD2b and AtRabD2c may function independently of each other in certain cells. Both genes were expressed in pollen grains and germinating pollen (Figure 9E, F), which is consistent with their role in pollen development and pollen tube growth. They both also showed expression in roots, but AtRabD2b was ubiquitously expressed throughout the root, while AtRabD2c expression was excluded from root hairs and root tips (Figure 9A-D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24538,
            "infons": {
              "file": "1471-2229-11-25-9.jpg",
              "id": "F9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Temporal and spatial expression pattern of AtRabD2b and AtRabD2c. Transgenic plants were generated that express the GUS gene driven by a 954bp or 558bp fragment upstream of the AtRabD2b or AtRabD2c start codon, respectively. GUS activity (blue color) was analyzed in cotyledons, young leaves, (A, B), old leaves, roots (C, D), flowers, pistils and germinated pollen (E, F).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24912,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Subcellular localization of AtRabD2b and AtRabD2c",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24962,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In mammals, different AtRabD orthologs (Rab1 isoforms) are localized to the ER, ER-Golgi intermediate compartment or Golgi compartments. In plants, AtRabD2a and AtRabD2b are associated with the Golgi apparatus and trans-Golgi network, and we predicted that AtRabD2c will share this localization. To determine the subcellular localization of AtRabD2c, GFP-AtRabD2b and GFP-AtRabD2c constructs were introduced into Arabidopsis leaf protoplasts and the GFP signal was observed by confocal microscopy. For both constructs, GFP localized to punctuate structures, reminiscent of the Golgi apparatus. To verify the identity of these structures, GFP-AtRabD2b and GFP-AtRabD2c were co-transfected into Arabidopsis leaf protoplasts with the trans-Golgi marker ST-YFP, and YFP and GFP signals were observed. Confocal results indicated that both AtRabD2b and AtRabD2c primarily colocalized with ST-YFP (Figure 10) and are therefore associated with the Golgi, consistent with a role in Golgi trafficking. Occasionally, AtRabD2b or AtRabD2c-labeled structures were seen that did not contain ST-YFP; these could be the post-Golgi compartments described previously. Cells expressing a single GFP or YFP fusion demonstrated the absence of cross talk between GFP and YFP signals (Additional file 3, Figure S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26255,
            "infons": {
              "file": "1471-2229-11-25-10.jpg",
              "id": "F10",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "AtRabD2b and AtRabD2c are both Golgi resident proteins. Arabidopsis leaf protoplasts were co-transformed with GFP-AtRabD2b or GFP-AtRabD2c and the Golgi marker ST-YFP. GFP, YFP and chlorophyll autofluorescence were detected by confocal microcopy. At least 10 transformed protoplasts were observed for each construct. Upper panel, GFP-AtRabD2b; lower panel, GFP-AtRabD2c. Scale bar = 10 μm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26646,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26657,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Rab GTPases are critical players in the transport of materials through the endomembrane system, controlling exocytosis of proteins and cell wall materials, endocytosis of receptors and transporters, and membrane recycling processes. Together with SNARE proteins, they promote specificity of vesicle transport to target compartments, ensuring that vesicles fuse only with their appropriate target and thus maintaining the distinct identity of individual organelles. Two Rab subfamilies, Rab1 (AtRabD orthologs) and Rab2 (AtRabB orthologs), have been reported to function in membrane trafficking between the ER and Golgi in mammalian cells. The plant Rab1 and Rab2 homologs AtRabD1, AtRabD2a and NtRab2 have also been reported to function in ER to Golgi vesicle transport. Here, we demonstrate a distinct physiological role for the Rab1 homologs AtRabD2b and AtRabD2c in pollen development and pollen tube growth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27569,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Using the bioinformatics tool MetaOmGraph (http://www.metnetdb.org) to determine the pairwise Pearsons correlation value between the expression patterns of all of the 57 AtRab genes (Additional file 1, Table S1), we found that among the four AtRabDs, only the expression of AtRabD2b and AtRabD2c are highly correlated. From this data, we hypothesized that AtRabD2b and AtRabD2c have partially redundant functions that are not shared by the remaining AtRabD family members. To test our hypothesis, we used T-DNA insertion single and double mutants to confirm that AtRabD2b and AtRabD2c have functional overlap and show that they are both required for normal pollen development and tip growth of pollen tubes. We also showed that they both co-localize with the trans-Golgi marker ST-YFP, consistent with their proposed role in Golgi trafficking.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28413,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The conclusion that AtRabD2b and AtRabD2c are partially functionally redundant is based on several lines of evidence. First, although single mutant plants containing AtrabD2b or AtrabD2c mutant alleles are indistinguishable morphologically from their wild-type counterparts, even when grown under a variety of growth conditions, the AtrabD2b/2c double mutant has a short-silique phenotype. Second, both AtrabD2b and AtrabD2c mutant plants produce a small percentage of deformed and collapsed pollen grains, while AtrabD2b/2c lines produce a higher percentage of deformed pollen grains, many of which are severely deformed, some lacking nuclei. It is probable that such aberrant pollen would give rise to defects in pollen germination, and indeed, though the germination rate is similar between AtrabD2b or AtrabD2c single mutants and wild-type plants, about 10% of the pollen grains from AtrabD2b/2c double mutant plants are unable to geminate. Furthermore, AtrabD2b and AtrabD2c mutant pollen tubes do not grow apically as well as do wild-type pollen tubes and tend to have swollen tips and a shorter length; this phenotype is substantially more severe in AtrabD2b/2c double mutants. In addition, some pollen tubes from AtrabD2b/2c double mutants branch or burst, which is not seen in pollen tubes of wild-type plants or either single mutant. These data also indicate that the loss of function of the AtRabD2b/2c genes cannot be compensated for by the AtRabD1 or AtRabD2a genes, suggesting that either some function(s) of the AtRabD2b and AtRabD2c proteins are distinct from those of AtRabD1 or AtRabD2a, or that they are not expressed in the same cell types.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30074,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Both AtRabD2b and AtRabD2c co-localize with the Golgi marker ST-YFP upon transient expression in Arabidopsis leaf protoplasts, as was reported also for AtRabD2a (formerly called AtRab1b). It is therefore possible that AtRabD2b and AtRabD2c function in vesicle trafficking between the ER and Golgi apparatus, as does AtRabD2a. Complete disruption of Rab function in ER-to-Golgi trafficking is expected to be lethal, due to loss of plasma membrane, vacuole and cell wall assembly and integrity. However, the AtrabD2b/2c double mutant is indistinguishable from wild-type plants, except for shorter siliques due to the pollen and pollen tube defects. There are several possible explanations for this. First, other AtRabs must perform the same function in vegetative tissue. The most likely candidates are AtRabD2a and AtRabD1, which could compensate for the loss of function in the AtrabD2b/2c mutant in most cell types. Moreover, other Rab families, such as tobacco RabBs (NtRab2s) have also been shown to be regulators of membrane trafficking between the ER and Golgi apparatus. AtRabBs (AtRab2s) may have the same function, such that they also participate in ER to Golgi vesicle trafficking. The pattern of AtRabB1b RNA accumulation is most highly correlated with that of AtRabD2b (67%) and AtRabD2c (68%) (Additional file 1, Table S1). These genes might compensate in part for the loss of function of AtrabD2b/2c.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31488,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Second, pollen tubes grow very rapidly compared with many other cell types. Pollen tubes elongate by tip growth, whereby the pollen cytoplasm is confined to the most proximal region of the tube, and growth is restricted to the tube apex. In vitro, lily pollen tubes grow at about 150 nm/sec and Arabidopsis pollen tubes at 37 nm/sec; in vivo, tobacco pollen can grow at 42 nm/sec. This fast growth is contingent on rapid vesicle trafficking to deliver large amounts of membrane and cell wall components to the apical region of the tubes. This extensive trafficking requirement may preclude the remaining Rabs from completely compensating for loss of AtRabD2b and AtRabD2c.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32161,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Third, computational analysis of public microarray data, together with studies of the expression pattern directed by the AtRabD2b and AtRabD2c promoters, indicated that both are widely expressed in most organs and several cell types, with high expression in pollen. Root hairs also showed expression of AtRabD2b, and, like pollen tubes, root hairs elongate by tip growth. However, root hair growth in the AtrabD2b/2c double mutant is indistinguishable from that of wild-type plants. This is consistent with the idea that AtRabD2b and AtRabD2c are required for vesicle trafficking in multiple cell types, and that the highest demand for this process may be in pollen and pollen tubes, in order to optimally support the large secretory requirement of these very rapidly elongating cells. In combination, these data indicate that the high expression of AtRabD2b and AtRabD2c in pollen may be important to facilitate membrane trafficking needed for pollen tube growth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33126,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33138,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "In summary, we used a T-DNA insertion mutant approach to demonstrate the function of AtRabD2b and AtRabD2c. Our data indicated that both are Golgi residents; they have similar but not identical expression patterns, but are both highly expressed in pollen; they are both involved in tip growth of pollen tubes; and they are at least partially functionally redundant. Future work will focus on elucidating the molecular basis for the pollen phenotype in the AtrabD2b/2c double mutant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33621,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33629,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant Materials and Growth Conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33667,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Wild-type Arabidopsis (Arabidopsis thaliana) ecotype Columbia (Col-0), AtrabD2c-1, AtrabD2b-1 and AtrabD2b/2c (crosses of AtrabD2b-1 and AtrabD2c-1) mutants in the same genetic background were used. Seeds were sown in Sunshine Soil mix, incubated at 4°C for 2 to 3 days, then grown at 22°C, 70% relative humidity, in a 16-h light/8-h dark photoperiod.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34021,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Screening for T-DNA insertion mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34059,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "T-DNA insertion mutants of AtRabD2b and AtRabD2c (Salk_045030 (AtrabD2b-1), Salk_117532 (AtrabD2b-2) and Salk_120116 (AtrabD2b-3) for AtrabD2b; Salk_054626 (AtrabD2c-3) for AtrabD2c) were obtained from ABRC. Homozygous lines for T-DNA insertions were identified by PCR genotyping. For each T-DNA insertion mutant, two sets of PCRs were performed using genomic DNA as a template: one with a gene-specific primer and a T-DNA left border primer LBb1, the second with two gene-specific primers. The PCR products were sequenced to confirm the locations of the T-DNA insertion sites for all of the mutants. The gene specific primers used are listed in Table 2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34714,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Primers used in this study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34741,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">LBb1</th><th align=\"left\">GCGTGGACCGCTTGCTGCAACT</th></tr></thead><tbody><tr><td align=\"left\">AtrabD2b-LP1</td><td align=\"left\">CCCTTCGTTGGGCTAGTAAAG</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtrabD2b-RP1</td><td align=\"left\">TTCAACAACGTCAAACAATGG</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtrabD2c-LP1</td><td align=\"left\">GCGCATTACTGAGAGAGAAGAG</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtrabD2c-RP1</td><td align=\"left\">TCCCATTCTTGGAAACAAGTG</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2b-F</td><td align=\"left\">ATGAATCCTGAATATGACTAT</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2b-R</td><td align=\"left\">TCAAGAAGAACAACAGCCT</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2c-F</td><td align=\"left\">ATGAATCCTGAATATGACTAT</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2c-R</td><td align=\"left\">TTAAGAGGAGCAGCAGCCT</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2b-g-F</td><td align=\"left\">caccATCGCTTATCCGCTCCGTGTATTTC</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2b-g-R</td><td align=\"left\">TAAAGACCCCTGGTCCTTCAGC</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2c-g-F</td><td align=\"left\">caccCTATCTCACTAAGCTGAAGATAC</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">AtRabD2c-g-R</td><td align=\"left\">GGCAATCTCTCCGGTTTGGTCC</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">β-Tubulin-F</td><td align=\"left\">CGTGGATCACAGCAATACAGAGCC</td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td align=\"left\">β-Tubulin-R</td><td align=\"left\">CCTCCTGCACTTCCACTTCGTCTTC</td></tr></tbody></table>\n"
            },
            "text": "LBb1\tGCGTGGACCGCTTGCTGCAACT\t \tAtrabD2b-LP1\tCCCTTCGTTGGGCTAGTAAAG\t \t\t \tAtrabD2b-RP1\tTTCAACAACGTCAAACAATGG\t \t\t \tAtrabD2c-LP1\tGCGCATTACTGAGAGAGAAGAG\t \t\t \tAtrabD2c-RP1\tTCCCATTCTTGGAAACAAGTG\t \t\t \tAtRabD2b-F\tATGAATCCTGAATATGACTAT\t \t\t \tAtRabD2b-R\tTCAAGAAGAACAACAGCCT\t \t\t \tAtRabD2c-F\tATGAATCCTGAATATGACTAT\t \t\t \tAtRabD2c-R\tTTAAGAGGAGCAGCAGCCT\t \t\t \tAtRabD2b-g-F\tcaccATCGCTTATCCGCTCCGTGTATTTC\t \t\t \tAtRabD2b-g-R\tTAAAGACCCCTGGTCCTTCAGC\t \t\t \tAtRabD2c-g-F\tcaccCTATCTCACTAAGCTGAAGATAC\t \t\t \tAtRabD2c-g-R\tGGCAATCTCTCCGGTTTGGTCC\t \t\t \tβ-Tubulin-F\tCGTGGATCACAGCAATACAGAGCC\t \t\t \tβ-Tubulin-R\tCCTCCTGCACTTCCACTTCGTCTTC\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35345,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Crossing and screening for double mutant",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35386,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Single mutant alleles (AtrabD2b-1 and AtrabD2c-1; Figure 1A) were crossed, the F1 generation of these crosses was allowed to self fertilization and the AtrabD2b/2c double mutant was identified from the F2 generation by PCR genotyping.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35621,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Semi-quantitative reverse transcription PCR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35665,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total RNA was extracted from leaves of 20 DAI (days after imbibition) plants using the TRIZOL reagent (Invitrogen). RT-PCR was performed using SuperScript™ III One-Step RT-PCR System (Invitrogen,) as per the manufacturer's manual. The β-tubulin gene, which is highly conserved and constitutively expressed in all eukaryotes, was used as a standard. The primers used are listed in Table 2. The RT-PCR products were sequenced to confirm the correct amplification product.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36138,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "In vitro pollen germination and growth measurement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36189,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Pollen was obtained from flowers collected from Arabidopsis plants (ten plant lines per genotype) 1 to 2 weeks after bolting. Pollen from AtrabD2b/2c, AtrabD2b and AtrabD2c mutants, along with pollen from wild-type plants, was germinated on agar medium containing 18% (w/v) sucrose, 0.01% (w/v) boric acid, 1mM MgSO4, 1mM CaCl2, 1mM Ca(NO3)2, and 0.5% (w/v) agar, pH 7.0 overnight at room temperature and examined and photographed under a Zeiss Axioplan II compound microscope equipped with an AxioCam color digital camera. Measurements were performed using SIS Pro software (OSIS, Lakewood, CO) using the bars in the original image. For pollen tube length measurements, 200 pollen tubes were chosen randomly for each genotype, and significance was assessed using Student's t-test.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36971,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For fluorescence microscopy, the germinated pollen was transferred onto a slide and two drops of aniline blue solution (0.005% aniline blue solution in 0.1 M sodium phosphate, pH 7.0) were added for ten minutes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37183,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To confirm the pollen tube growth defects, 20 open flowers per genotype were cut below the pistil and inserted vertically into germination medium in a 9-cm Petri dish. Plates were sealed and incubated overnight at 22°C at 100% humidity under continuous illumination. The paths of pollen tubes inside the pistils were visualized by fixing whole pistils in 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M sodium cacodylate buffer, pH 7.2, under low vacuum (18 psi Hg) for 2 h at room temperature. Samples were washed three times in the same buffer and stained with Aniline Blue and DAPI. The tissue was then cleared for 24 hours at room temperature with a drop of clearing solution (240 g of chloral hydrate and 30 g of glycerol in 90 ml water). Pollen was examined with a Zeiss Axioplan 2 light microscope (LM) and images were captured with a Zeiss AxioCamHRc digital camera (Carl Zeiss,Inc., Thornwood, NY) using AxioVision 4.3 software. The microscope was equipped with a DAPI filter set comprising an excitation filter (BP 365/12 nm), a beam splitter (395 nm), and an emission filter (LP 397 nm). The objectives used for imaging were a Neofluar 40× oil, an Apochromat 63× oil, and a Neofluar 100× oil.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38394,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cloning",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38402,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Promoter::GFP/GUS fusion constructs were made for each gene by cloning the amplified promoter region (intergenic region; 964 bp for AtRabD2b and 558 bp for AtRabD2c) into the binary vector pBGWFS7 (GATEWAY; Invitrogen).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38622,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The genomic fragments containing AtRabD2b or AtRabD2c with their respective promoters for complementation of the mutant phenotype were amplified using AtRabD2b-g-F and R or AtRabD2c-g-F and R primers (Table 2). Products were cloned into the pENTR/D vector (Invitrogen), and then were transferred into the pMDC123 binary vector for plant transformation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38975,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant transformation and selection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39010,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Arabidopsis plants were transformed using Agrobacterium tumefaciens by the floral dip method and selected for Basta resistance conferred by the T-DNA.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39161,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Transcriptomic analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39185,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "MetaOmGraph (MOG; http://www.metnetdb.org) was used to analyze expression patterns of AtRabD1, AtRabD2a, AtRabD2b and AtRabD2c and derive the correlation between them.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39353,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "GUS assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39363,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transgenic T2 seedlings were germinated in soil and harvested at various stages of development. Plants or organs were stained at room temperature overnight as described, then destained in 70% (v/v) ethanol. For each construct, at least 7 independently transformed lines, 7 plants for each stage, were harvested for GUS screening.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39693,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Transient expression in protoplasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39729,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transient gene expression in Arabidopsis mesophyll protoplasts was carried out as described previously. In brief, Arabidopsis protoplasts were isolated from the leaves of 3-4 week old plants. Leaf strips were digested in a buffer containing cellulose R-10 and macerozyme R-10. After adding 30 μg of plasmid DNA, an equal volume of protoplasts was mixed with PEG buffer (40% (w/v) PEG4000, 25% (v/v) 0.8M mannitol, 10% 1M CaCl2) then incubated at room temperature for 25 min. After gentle washing, the protoplasts were kept in the dark at room temperature overnight and then viewed by confocal laser scanning microscopy as described below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40369,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Confocal laser scanning microscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40404,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Colocalization of GFP-RabD2b and GFP-RabD2c with ST-YFP was performed using a Leica TCS SP10 confocal microscope, which allows flexible selection of emission bandwidths to minimize bleed-through. Transformed cells were excited with a 488 nm laser (power 20%) and 514 nm laser (50% power), and GFP and YFP signals were collected using 495-510 nm and 560-640 nm bandwidths, respectively. Non-transformed cells and cells expressing a single GFP or YFP fusion were used as controls to confirm the absence of cross talk between GFP, YFP and autofluorescence signals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40966,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Scanning electron microscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40995,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Pollen that had been germinated in vitro was placed in 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M sodium cacodylate buffer, pH 7.2, under low vacuum (18 psi Hg) for 5 h at room temperature. Samples were washed three times in the same buffer, postfixed in 1% osmium tetroxide in the same buffer for 2 h and washed two times in the same buffer, followed by deionized water. Samples were dehydrated through a graded ethanol series (50, 70, 85, 95, and 100%; 30 min per step), followed by two changes of ultrapure 100% ethanol, all 30 min per step. Fresh pollen was also examined without fixing. Fixed samples were critical point-dried in a DCP-1 Denton critical-point-drying apparatus (http://www.dentonvacuum.com) using liquid carbon dioxide, and mounted on aluminum stubs with double-sided sticky pads and silver cement.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41823,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Samples were then sputter-coated with 15 nm gold (20%) and palladium (80%) in a Denton Vacuum LLC Desk II Cold Sputter Unit (http://www.dentonvacuum.com), and viewed with a JEOL 5800LV SEM (http://www.jeol.com) at 10 kV. Alternatively, released fresh pollen grains were directly mounted on stubs and sputter-coated with gold particles before SEM analysis. All digitally collected images including the LM and SEM images were processed in Adobe PhotoShop 7.0 and made into plates using Adobe Illustrator 10. Over 20 samples from each plant line were used for SEM or LM analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42400,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Authors' contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42423,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "JP carried out the experimental analyses described and drafted the manuscript. HI helped with the microscopy and figures. ESW conceived of the study, participated in its design and analysis of the data and helped to draft the manuscript. DCB participated in the design of the study, analysis of the data and helped to draft the manuscript. All authors read and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42815,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42838,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title_1"
            },
            "text": "Acknowledgements",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42855,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "We are grateful to Ian Moore, University of Oxford, United Kingdom for kindly providing the N-ST-YFP construct and for helpful suggestions about the Rab genes. We also thank the Arabidopsis Biological Resource Center and the Salk Institute Genomic Analysis Laboratory for providing T-DNA insertion mutants. This research was supported in part by grant MCB-0951170 from the National Science Foundation to ESW and grant no. NNX09AK78G from the National Aeronautics and Space Administration to DCB.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43351,
            "infons": {
              "fpage": "643",
              "issue": "6456",
              "lpage": "654",
              "name_0": "surname:Boguski;given-names:MS",
              "name_1": "surname:McCormick;given-names:F",
              "pub-id_doi": "10.1038/366643a0",
              "pub-id_pmid": "8259209",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "366",
              "year": "1993"
            },
            "text": "Proteins regulating Ras and its relatives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43393,
            "infons": {
              "fpage": "153",
              "issue": "1",
              "lpage": "208",
              "name_0": "surname:Takai;given-names:Y",
              "name_1": "surname:Sasaki;given-names:T",
              "name_2": "surname:Matozaki;given-names:T",
              "pub-id_pmid": "11152757",
              "section_type": "REF",
              "source": "Physiol Rev",
              "type": "ref",
              "volume": "81",
              "year": "2001"
            },
            "text": "Small GTP-binding proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43420,
            "infons": {
              "fpage": "425",
              "issue": "6854",
              "lpage": "428",
              "name_0": "surname:Geldner;given-names:N",
              "name_1": "surname:Friml;given-names:J",
              "name_2": "surname:Stierhof;given-names:YD",
              "name_3": "surname:Jurgens;given-names:G",
              "name_4": "surname:Palme;given-names:K",
              "pub-id_doi": "10.1038/35096571",
              "pub-id_pmid": "11574889",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "413",
              "year": "2001"
            },
            "text": "Auxin transport inhibitors block PIN1 cycling and vesicle trafficking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43490,
            "infons": {
              "fpage": "694",
              "issue": "6",
              "lpage": "700",
              "name_0": "surname:Molendijk;given-names:AJ",
              "name_1": "surname:Ruperti;given-names:B",
              "name_2": "surname:Palme;given-names:K",
              "pub-id_doi": "10.1016/j.pbi.2004.09.014",
              "pub-id_pmid": "15491918",
              "section_type": "REF",
              "source": "Curr Opin Plant Biol",
              "type": "ref",
              "volume": "7",
              "year": "2004"
            },
            "text": "Small GTPases in vesicle trafficking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43527,
            "infons": {
              "fpage": "100",
              "issue": "2",
              "lpage": "109",
              "name_0": "surname:Surpin;given-names:M",
              "name_1": "surname:Raikhel;given-names:N",
              "pub-id_doi": "10.1038/nrm1311",
              "pub-id_pmid": "15040443",
              "section_type": "REF",
              "source": "Nat Rev Mol Cell Biol",
              "type": "ref",
              "volume": "5",
              "year": "2004"
            },
            "text": "Traffic jams affect plant development and signal transduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43589,
            "infons": {
              "fpage": "1371",
              "issue": "21",
              "lpage": "1374",
              "name_0": "surname:Waizenegger;given-names:I",
              "name_1": "surname:Lukowitz;given-names:W",
              "name_2": "surname:Assaad;given-names:F",
              "name_3": "surname:Schwarz;given-names:H",
              "name_4": "surname:Jurgens;given-names:G",
              "name_5": "surname:Mayer;given-names:U",
              "pub-id_doi": "10.1016/S0960-9822(00)00775-2",
              "pub-id_pmid": "11084337",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "10",
              "year": "2000"
            },
            "text": "The Arabidopsis KNOLLE and KEULE genes interact to promote vesicle fusion during cytokinesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43682,
            "infons": {
              "fpage": "22161",
              "issue": "35",
              "lpage": "22164",
              "name_0": "surname:Schimmoller;given-names:F",
              "name_1": "surname:Simon;given-names:I",
              "name_2": "surname:Pfeffer;given-names:SR",
              "pub-id_doi": "10.1074/jbc.273.35.22161",
              "pub-id_pmid": "9712825",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "273",
              "year": "1998"
            },
            "text": "Rab GTPases, directors of vesicle docking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43724,
            "infons": {
              "fpage": "629",
              "issue": "4",
              "lpage": "642",
              "name_0": "surname:Sanderfoot;given-names:AA",
              "name_1": "surname:Raikhel;given-names:NV",
              "pub-id_doi": "10.1105/tpc.11.4.629",
              "pub-id_pmid": "10213783",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "11",
              "year": "1999"
            },
            "text": "The specificity of vesicle trafficking: coat proteins and SNAREs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43789,
            "infons": {
              "fpage": "303",
              "issue": "3",
              "lpage": "307",
              "name_0": "surname:Armstrong;given-names:J",
              "pub-id_doi": "10.1016/S1357-2725(99)00112-0",
              "pub-id_pmid": "10716627",
              "section_type": "REF",
              "source": "Int J Biochem Cell Biol",
              "type": "ref",
              "volume": "32",
              "year": "2000"
            },
            "text": "How do Rab proteins function in membrane traffic?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43839,
            "infons": {
              "fpage": "453",
              "issue": "4",
              "lpage": "466",
              "name_0": "surname:Tamm;given-names:LK",
              "name_1": "surname:Crane;given-names:J",
              "name_2": "surname:Kiessling;given-names:V",
              "pub-id_doi": "10.1016/S0959-440X(03)00107-6",
              "pub-id_pmid": "12948775",
              "section_type": "REF",
              "source": "Curr Opin Struct Biol",
              "type": "ref",
              "volume": "13",
              "year": "2003"
            },
            "text": "Membrane fusion: a structural perspective on the interplay of lipids and proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43921,
            "infons": {
              "fpage": "886",
              "issue": "11",
              "lpage": "896",
              "name_0": "surname:Pfeffer;given-names:S",
              "name_1": "surname:Aivazian;given-names:D",
              "pub-id_doi": "10.1038/nrm1500",
              "pub-id_pmid": "15520808",
              "section_type": "REF",
              "source": "Nat Rev Mol Cell Biol",
              "type": "ref",
              "volume": "5",
              "year": "2004"
            },
            "text": "Targeting Rab GTPases to distinct membrane compartments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43977,
            "infons": {
              "fpage": "451",
              "issue": "4",
              "lpage": "457",
              "name_0": "surname:Seabra;given-names:MC",
              "name_1": "surname:Wasmeier;given-names:C",
              "pub-id_doi": "10.1016/j.ceb.2004.06.014",
              "pub-id_pmid": "15261679",
              "section_type": "REF",
              "source": "Curr Opin Cell Biol",
              "type": "ref",
              "volume": "16",
              "year": "2004"
            },
            "text": "Controlling the location and activation of Rab GTPases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44032,
            "infons": {
              "fpage": "1191",
              "issue": "3",
              "lpage": "1208",
              "name_0": "surname:Vernoud;given-names:V",
              "name_1": "surname:Horton;given-names:AC",
              "name_2": "surname:Yang;given-names:Z",
              "name_3": "surname:Nielsen;given-names:E",
              "pub-id_doi": "10.1104/pp.013052",
              "pub-id_pmid": "12644670",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "131",
              "year": "2003"
            },
            "text": "Analysis of the small GTPase gene superfamily of Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44093,
            "infons": {
              "fpage": "518",
              "issue": "6",
              "lpage": "528",
              "name_0": "surname:Rutherford;given-names:S",
              "name_1": "surname:Moore;given-names:I",
              "pub-id_doi": "10.1016/S1369-5266(02)00307-2",
              "pub-id_pmid": "12393015",
              "section_type": "REF",
              "source": "Curr Opin Plant Biol",
              "type": "ref",
              "volume": "5",
              "year": "2002"
            },
            "text": "The Arabidopsis Rab GTPase family: another enigma variation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44153,
            "infons": {
              "fpage": "2201",
              "issue": "11",
              "lpage": "2218",
              "name_0": "surname:Batoko;given-names:H",
              "name_1": "surname:Zheng;given-names:HQ",
              "name_2": "surname:Hawes;given-names:C",
              "name_3": "surname:Moore;given-names:I",
              "pub-id_doi": "10.1105/tpc.12.11.2201",
              "pub-id_pmid": "11090219",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "12",
              "year": "2000"
            },
            "text": "A rab1 GTPase is required for transport between the endoplasmic reticulum and golgi apparatus and for normal golgi movement in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44287,
            "infons": {
              "fpage": "945",
              "issue": "4",
              "lpage": "962",
              "name_0": "surname:Cheung;given-names:AY",
              "name_1": "surname:Chen;given-names:CY",
              "name_2": "surname:Glaven;given-names:RH",
              "name_3": "surname:de Graaf;given-names:BH",
              "name_4": "surname:Vidali;given-names:L",
              "name_5": "surname:Hepler;given-names:PK",
              "name_6": "surname:Wu;given-names:HM",
              "pub-id_doi": "10.1105/tpc.000836",
              "pub-id_pmid": "11971147",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "14",
              "year": "2002"
            },
            "text": "Rab2 GTPase regulates vesicle trafficking between the endoplasmic reticulum and the Golgi bodies and is important to pollen tube growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44423,
            "infons": {
              "fpage": "1378",
              "issue": "16",
              "lpage": "1387",
              "name_0": "surname:Grebe;given-names:M",
              "name_1": "surname:Xu;given-names:J",
              "name_2": "surname:Mobius;given-names:W",
              "name_3": "surname:Ueda;given-names:T",
              "name_4": "surname:Nakano;given-names:A",
              "name_5": "surname:Geuze;given-names:HJ",
              "name_6": "surname:Rook;given-names:MB",
              "name_7": "surname:Scheres;given-names:B",
              "pub-id_doi": "10.1016/S0960-9822(03)00538-4",
              "pub-id_pmid": "12932321",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "13",
              "year": "2003"
            },
            "text": "Arabidopsis sterol endocytosis involves actin-mediated trafficking via ARA6-positive early endosomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44524,
            "infons": {
              "fpage": "1589",
              "issue": "6",
              "lpage": "1603",
              "name_0": "surname:Preuss;given-names:ML",
              "name_1": "surname:Serna;given-names:J",
              "name_2": "surname:Falbel;given-names:TG",
              "name_3": "surname:Bednarek;given-names:SY",
              "name_4": "surname:Nielsen;given-names:E",
              "pub-id_doi": "10.1105/tpc.021634",
              "pub-id_pmid": "15155878",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "16",
              "year": "2004"
            },
            "text": "The Arabidopsis Rab GTPase RabA4b localizes to the tips of growing root hair cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44607,
            "infons": {
              "fpage": "783",
              "issue": "5",
              "lpage": "789",
              "name_0": "surname:Ueda;given-names:T",
              "name_1": "surname:Uemura;given-names:T",
              "name_2": "surname:Sato;given-names:MH",
              "name_3": "surname:Nakano;given-names:A",
              "pub-id_doi": "10.1111/j.1365-313X.2004.02249.x",
              "pub-id_pmid": "15546360",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "40",
              "year": "2004"
            },
            "text": "Functional differentiation of endosomes in Arabidopsis cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44668,
            "infons": {
              "fpage": "2564",
              "issue": "9",
              "lpage": "2579",
              "name_0": "surname:de Graaf;given-names:BH",
              "name_1": "surname:Cheung;given-names:AY",
              "name_2": "surname:Andreyeva;given-names:T",
              "name_3": "surname:Levasseur;given-names:K",
              "name_4": "surname:Kieliszewski;given-names:M",
              "name_5": "surname:Wu;given-names:HM",
              "pub-id_doi": "10.1105/tpc.105.033183",
              "pub-id_pmid": "16100336",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "17",
              "year": "2005"
            },
            "text": "Rab11 GTPase-regulated membrane trafficking is crucial for tip-focused pollen tube growth in tobacco",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44769,
            "infons": {
              "fpage": "749",
              "issue": "4",
              "lpage": "761",
              "name_0": "surname:Tisdale;given-names:EJ",
              "name_1": "surname:Bourne;given-names:JR",
              "name_2": "surname:Khosravi-Far;given-names:R",
              "name_3": "surname:Der;given-names:CJ",
              "name_4": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1083/jcb.119.4.749",
              "pub-id_pmid": "1429835",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "119",
              "year": "1992"
            },
            "text": "GTP-binding mutants of rab1 and rab2 are potent inhibitors of vesicular transport from the endoplasmic reticulum to the Golgi complex",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44903,
            "infons": {
              "fpage": "3749",
              "issue": "Pt 20",
              "lpage": "3758",
              "name_0": "surname:Pinheiro;given-names:H",
              "name_1": "surname:Samalova;given-names:M",
              "name_2": "surname:Geldner;given-names:N",
              "name_3": "surname:Chory;given-names:J",
              "name_4": "surname:Martinez;given-names:A",
              "name_5": "surname:Moore;given-names:I",
              "pub-id_doi": "10.1242/jcs.050625",
              "pub-id_pmid": "19789181",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "122",
              "year": "2009"
            },
            "text": "Genetic evidence that the higher plant Rab-D1 and Rab-D2 GTPases exhibit distinct but overlapping interactions in the early secretory pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45045,
            "infons": {
              "fpage": "169",
              "issue": "1",
              "lpage": "178",
              "name_0": "surname:Geldner;given-names:N",
              "name_1": "surname:Denervaud-Tendon;given-names:V",
              "name_2": "surname:Hyman;given-names:DL",
              "name_3": "surname:Mayer;given-names:U",
              "name_4": "surname:Stierhof;given-names:YD",
              "name_5": "surname:Chory;given-names:J",
              "pub-id_doi": "10.1111/j.1365-313X.2009.03851.x",
              "pub-id_pmid": "19309456",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "59",
              "year": "2009"
            },
            "text": "Rapid, combinatorial analysis of membrane compartments in intact plants with a multicolor marker set",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45146,
            "infons": {
              "fpage": "661",
              "issue": "5",
              "lpage": "678",
              "name_0": "surname:Saint-Jore;given-names:C",
              "name_1": "surname:Evins;given-names:J",
              "name_2": "surname:Batoko;given-names:H",
              "name_3": "surname:Brandizzi;given-names:F",
              "name_4": "surname:Moore;given-names:I",
              "name_5": "surname:Hawes;given-names:C",
              "pub-id_doi": "10.1046/j.0960-7412.2002.01252.x",
              "pub-id_pmid": "11874578",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "29",
              "year": "2002"
            },
            "text": "Redistribution of membrane proteins between the Golgi apparatus and endoplasmic reticulum in plants is reversible and not dependent on cytoskeletal networks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45303,
            "infons": {
              "fpage": "76",
              "name_0": "surname:Mentzen;given-names:WI",
              "name_1": "surname:Peng;given-names:J",
              "name_2": "surname:Ransom;given-names:N",
              "name_3": "surname:Nikolau;given-names:BJ",
              "name_4": "surname:Wurtele;given-names:ES",
              "pub-id_doi": "10.1186/1471-2229-8-76",
              "pub-id_pmid": "18616834",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "8",
              "year": "2008"
            },
            "text": "Articulation of three core metabolic processes in Arabidopsis: fatty acid biosynthesis, leucine catabolism and starch metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45432,
            "infons": {
              "fpage": "3323",
              "issue": "12",
              "lpage": "3342",
              "name_0": "surname:Li;given-names:L",
              "name_1": "surname:Ilarslan;given-names:H",
              "name_2": "surname:James;given-names:MG",
              "name_3": "surname:Myers;given-names:AM",
              "name_4": "surname:Wurtele;given-names:ES",
              "pub-id_doi": "10.1093/jxb/erm180",
              "pub-id_pmid": "17890231",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "58",
              "year": "2007"
            },
            "text": "Genome wide co-expression among the starch debranching enzyme genes AtISA1, AtISA2, and AtISA3 in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45551,
            "infons": {
              "fpage": "2020",
              "issue": "7",
              "lpage": "2036",
              "name_0": "surname:Zheng;given-names:H",
              "name_1": "surname:Camacho;given-names:L",
              "name_2": "surname:Wee;given-names:E",
              "name_3": "surname:Batoko;given-names:H",
              "name_4": "surname:Legen;given-names:J",
              "name_5": "surname:Leaver;given-names:C",
              "name_6": "surname:Malhó;given-names:R",
              "name_7": "surname:Hussey;given-names:P",
              "name_8": "surname:Moore;given-names:I",
              "pub-id_doi": "10.1105/tpc.105.031112",
              "pub-id_pmid": "15972698",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "17",
              "year": "2005"
            },
            "text": "A Rab-E GTPase mutant acts downstream of the Rab-D subclass in biosynthetic membrane traffic to the plasma membrane in tobacco leaf epidermis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45693,
            "infons": {
              "fpage": "31",
              "issue": "1",
              "lpage": "43",
              "name_0": "surname:Plutner;given-names:H",
              "name_1": "surname:Cox;given-names:AD",
              "name_2": "surname:Pind;given-names:S",
              "name_3": "surname:Khosravi-Far;given-names:R",
              "name_4": "surname:Bourne;given-names:JR",
              "name_5": "surname:Schwaninger;given-names:R",
              "name_6": "surname:Der;given-names:CJ",
              "name_7": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1083/jcb.115.1.31",
              "pub-id_pmid": "1918138",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "115",
              "year": "1991"
            },
            "text": "Rab1b regulates vesicular transport between the endoplasmic reticulum and successive Golgi compartments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45797,
            "infons": {
              "fpage": "225",
              "issue": "2",
              "lpage": "237",
              "name_0": "surname:Nuoffer;given-names:C",
              "name_1": "surname:Davidson;given-names:HW",
              "name_2": "surname:Matteson;given-names:J",
              "name_3": "surname:Meinkoth;given-names:J",
              "name_4": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1083/jcb.125.2.225",
              "pub-id_pmid": "8163542",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "125",
              "year": "1994"
            },
            "text": "A GDP-bound of rab1 inhibits protein export from the endoplasmic reticulum and transport between Golgi compartments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45913,
            "infons": {
              "fpage": "29372",
              "issue": "46",
              "lpage": "29379",
              "name_0": "surname:Tisdale;given-names:EJ",
              "name_1": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1074/jbc.271.46.29372",
              "pub-id_pmid": "8910601",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "271",
              "year": "1996"
            },
            "text": "Rab2 is essential for the maturation of pre-Golgi intermediates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45977,
            "infons": {
              "fpage": "17269",
              "issue": "27",
              "lpage": "17277",
              "name_0": "surname:Tisdale;given-names:EJ",
              "name_1": "surname:Jackson;given-names:MR",
              "pub-id_doi": "10.1074/jbc.273.27.17269",
              "pub-id_pmid": "9642298",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "273",
              "year": "1998"
            },
            "text": "Rab2 protein enhances coatomer recruitment to pre-Golgi intermediates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46047,
            "infons": {
              "fpage": "1837",
              "issue": "6",
              "lpage": "1849",
              "name_0": "surname:Tisdale;given-names:EJ",
              "pub-id_pmid": "10359600",
              "section_type": "REF",
              "source": "Mol Biol Cell",
              "type": "ref",
              "volume": "10",
              "year": "1999"
            },
            "text": "A Rab2 mutant with impaired GTPase activity stimulates vesicle formation from pre-Golgi intermediates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46149,
            "infons": {
              "fpage": "444",
              "issue": "5478",
              "lpage": "448",
              "name_0": "surname:Allan;given-names:BB",
              "name_1": "surname:Moyer;given-names:BD",
              "name_2": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1126/science.289.5478.444",
              "pub-id_pmid": "10903204",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "289",
              "year": "2000"
            },
            "text": "Rab1 recruitment of p115 into a cis-SNARE complex: programming budding COPII vesicles for fusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46246,
            "infons": {
              "fpage": "268",
              "issue": "4",
              "lpage": "276",
              "name_0": "surname:Moyer;given-names:BD",
              "name_1": "surname:Allan;given-names:BB",
              "name_2": "surname:Balch;given-names:WE",
              "pub-id_doi": "10.1034/j.1600-0854.2001.1o007.x",
              "pub-id_pmid": "11285137",
              "section_type": "REF",
              "source": "Traffic",
              "type": "ref",
              "volume": "2",
              "year": "2001"
            },
            "text": "Rab1 interaction with a GM130 effector complex regulates COPII vesicle cis--Golgi tethering",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46338,
            "infons": {
              "fpage": "159",
              "lpage": "187",
              "name_0": "surname:Hepler;given-names:PK",
              "name_1": "surname:Vidali;given-names:L",
              "name_2": "surname:Cheung;given-names:AY",
              "pub-id_doi": "10.1146/annurev.cellbio.17.1.159",
              "pub-id_pmid": "11687487",
              "section_type": "REF",
              "source": "Annu Rev Cell Dev Biol",
              "type": "ref",
              "volume": "17",
              "year": "2001"
            },
            "text": "Polarized cell growth in higher plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46377,
            "infons": {
              "fpage": "9502",
              "issue": "25",
              "lpage": "9507",
              "name_0": "surname:Schiott;given-names:M",
              "name_1": "surname:Romanowsky;given-names:SM",
              "name_2": "surname:Baekgaard;given-names:L",
              "name_3": "surname:Jakobsen;given-names:MK",
              "name_4": "surname:Palmgren;given-names:MG",
              "name_5": "surname:Harper;given-names:JF",
              "pub-id_doi": "10.1073/pnas.0401542101",
              "pub-id_pmid": "15197266",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "101",
              "year": "2004"
            },
            "text": "A plant plasma membrane Ca2+ pump is required for normal pollen tube growth and fertilization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46471,
            "infons": {
              "fpage": "383",
              "issue": "3",
              "lpage": "393",
              "name_0": "surname:Cheung;given-names:AY",
              "name_1": "surname:Wang;given-names:H",
              "name_2": "surname:Wu;given-names:HM",
              "pub-id_doi": "10.1016/0092-8674(95)90427-1",
              "pub-id_pmid": "7634328",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "82",
              "year": "1995"
            },
            "text": "A floral transmitting tissue-specific glycoprotein attracts pollen tubes and stimulates their growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46572,
            "infons": {
              "fpage": "653",
              "issue": "5633",
              "lpage": "657",
              "name_0": "surname:Alonso;given-names:JM",
              "name_1": "surname:Stepanova;given-names:AN",
              "name_10": "surname:Gadrinab;given-names:C",
              "name_11": "surname:Heller;given-names:C",
              "name_12": "surname:Jeske;given-names:A",
              "name_13": "surname:Koesema;given-names:E",
              "name_14": "surname:Meyers;given-names:CC",
              "name_15": "surname:Parker;given-names:H",
              "name_16": "surname:Prednis;given-names:L",
              "name_17": "surname:Ansari;given-names:Y",
              "name_18": "surname:Choy;given-names:N",
              "name_19": "surname:Deen;given-names:H",
              "name_2": "surname:Leisse;given-names:TJ",
              "name_20": "surname:Geralt;given-names:M",
              "name_21": "surname:Hazari;given-names:N",
              "name_22": "surname:Hom;given-names:E",
              "name_23": "surname:Karnes;given-names:M",
              "name_24": "surname:Mulholland;given-names:C",
              "name_25": "surname:Ndubaku;given-names:R",
              "name_26": "surname:Schmidt;given-names:I",
              "name_27": "surname:Guzman;given-names:P",
              "name_28": "surname:Aguilar-Henonin;given-names:L",
              "name_29": "surname:Schmid;given-names:M",
              "name_3": "surname:Kim;given-names:CJ",
              "name_30": "surname:Weigel;given-names:D",
              "name_31": "surname:Carter;given-names:DE",
              "name_32": "surname:Marchand;given-names:T",
              "name_33": "surname:Risseeuw;given-names:E",
              "name_34": "surname:Brogden;given-names:D",
              "name_35": "surname:Zeko;given-names:A",
              "name_36": "surname:Crosby;given-names:WL",
              "name_37": "surname:Berry;given-names:CC",
              "name_38": "surname:Ecker;given-names:JR",
              "name_4": "surname:Chen;given-names:H",
              "name_5": "surname:Shinn;given-names:P",
              "name_6": "surname:Stevenson;given-names:DK",
              "name_7": "surname:Zimmerman;given-names:J",
              "name_8": "surname:Barajas;given-names:P",
              "name_9": "surname:Cheuk;given-names:R",
              "pub-id_doi": "10.1126/science.1086391",
              "pub-id_pmid": "12893945",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "301",
              "year": "2003"
            },
            "text": "Genome-wide insertional mutagenesis of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46632,
            "infons": {
              "fpage": "1731",
              "issue": "9",
              "lpage": "1742",
              "name_0": "surname:Li;given-names:H",
              "name_1": "surname:Lin;given-names:Y",
              "name_2": "surname:Heath;given-names:RM",
              "name_3": "surname:Zhu;given-names:MX",
              "name_4": "surname:Yang;given-names:Z",
              "pub-id_doi": "10.1105/tpc.11.9.1731",
              "pub-id_pmid": "10488239",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "11",
              "year": "1999"
            },
            "text": "Control of pollen tube tip growth by a Rop GTPase-dependent pathway that leads to tip-localized calcium influx",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46743,
            "infons": {
              "fpage": "735",
              "issue": "6",
              "lpage": "743",
              "name_0": "surname:Clough;given-names:SJ",
              "name_1": "surname:Bent;given-names:AF",
              "pub-id_doi": "10.1046/j.1365-313x.1998.00343.x",
              "pub-id_pmid": "10069079",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "16",
              "year": "1998"
            },
            "text": "Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46841,
            "infons": {
              "fpage": "3901",
              "issue": "13",
              "lpage": "3907",
              "name_0": "surname:Jefferson;given-names:RA",
              "name_1": "surname:Kavanagh;given-names:TA",
              "name_2": "surname:Bevan;given-names:MW",
              "pub-id_pmid": "3327686",
              "section_type": "REF",
              "source": "EMBO J",
              "type": "ref",
              "volume": "6",
              "year": "1987"
            },
            "text": "GUS fusions: beta-glucuronidase as a sensitive and versatile gene fusion marker in higher plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46938,
            "infons": {
              "fpage": "1466",
              "issue": "4",
              "lpage": "1475",
              "name_0": "surname:Sheen;given-names:J",
              "pub-id_doi": "10.1104/pp.010820",
              "pub-id_pmid": "11743090",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "127",
              "year": "2001"
            },
            "text": "Signal transduction in maize and Arabidopsis mesophyll protoplasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]