[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3639165",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Spaceflight Promotes Biofilm Formation",
              "article-id_doi": "10.1371/journal.pone.0062437",
              "article-id_pmc": "PMC3639165",
              "article-id_pmid": "23658630",
              "article-id_publisher-id": "PONE-D-12-39737",
              "elocation-id": "e62437",
              "issue": "4",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Kim;given-names:Wooseong",
              "name_1": "surname:Tengra;given-names:Farah K.",
              "name_10": "surname:Collins;given-names:Cynthia H.",
              "name_11": "surname:Beloin;given-names:Christophe",
              "name_2": "surname:Young;given-names:Zachary",
              "name_3": "surname:Shong;given-names:Jasmine",
              "name_4": "surname:Marchand;given-names:Nicholas",
              "name_5": "surname:Chan;given-names:Hon Kit",
              "name_6": "surname:Pangule;given-names:Ravindra C.",
              "name_7": "surname:Parra;given-names:Macarena",
              "name_8": "surname:Dordick;given-names:Jonathan S.",
              "name_9": "surname:Plawsky;given-names:Joel L.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "8",
              "year": "2013"
            },
            "text": "Spaceflight Promotes Biofilm Formation by Pseudomonas aeruginosa ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Understanding the effects of spaceflight on microbial communities is crucial for the success of long-term, manned space missions. Surface-associated bacterial communities, known as biofilms, were abundant on the Mir space station and continue to be a challenge on the International Space Station. The health and safety hazards linked to the development of biofilms are of particular concern due to the suppression of immune function observed during spaceflight. While planktonic cultures of microbes have indicated that spaceflight can lead to increases in growth and virulence, the effects of spaceflight on biofilm development and physiology remain unclear. To address this issue, Pseudomonas aeruginosa was cultured during two Space Shuttle Atlantis missions: STS-132 and STS-135, and the biofilms formed during spaceflight were characterized. Spaceflight was observed to increase the number of viable cells, biofilm biomass, and thickness relative to normal gravity controls. Moreover, the biofilms formed during spaceflight exhibited a column-and-canopy structure that has not been observed on Earth. The increase in the amount of biofilms and the formation of the novel architecture during spaceflight were observed to be independent of carbon source and phosphate concentrations in the media. However, flagella-driven motility was shown to be essential for the formation of this biofilm architecture during spaceflight. These findings represent the first evidence that spaceflight affects community-level behaviors of bacteria and highlight the importance of understanding how both harmful and beneficial human-microbe interactions may be altered during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1740,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1753,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Manned space missions conducted over the past 50 years have expanded our knowledge of the universe, and have led to the identification of a range of challenges that must be addressed as we move towards the next phase of human space exploration. A key concern is how microgravity and other aspects of the spaceflight environment affect bacterial growth, physiology and virulence. Several in-flight studies have reported that the microgravity environment encountered during spaceflight can alter bacterial growth and physiology, including increased final cell density, antibiotic resistance, and virulence (reviewed by Horneck et al. ). However, the effects of spaceflight on microbial community behaviors, such as biofilm formation, have not been systematically addressed. Furthermore, spaceflight has been shown to have harmful effects on astronauts including decreased immune system function. Recent in-flight studies using Drosophila and mouse models have also shown that spaceflight can suppress the innate immune system. The combined microgravitational effects of decreased immune function in space travelers and increased resistance and virulence in bacteria may be detrimental to the health of the crew during long-term space exploration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2998,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To date, spaceflight studies on bacterial behavior have been conducted using suspension cultures. However, such cultures do not typically represent real-world situations because the majority of bacteria in nature exist in surface-associated microbial communities known as biofilms. Bacteria in biofilms often exhibit increased resistance to environmental stress, antibiotics, and host defense systems. Thus, many problems caused by biofilms such as biofouling, corrosion, and infectious diseases are difficult to control using conventional antimicrobial treatments. Indeed, abundant biofilms were found in the Russian Mir space station and were responsible for increased corrosion and a blocked water purification system. Ground-based studies have indicated that corrosion caused by biofilms can be detrimental to materials that were used on the International Space Station and other spacecrafts. An experiment using simulated microgravity showed that Escherichia coli grown in simulated microgravity form thicker biofilms and exhibit increased resistance to stress compared to normal gravity controls. In experiments conducted aboard STS-95, McLean et al. observed that Pseudomonas aeruginosa is able to form biofilms during spaceflight. However, their experimental system did not enable quantitative comparisons of biofilms formed during spaceflight and normal gravity. More recently, Wilson et al. observed that Salmonella cultured during spaceflight exhibited increases in cellular aggregation and clumping, processes that are associated with biofilm formation. Despite such evidence that biofilm formation may be altered in a low gravity environment, systematic studies comparing biofilm formation during spaceflight and normal gravity have not been reported.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4763,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To examine the role of microgravity on microbial biofilm formation, we conducted two sets of experiments aboard the Space Shuttle Atlantis (STS-132 and STS-135) where we examined the growth of P. aeruginosa PA14, an opportunistic human pathogen and a model organism for biofilm studies. Previous studies have examined how planktonic P. aeruginosa cells respond to simulated microgravity and the spaceflight environment. Crabbé et al., identified 167 genes and 28 proteins that were differentially regulated during spaceflight, and showed that the global regulator Hfq plays a key role in how P. aeruginosa responds to microgravity. To study P. aeruginosa biofilm formation during spaceflight, we used specialized hardware designed for growing cells during spaceflight, known as a fluid processing apparatus (FPA; Figure S1). FPAs have been used in several recent studies of bacterial growth and physiology during spaceflight. Briefly, an FPA is a glass barrel that can be divided into compartments by rubber stoppers. During spaceflight, a plunging motion can be used to mix the components loaded into the different compartments via a bevel on the side of the glass barrel. For our experiments, a mixed cellulose ester membrane disc was used as a biofilm substrate. A modified artificial urine media (mAUM, Table S1) was loaded into the first compartment containing the membrane. mAUM was used because it provides a physiologically relevant environment for the study of biofilms formed both inside and outside the human body. The second compartment was filled with inoculum stored in phosphate buffered saline (PBS). For microscopy samples only, a third compartment was filled with a paraformaldehyde solution. As illustrated in the timeline shown in Figure S2, biofilms were formed under static conditions in FPAs at 37°C for 72 h. Subsequently, the temperature was decreased to 8°C to minimize further growth, and fixative was added to the microscopy samples. Samples were obtained approximately 6 h after landing and processed immediately. Ground controls were conducted at Kennedy Space Center in parallel with spaceflight samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6902,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Here, we report the first evidence that spaceflight affects biofilm formation by P. aeruginosa, with increased numbers of viable cells, increased biomass, and increased thickness observed in spaceflight biofilms compared to normal gravity controls. Biofilms formed by P. aeruginosa during spaceflight also exhibited a column-and-canopy-shaped architecture that has not been observed previously. We show that flagella-driven motility plays a key role in formation of this novel architecture, and relate the mechanism to structured biofilm formation on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7460,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7482,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bacterial Strains and Culture Media",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7518,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Strains used in this study are shown in Table S2. Overnight shaking cultures of all strains were cultured at 37°C in nutrient broth (NB) (Difco BD). To prepare inocula, cultures were washed and resuspended in PBS to a final concentration of ∼6×106 CFU/mL. Modified artificial urine media (mAUM) was used as the growth media (Table S1). To ensure reproducibility in media composition, RPMI 1640 amino acid solution (50×; Sigma, MO, cat #: R7131,) and L-glutamine solution (200 mM; Sigma, MO, cat #: G7513) were substituted for peptone and yeast extract. The concentration of calcium chloride dihydrate was lowered from 2.5 mM to 0.25 mM to minimize precipitation during storage at 8°C. Sodium nitrate, 6 mM, was added to serve as a terminal electron acceptor and enable cell growth when the conditions in the FPAs become anaerobic. Higher concentrations of sodium nitrate were avoided to minimize any effects on aerobic growth and limit the accumulation of nitrite, which can inhibit cell growth. Phosphate concentration was lowered to 5 mM to decrease phosphate availability. mAUM includes 2 mM citric acid and 5 mM phosphate. To test the effects of phosphate availability on biofilms, the phosphate concentration was increased to 50 mM (mAUM-high Pi). To test the effects of carbon source, 2 mM citric acid was substituted by 2 mM glucose (mAUMg). The pH of all media was adjusted to 7.0.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8914,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Spaceflight and Ground Control Cultures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8954,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Spaceflight and ground control cultures were grown in specialized hardware, known as a fluid processing apparatus (FPA), designed by Bioserve Space Technologies (University of Colorado). FPAs consist of a glass barrel, rubber stoppers, and a solid or gas exchange (GE) insert (Figure S1). Glass barrels and rubber stoppers were lubricated by coating with Sigmacote (Sigma, MO) and autoclaved before use. First, a 13 mm diameter Millipore mixed cellulose ester membrane disc (catalog #: GSWP01300) was attached to a solid or GE insert with 3 M autoclavable double-sided tape. Second, a solid or GE insert was inserted to the edge of the bevel in the glass barrel. Next, 2.5 mL of media and 0.5 mL of inoculum were added to the FPA and separated by a rubber stopper. A third compartment, for microscopy samples only, was filled with 2.4 mL of 9% paraformaldehyde. Three biological replicates were prepared for each experimental condition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9891,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To facilitate group activation during spaceflight, eight FPAs were loaded into a single group activation pack (GAP) that enables the simultaneous plunging of rubber stoppers to mix contents of the compartments in all eight FPAs. GAPs were stored in a Commercial Generic Bioprocessing Apparatus (CGBA) that accommodates 16 GAPs and enables temperature control. Cultures were grown following the experiment timeline (Figure S2). Three or five days before shuttle launch, all FPAs and GAPs were loaded. Samples were stored at 8°C. Four or five days before shuttle landing, the media and inoculum were combined and subsequently incubated at 37°C for 72 h. One or two days before shuttle landing, the temperature was decreased to 8°C and the microscopy samples were fixed with paraformaldehyde. An astronaut aboard the shuttle manually changed the incubator temperature and conducted the activation and termination mixing steps. Samples were obtained approximately 6 h after shuttle landing and were processed immediately. Ground controls were conducted at Kennedy Space Center in parallel with spaceflight samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11005,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Viable Cell Counting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11026,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mixed cellulose ester membranes were detached from the insert and washed gently three-times with PBS to remove planktonic cells and loosely associated cells. The membrane was placed in 1 mL PBS and sonicated in an ultrasonic bath (Branson 2510) for 8 min. The sonicated samples were serially diluted with PBS in 96-well plate. The diluted samples were spot-plated on NB agar and incubated at 37°C for 18 h.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11434,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Preparation of Biofilm Samples and Microscopic Observation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11493,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mixed cellulose ester membranes were detached and washed as described for viable cell counting. Biofilms were stained with a solution containing 1 µg/mL propidium iodide, 1% Triton X-100 in PBS. The staining procedure was adapted from Castaneda et al. , where the propidium iodide dye was substituted for fluorescein isothiocyanate (FITC). The use of a 1 µg/mL propidium iodide solution to stain fixed P. aeruginosa biofilms has been described previously. Biofilm images were obtained using a Zeiss LSM 510 (Carl Zeiss, Germany) confocal laser scanning microscope equipped with detectors and filter sets for propidium iodide (excitation, 543 nm: emission, 565 nm). Images were obtained using a 40×/1.3 oil objective. Five image stacks (center and 1 mm right, left, up, and down from center) were obtained from each membrane. Simulated three-dimensional images and sections were generated using IMARIS 7.1 software (Bitplane AG, Switzerland). Analysis of confocal images was performed using COMSTAT software. Void fraction was calculated using the following equation: ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12569,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12577,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight Increases Biofilm Formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12617,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess the effects of spaceflight on biofilm formation, we cultured P. aeruginosa biofilms and quantitatively compared biofilm formation between spaceflight and normal gravity. The number of viable cells within the biofilms was determined by plate counting. In addition, the biomass (µm3 biofilm/µm2 membrane) and mean thickness (µm) of the biofilms were determined from images obtained from confocal laser scanning microscopy (CLSM) with the aid of COMSTAT software. The number of viable cells in P. aeruginosa biofilms formed in mAUM during spaceflight increased three-fold compared to those formed in normal gravity (p<0.01) (Figure 1A). Results from quantitative image analysis also indicated that spaceflight promotes biofilm production by P. aeruginosa, where both biomass (p<0.05) and mean thickness (p<0.01) increased significantly (Figures 1B and 1C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13493,
            "infons": {
              "file": "pone.0062437.g001.jpg",
              "id": "pone-0062437-g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Spaceflight increases biofilm formation by P. aeruginosa.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13551,
            "infons": {
              "file": "pone.0062437.g001.jpg",
              "id": "pone-0062437-g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Wild-type P. aeruginosa was cultured under normal gravity (black bars) and spaceflight (grey bars) conditions in mAUM or mAUMg containing 5 or 50 mM phosphate. (A) The number of surface-associated viable cells per cellulose ester membrane. (B) Biofilm biomass and (C) mean biofilm thickness were quantified by analysis of CLSM images. Error bars, SD; N = 3. *p≤0.05, **p≤0.01.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13936,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We tested the role of phosphate availability and carbon source on biofilm formation during spaceflight because previous reports have shown that spaceflight-dependent responses in planktonic cultures of Salmonella were modulated by nutrient availability. When the concentration of phosphate in mAUM was increased from 5 mM to 50 mM (mAUM-high Pi), biofilms cultured during spaceflight showed a 5-fold increase in viable cells (p<0.01), increased biomass volume (p<0.01), and increased mean thickness (p<0.01) (Figures 1A–C and Table S4). To assess whether the effect of spaceflight on biofilm formation is dependent on carbon source, we substituted 2 mM citric acid in mAUM with 2 mM glucose (mAUMg). As with mAUM, P. aeruginosa biofilms cultured in mAUMg and mAUMg-high Pi during spaceflight exhibited a 6- to 12-fold increase in viable cell counts (p<0.01), along with corresponding increases in biomass (p<0.01) and mean thickness (p<0.01), compared to normal gravity controls (Figure 1, Tables 1 and S4). Overall, we have observed that spaceflight induced an increase in the number of viable cells, biomass, and mean thickness of biofilms regardless of phosphate concentration or carbon source. The experiments with mAUM and mAUM-high Pi were conducted both on STS-132 and aboard STS-135. The results from STS-135 (Figure 1) were consistent with those from STS-132 (Figure S3). Planktonic growth was also observed to increase during spaceflight only under the low phosphate conditions found in mAUM and mAUMg (manuscript in preparation). However, no differences between spaceflight and normal gravity planktonic cell growth were observed when the concentration of phosphate in the media was increased to 50 mM, indicating that the observed increases in biofilm biomass are not solely due to increases in bacterial growth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15763,
            "infons": {
              "file": "pone-0062437-t001.xml",
              "id": "pone-0062437-t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Spaceflight and motility affect biofilm formation and architecture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15831,
            "infons": {
              "file": "pone-0062437-t001.xml",
              "id": "pone-0062437-t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>P. aeruginosa</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Viable cells(10<sup>6</sup> CFU/membrane)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Biomass(µm<sup>3</sup>/µm<sup>2</sup>)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mean thickness(µm)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Void fraction</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Structure</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Wild type</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.8±0.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.7±0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4±0.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.26±0.05</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spaceflight</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.4±0.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.0±0.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.8±1.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.47±0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Column &amp; canopy</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>ΔmotABCD</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.3±0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.9±0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.7±0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.31±0.06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spaceflight</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.1±1.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.2±0.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.1±0.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.30±0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>ΔpilB</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.1±1.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.9±0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.3±0.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.25±0.05</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spaceflight</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.6±1.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.9±0.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.2±1.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.47±0.04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Column &amp; canopy</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Wild type (GE)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ND</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.4±0.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.7±0.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.25±0.04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spaceflight</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ND</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.2±0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.7±0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.28±0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>ΔmotABCD</italic> (GE)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal gravity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ND</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.1±0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.6±0.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.26±0.03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spaceflight</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ND</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.1±0.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.8±0.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.28±0.06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Flat</td></tr></tbody></table>\n"
            },
            "text": "P. aeruginosa\tGravity\tViable cells(106 CFU/membrane)\tBiomass(µm3/µm2)\tMean thickness(µm)\tVoid fraction\tStructure\t \tWild type\tNormal gravity\t0.8±0.6\t3.7±0.1\t5.4±0.5\t0.26±0.05\tFlat\t \t\tSpaceflight\t4.4±0.9\t5.0±0.4\t9.8±1.0\t0.47±0.02\tColumn & canopy\t \tΔmotABCD\tNormal gravity\t0.3±0.1\t3.9±0.3\t5.7±0.1\t0.31±0.06\tFlat\t \t\tSpaceflight\t3.1±1.4\t4.2±0.4\t6.1±0.5\t0.30±0.01\tFlat\t \tΔpilB\tNormal gravity\t2.1±1.0\t3.9±0.3\t5.3±0.2\t0.25±0.05\tFlat\t \t\tSpaceflight\t5.6±1.1\t4.9±0.4\t9.2±1.1\t0.47±0.04\tColumn & canopy\t \tWild type (GE)\tNormal gravity\tND\t6.4±0.2\t8.7±0.7\t0.25±0.04\tFlat\t \t\tSpaceflight\tND\t6.2±0.1\t8.7±0.3\t0.28±0.02\tFlat\t \tΔmotABCD (GE)\tNormal gravity\tND\t4.1±0.3\t5.6±0.5\t0.26±0.03\tFlat\t \t\tSpaceflight\tND\t4.1±0.5\t5.8±0.9\t0.28±0.06\tFlat\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16613,
            "infons": {
              "file": "pone-0062437-t001.xml",
              "id": "pone-0062437-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Wild type, ΔmotABCD, and ΔpilB were grown in mAUMg with solid inserts or GE inserts. Biomass and mean thickness were calculated from CLSM images using COMSTAT. Results are shown as mean ± SD; N = 3. ND, not determined.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16841,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight Alters Biofilm Architecture",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16881,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "On Earth, P. aeruginosa forms mushroom-shaped, structured biofilms under hydrodynamic conditions, such as those found in flow-cell systems, in media containing glucose as a carbon source and flat biofilms in media with citrate. Under static conditions, structured biofilms are generally not observed because of limited nutrient availability and aeration. To assess whether spaceflight causes any structural differences in P. aeruginosa biofilms, we compared CLSM images obtained from samples grown in spaceflight and normal gravity. The increased thickness of the biofilms formed in mAUMg during spaceflight is readily apparent from side view images (Figure 2A). Moreover, P. aeruginosa biofilms grown during spaceflight exhibited a structure consisting of columns overlaid with a canopy, while biofilms cultured in normal gravity showed flat structures. As shown in Figure 2B, the column-and-canopy structure can be seen clearly when slices of the biofilm, approximately 5.8 µm thick, were prepared from partial z stacks. The slice closest to the substratum clearly shows cell aggregates that have formed column-like structures with significant unoccupied space. Farther away from the membrane, biofilms grown in spaceflight showed dense, mat-like structures that form a canopy over the columns. In contrast, the normal gravity samples showed uniformly dense structures. Comparisons of the z stack slices showed that P. aeruginosa grown during spaceflight formed column-and-canopy structured biofilms in mAUM (Figure S4), as well as mAUM-high Pi and mAUMg-high Pi (Table S4). To the best of our knowledge, such structures have not been reported previously. Further, the presence of three-dimensionally structured, as opposed to flat, biofilms was especially surprising due to the static environment in our biofilm culture system.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18716,
            "infons": {
              "file": "pone.0062437.g002.jpg",
              "id": "pone-0062437-g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "\nP.aeruginosa biofilms cultured during spaceflight display column-and-canopy structures.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18805,
            "infons": {
              "file": "pone.0062437.g002.jpg",
              "id": "pone-0062437-g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Confocal laser scanning micrographs of 3-day-old biofilms formed by wild type, ΔmotABCD, and ΔpilB comparing normal gravity and spaceflight culture conditions. All strains were grown in mAUMg with 5 mM phosphate. No significant differences in structure or thickness were observed with mAUMg containing 5 or 50 mM phosphate. (A) Representative side-view images. (B) Representative 5.8 µm thick slices generated from partial z stacks. Maximum thickness is indicated in the upper right corner of the top slice for each condition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19344,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Quantitative image analysis comparing the amount of unoccupied space within the biofilm structure also indicated a significant structural difference between biofilms formed in normal gravity and those formed during spaceflight. Specifically, we compared the void fraction of biofilms using the biomass and mean thickness values obtained from CLSM image analysis. Biofilms formed during spaceflight exhibited a 1.8-fold increase in void fraction compared to normal gravity controls (Tables 1 and S3). This observation is consistent with the large volume of empty space observed “underneath” the biofilm canopies formed under microgravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19986,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Motility Affects Spaceflight Biofilm Formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20033,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Flagella-driven motility and type IV pili-driven motility have been shown to affect P. aeruginosa biofilm development. Furthermore, flagella-driven motility plays a key role in the development of structured biofilms under hydrodynamic conditions. To examine whether motility plays a role in the formation of the column-and-canopy-shaped biofilms during spaceflight we compared CLSM images obtained with wild-type P. aeruginosa with those formed by mutants deficient in flagella-driven motility, ΔmotABCD , and type IV pili-driven motility, ΔpilB . As shown in Figure 2, the structure of ΔmotABCD biofilms cultured during spaceflight showed uniformly dense biofilms with no apparent structural difference from those cultured in normal gravity (Figures 2 and S4). In contrast, ΔpilB behaved similarly to wild type, where biofilms formed during spaceflight showed column-and-canopy structures and those formed in normal gravity showed dense, uniform biofilms (Figure 2). These findings indicate that, like the mushroom-shaped structured biofilms formed on Earth, flagella-driven motility plays a key role in formation of column-and-canopy structured biofilms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21206,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also assessed the role of motility on biofilm production. Like wild-type P. aeruginosa, ΔmotABCD grown during spaceflight showed an 8-fold increase in number of viable cells in biofilms compared to those grown in normal gravity regardless of carbon source (Tables 1 and S3). From COMSTAT image analysis, however, no significant difference in biomass or mean thickness was observed in ΔmotABCD biofilms cultured in mAUM or mAUMg between spaceflight and normal gravity (Tables 1 and S3). The discrepancy between viable cell counting and COMSTAT analysis in ΔmotABCD biofilms indicates a difference in relative numbers of viable cells per volume of biomass, where spaceflight may increase either the amount of cells per volume of extracellular matrix or the viability of cells within the matrix. Like wild-type P. aeruginosa, ΔpilB biofilms grown during spaceflight showed increased viable cell numbers in biofilms (p<0.01), biomass (p<0.05), and mean thickness (p<0.01) compared to normal gravity controls (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22240,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of Oxygen Availability on Biofilm Formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22292,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess the effect of oxygen availability on biofilm formation during spaceflight, we substituted the solid inserts used in the experiments described above with gas exchange (GE) inserts that allow the movement of gases via a gas permeable membrane (Figure S1). A significant increase in biofilm formation was observed with GE inserts compared to solid inserts under both normal gravity and microgravity conditions (Figure 3 and Table 1). Further, no differences between biofilms grown under normal and microgravity conditions were observed with the GE inserts for both wild type and ΔmotABCD. The structures of biofilms grown with GE inserts were flat and dense (Figure 3 and Table 1), similar to those observed under static conditions on Earth. We also observed that the difference between the amount of planktonic biomass formed in normal gravity and spaceflight was minimized with the GE inserts (manuscript in preparation).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23227,
            "infons": {
              "file": "pone.0062437.g003.jpg",
              "id": "pone-0062437-g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Increased oxygen availability minimizes gravitational effects on biofilm formation by P.aeruginosa.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23327,
            "infons": {
              "file": "pone.0062437.g003.jpg",
              "id": "pone-0062437-g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Representative side view confocal laser scanning micrographs of 3-day-old biofilms formed by wild-type P. aeruginosa and ΔmotABCD grown in mAUMg with gas exchange (GE) inserts comparing normal gravity and spaceflight culture conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23568,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23579,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We have shown that P. aeruginosa forms column-and-canopy-shaped biofilms during spaceflight and that flagella-driven motility plays a key role in the formation of this unique structure. Figure 4 summarizes how biofilms formed under the spaceflight culture conditions compare with those formed under two common laboratory culture conditions, static and hydrodynamic. Under hydrodynamic conditions, P. aeruginosa can form mushroom-shaped structured biofilms, while flat biofilms are generally observed under static conditions. Under static conditions during spaceflight, however, biofilms with column-and-canopy structures were observed. Flagella-driven motility plays a key role the formation of column-and-canopy-shaped biofilms formed during spaceflight and the mushroom-shaped biofilms formed in hydrodynamic conditions on Earth. However, the formation of mushroom-shaped biofilms is dependent on a carbon source, while we have observed that the formation of column-and-canopy-shaped biofilms is independent of carbon source (Figures 2 and S4). Both the column-and-canopy-shaped biofilms and the mushroom-shaped biofilms have two-layered structures, and the mushroom “stalks\" and columns are likely formed using the same mechanism, further evidenced by the fact that flagella-driven motility is required for both. While the top layer of the mushroom-shaped biofilms is an isolated cap structure, the top layer of the column-and-canopy-shaped biofilms is a flat mat-like structure. The canopy is likely an extension and connection of the isolated “caps” observed in mushroom-shaped structures (Figure 4). While still an active area of research, the size of mushroom “cap” has been observed to be limited under hydrodynamic conditions in normal gravity by a combination of flow, gravity or natural dispersal mechanisms. In contrast, the fluid dynamics surrounding cells in microgravity are extremely quiescent because of diminished gravity (∼10−6 g). Under microgravity conditions, the virtual absence of flow and gravity may promote the unlimited expansion of the mushroom “caps” resulting in the formation of the intact canopy on top of the relatively widely spaced columns. The formation of flat biofilms with the GE inserts may be due an increase in biofilm growth rate, either by preventing the formation of the stratified structure or expanding into the space available under the canopy. However, it is possible that increased oxygen availability inhibits the formation of the column-and-canopy structure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26109,
            "infons": {
              "file": "pone.0062437.g004.jpg",
              "id": "pone-0062437-g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Illustration summarizing the influence of gravity, flow, and motility on P.aeruginosa biofilm architecture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26217,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We speculate that the increases in biofilm formation observed with the GE inserts are primarily due to increased oxygen availability. With the solid inserts, the conditions in the FPA are most likely microaerophilic to anaerobic as the cells consume the oxygen available in the liquid and air bubble present in the closed system. While the GE inserts were designed to provide an aerobic environment in the FPAs, results from P. aeruginosa gene expression studies have indicated that growth is likely oxygen limited even with the GE inserts and that differences in oxygen gradients within the FPAs likely exist between normal gravity and spaceflight conditions. In the present study, the direct attachment of the biofilm substrate to the GE inserts maximized the oxygen available for surface-associated cells and minimized the differences in oxygen availability between spaceflight and normal gravity conditions. Overall, in the samples grown with the solid inserts, oxygen is likely a limiting substrate for growth. When the GE inserts were used to increase the oxygen availability, an increase in biofilm was observed and the difference between normal gravity and microgravity diminished. Therefore, the advantage conferred by microgravity is dependent upon resource availability, where changes in mixing, diffusion, sedimentation and other environmental factors play a more significant role under such limiting conditions. This observation is similar to results from Wilson et al., who showed that an increase in nutrient availability minimized the differences in virulence observed with Salmonella between normal and microgravity. We anticipate that these data will lead to the development of mathematical models describing the physico-chemical environment experienced by the cells under microgravity and normal gravity conditions and insights into the nature of the differences that cause the observed changes in growth and dependence on nutrient availability.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28182,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We have demonstrated that spaceflight can trigger changes in P. aeruginosa biofilm growth and architecture. To the best of our knowledge, these findings are the first evidence that spaceflight influences community-level behaviors of bacteria. Our findings indicate that altered biofilm formation during spaceflight may have detrimental impacts on long-term spaceflight missions, where increases in biofouling and microbially-induced corrosion could have profound impacts on mission success. Furthermore, it will be important to explore the effects of such changes on human health through pathogenic and beneficial interactions between humans and microbes during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28857,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While further studies are required to elucidate the mechanisms involved in the formation of the unique biofilm architecture observed during spaceflight, this work provides a set of data exploring conditions and parameters that are not possible on Earth. Thus, furthering our understanding of how environmental parameters alter biofilm formation by this key opportunistic pathogen. The unique morphology of the P. aeruginosa biofilms formed in microgravity suggests that nature is capable of adapting to non-terrestrial environments in ways that deserve further studies, including those exploring long-term growth and adaptation to a low gravity environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29515,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29538,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29549,
            "infons": {
              "fpage": "121",
              "lpage": "156",
              "name_0": "surname:Horneck;given-names:G",
              "name_1": "surname:Klaus;given-names:DM",
              "name_2": "surname:Mancinelli;given-names:RL",
              "pub-id_pmid": "20197502",
              "section_type": "REF",
              "source": "Microbiol Mol Biol Rev",
              "type": "ref",
              "volume": "74",
              "year": "2010"
            },
            "text": "Space microbiology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29568,
            "infons": {
              "fpage": "835",
              "lpage": "843",
              "name_0": "surname:Crucian;given-names:BE",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Pierson;given-names:DL",
              "name_3": "surname:Sams;given-names:CF",
              "pub-id_pmid": "18785351",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "79",
              "year": "2008"
            },
            "text": "Immune system dysregulation following short- vs long-duration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29642,
            "infons": {
              "fpage": "1935",
              "lpage": "1942",
              "name_0": "surname:Baqai;given-names:FP",
              "name_1": "surname:Gridley;given-names:DS",
              "name_2": "surname:Slater;given-names:JM",
              "name_3": "surname:Luo-Owen;given-names:X",
              "name_4": "surname:Stodieck;given-names:LS",
              "pub-id_pmid": "19342437",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Effects of spaceflight on innate immune function and antioxidant gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29723,
            "infons": {
              "fpage": "e15361",
              "name_0": "surname:Marcu;given-names:O",
              "name_1": "surname:Lera;given-names:MP",
              "name_2": "surname:Sanchez;given-names:ME",
              "name_3": "surname:Levic;given-names:E",
              "name_4": "surname:Higgins;given-names:LA",
              "pub-id_pmid": "21264297",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Innate immune responses of Drosophila melanogaster are altered by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29801,
            "infons": {
              "fpage": "95",
              "lpage": "108",
              "name_0": "surname:Hall-Stoodley;given-names:L",
              "name_1": "surname:Costerton;given-names:JW",
              "name_2": "surname:Stoodley;given-names:P",
              "pub-id_pmid": "15040259",
              "section_type": "REF",
              "source": "Nat Rev Microbiol",
              "type": "ref",
              "volume": "2",
              "year": "2004"
            },
            "text": "Bacterial biofilms: from the natural environment to infectious diseases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29873,
            "infons": {
              "fpage": "169",
              "lpage": "180",
              "name_0": "surname:Videla;given-names:HA",
              "name_1": "surname:Herrera;given-names:LK",
              "pub-id_pmid": "16200495",
              "section_type": "REF",
              "source": "Int Microbiol",
              "type": "ref",
              "volume": "8",
              "year": "2005"
            },
            "text": "Microbiologically influenced corrosion: looking to the future",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29935,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Storrs-Mabilat M (2001) Study of a Microbial Detection System for Space Applications. Noordwijk, Netherlands.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30045,
            "infons": {
              "fpage": "25",
              "lpage": "33",
              "name_0": "surname:Gu;given-names:JD",
              "name_1": "surname:Roman;given-names:M",
              "name_2": "surname:Esselman;given-names:T",
              "name_3": "surname:Mitchell;given-names:R",
              "pub-id_pmid": "11541393",
              "section_type": "REF",
              "source": "Int Biodeterior Biodegradation",
              "type": "ref",
              "volume": "41",
              "year": "1998"
            },
            "text": "The role of microbial biofilms in deterioration of space station candidate materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30130,
            "infons": {
              "fpage": "7701",
              "lpage": "7710",
              "name_0": "surname:Lynch;given-names:SV",
              "name_1": "surname:Mukundakrishnan;given-names:K",
              "name_2": "surname:Benoit;given-names:MR",
              "name_3": "surname:Ayyaswamy;given-names:PS",
              "name_4": "surname:Matin;given-names:A",
              "pub-id_pmid": "17028231",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "72",
              "year": "2006"
            },
            "text": " Escherichia coli biofilms formed under low-shear modeled microgravity in a ground-based system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30226,
            "infons": {
              "fpage": "115",
              "lpage": "119",
              "name_0": "surname:McLean;given-names:RJ",
              "name_1": "surname:Cassanto;given-names:JM",
              "name_2": "surname:Barnes;given-names:MB",
              "name_3": "surname:Koo;given-names:JH",
              "pub-id_pmid": "11179638",
              "section_type": "REF",
              "source": "FEMS Microbiol Lett",
              "type": "ref",
              "volume": "195",
              "year": "2001"
            },
            "text": "Bacterial biofilm formation under microgravity conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30284,
            "infons": {
              "fpage": "16299",
              "lpage": "16304",
              "name_0": "surname:Wilson;given-names:JW",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Honer zu Bentrup;given-names:K",
              "name_3": "surname:Ramamurthy;given-names:R",
              "name_4": "surname:Quick;given-names:L",
              "pub-id_pmid": "17901201",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "104",
              "year": "2007"
            },
            "text": "Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30388,
            "infons": {
              "fpage": "76",
              "lpage": "80",
              "name_0": "surname:England;given-names:LS",
              "name_1": "surname:Gorzelak;given-names:M",
              "name_2": "surname:Trevors;given-names:JT",
              "pub-id_pmid": "14642816",
              "section_type": "REF",
              "source": "Biochim Biophys Acta",
              "type": "ref",
              "volume": "1624",
              "year": "2003"
            },
            "text": "Growth and membrane polarization in Pseudomonas aeruginosa UG2 grown in randomized microgravity in a high aspect ratio vessel",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30514,
            "infons": {
              "fpage": "85",
              "lpage": "86",
              "name_0": "surname:Guadarrama;given-names:S",
              "name_1": "surname:Pulcini;given-names:E",
              "name_2": "surname:Broadaway;given-names:SC",
              "name_3": "surname:Pyle;given-names:BH",
              "pub-id_pmid": "16038097",
              "section_type": "REF",
              "source": "Gravit Space Biol Bull",
              "type": "ref",
              "volume": "18",
              "year": "2005"
            },
            "text": " Pseudomonas aeruginosa growth and production of Exotoxin A in static and modeled microgravity environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30622,
            "infons": {
              "fpage": "2098",
              "lpage": "2110",
              "name_0": "surname:Crabbé;given-names:A",
              "name_1": "surname:De Boever;given-names:P",
              "name_2": "surname:Van Houdt;given-names:R",
              "name_3": "surname:Moors;given-names:H",
              "name_4": "surname:Mergeay;given-names:M",
              "pub-id_pmid": "18430020",
              "section_type": "REF",
              "source": "Environ Microbiol",
              "type": "ref",
              "volume": "10",
              "year": "2008"
            },
            "text": "Use of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of Pseudomonas aeruginosa PA01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30752,
            "infons": {
              "fpage": "1545",
              "lpage": "1564",
              "name_0": "surname:Crabbé;given-names:A",
              "name_1": "surname:Pycke;given-names:B",
              "name_2": "surname:Van Houdt;given-names:R",
              "name_3": "surname:Monsieurs;given-names:P",
              "name_4": "surname:Nickerson;given-names:C",
              "pub-id_pmid": "20236169",
              "section_type": "REF",
              "source": "Environ Microbiol",
              "type": "ref",
              "volume": "12",
              "year": "2010"
            },
            "text": "Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30852,
            "infons": {
              "fpage": "1221",
              "lpage": "1230",
              "name_0": "surname:Crabbé;given-names:A",
              "name_1": "surname:Schurr;given-names:MJ",
              "name_2": "surname:Monsieurs;given-names:P",
              "name_3": "surname:Morici;given-names:L",
              "name_4": "surname:Schurr;given-names:J",
              "pub-id_pmid": "21169425",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "77",
              "year": "2011"
            },
            "text": "Transcriptional and proteomic responses of Pseudomonas aeruginosa PAO1 to spaceflight conditions involve Hfq regulation and reveal a role for oxygen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31001,
            "infons": {
              "fpage": "449",
              "lpage": "455",
              "name_0": "surname:Klaus;given-names:D",
              "name_1": "surname:Simske;given-names:S",
              "name_2": "surname:Todd;given-names:P",
              "name_3": "surname:Stodieck;given-names:L",
              "section_type": "REF",
              "source": "Microbiology 143 (Pt",
              "type": "ref",
              "volume": "2)",
              "year": "1997"
            },
            "text": "Investigation of space flight effects on Escherichia coli and a proposed model of underlying physical mechanisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31114,
            "infons": {
              "fpage": "203",
              "lpage": "206",
              "name_0": "surname:Brooks;given-names:T",
              "name_1": "surname:Keevil;given-names:CW",
              "pub-id_pmid": "9080700",
              "section_type": "REF",
              "source": "Lett Appl Microbiol",
              "type": "ref",
              "volume": "24",
              "year": "1997"
            },
            "text": "A simple artificial urine for the growth of urinary pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31176,
            "infons": {
              "fpage": "23",
              "lpage": "29",
              "name_0": "surname:Castaneda;given-names:RJ",
              "name_1": "surname:Freeman;given-names:SA",
              "name_2": "surname:Riggan;given-names:M",
              "name_3": "surname:Song-Zhao;given-names:GX",
              "section_type": "REF",
              "source": "J Exp Microbiol Immunol",
              "type": "ref",
              "volume": "11",
              "year": "2007"
            },
            "text": "Identification of a novel caspase-3-like protease, Clp, in Pseudomonas aeruginosa biofilms and its modulation of rapid cell death",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31306,
            "infons": {
              "fpage": "843",
              "lpage": "851",
              "name_0": "surname:Hogardt;given-names:M",
              "name_1": "surname:Roeder;given-names:M",
              "name_2": "surname:Schreff;given-names:AM",
              "name_3": "surname:Eberl;given-names:L",
              "name_4": "surname:Heesemann;given-names:J",
              "pub-id_pmid": "15073294",
              "section_type": "REF",
              "source": "Microbiology",
              "type": "ref",
              "volume": "150",
              "year": "2004"
            },
            "text": "Expression of Pseudomonas aeruginosa exoS is controlled by quorum sensing and RpoS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31389,
            "infons": {
              "fpage": "2395",
              "lpage": "2407",
              "name_0": "surname:Heydorn;given-names:A",
              "name_1": "surname:Nielsen;given-names:AT",
              "name_2": "surname:Hentzer;given-names:M",
              "name_3": "surname:Sternberg;given-names:C",
              "name_4": "surname:Givskov;given-names:M",
              "section_type": "REF",
              "source": "Microbiology 146 (Pt",
              "type": "ref",
              "volume": "10)",
              "year": "2000"
            },
            "text": "Quantification of biofilm structures by the novel computer program COMSTAT",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31464,
            "infons": {
              "fpage": "e3923",
              "name_0": "surname:Wilson;given-names:JW",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Quick;given-names:L",
              "name_3": "surname:Davis;given-names:R",
              "name_4": "surname:Honer zu Bentrup;given-names:K",
              "pub-id_pmid": "19079590",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "3",
              "year": "2008"
            },
            "text": "Media ion composition controls regulatory and virulence response of Salmonella in spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31558,
            "infons": {
              "fpage": "1511",
              "lpage": "1524",
              "name_0": "surname:Klausen;given-names:M",
              "name_1": "surname:Heydorn;given-names:A",
              "name_2": "surname:Ragas;given-names:P",
              "name_3": "surname:Lambertsen;given-names:L",
              "name_4": "surname:Aaes-Jorgensen;given-names:A",
              "pub-id_pmid": "12791135",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "48",
              "year": "2003"
            },
            "text": "Biofilm formation by Pseudomonas aeruginosa wild type, flagella and type IV pili mutants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31647,
            "infons": {
              "fpage": "61",
              "lpage": "68",
              "name_0": "surname:Klausen;given-names:M",
              "name_1": "surname:Aaes-Jorgensen;given-names:A",
              "name_2": "surname:Molin;given-names:S",
              "name_3": "surname:Tolker-Nielsen;given-names:T",
              "pub-id_pmid": "14507363",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "50",
              "year": "2003"
            },
            "text": "Involvement of bacterial migration in the development of complex multicellular structures in Pseudomonas aeruginosa biofilms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31772,
            "infons": {
              "fpage": "1264",
              "lpage": "1277",
              "name_0": "surname:Shrout;given-names:JD",
              "name_1": "surname:Chopp;given-names:DL",
              "name_2": "surname:Just;given-names:CL",
              "name_3": "surname:Hentzer;given-names:M",
              "name_4": "surname:Givskov;given-names:M",
              "pub-id_pmid": "17059568",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "62",
              "year": "2006"
            },
            "text": "The impact of quorum sensing and swarming motility on Pseudomonas aeruginosa biofilm formation is nutritionally conditional",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31896,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Merritt JH, Kadouri DE, O'Toole GA (2005) Growing and analyzing static biofilms. Curr Protoc Microbiol Chapter 1: Unit 1B 1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32021,
            "infons": {
              "fpage": "295",
              "lpage": "304",
              "name_0": "surname:O'Toole;given-names:GA",
              "name_1": "surname:Kolter;given-names:R",
              "pub-id_pmid": "9791175",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "30",
              "year": "1998"
            },
            "text": "Flagellar and twitching motility are necessary for Pseudomonas aeruginosa biofilm development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32115,
            "infons": {
              "fpage": "2331",
              "lpage": "2343",
              "name_0": "surname:Barken;given-names:KB",
              "name_1": "surname:Pamp;given-names:SJ",
              "name_2": "surname:Yang;given-names:L",
              "name_3": "surname:Gjermansen;given-names:M",
              "name_4": "surname:Bertrand;given-names:JJ",
              "pub-id_pmid": "18485000",
              "section_type": "REF",
              "source": "Environ Microbiol",
              "type": "ref",
              "volume": "10",
              "year": "2008"
            },
            "text": "Roles of type IV pili, flagellum-mediated motility and extracellular DNA in the formation of mature multicellular structures in Pseudomonas aeruginosa biofilms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32275,
            "infons": {
              "fpage": "771",
              "lpage": "777",
              "name_0": "surname:Toutain;given-names:CM",
              "name_1": "surname:Zegans;given-names:ME",
              "name_2": "surname:O'Toole;given-names:GA",
              "pub-id_pmid": "15629949",
              "section_type": "REF",
              "source": "J Bacteriol",
              "type": "ref",
              "volume": "187",
              "year": "2005"
            },
            "text": "Evidence for two flagellar stators and their role in the motility of Pseudomonas aeruginosa ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32368,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Sternberg C, Tolker-Nielsen T (2006) Growing and analyzing biofilms in flow cells. Curr Protoc Microbiol Chapter 1: Unit 1B 2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32495,
            "infons": {
              "fpage": "253",
              "lpage": "268",
              "name_0": "surname:Harmsen;given-names:M",
              "name_1": "surname:Yang;given-names:L",
              "name_2": "surname:Pamp;given-names:SJ",
              "name_3": "surname:Tolker-Nielsen;given-names:T",
              "pub-id_pmid": "20497222",
              "section_type": "REF",
              "source": "FEMS Immunol Med Microbiol",
              "type": "ref",
              "volume": "59",
              "year": "2010"
            },
            "text": "An update on Pseudomonas aeruginosa biofilm formation, tolerance, and dispersal",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32575,
            "infons": {
              "fpage": "361",
              "lpage": "367",
              "name_0": "surname:Stoodley;given-names:P",
              "name_1": "surname:Cargo;given-names:R",
              "name_2": "surname:Rupp;given-names:CJ",
              "name_3": "surname:Wilson;given-names:S",
              "name_4": "surname:Klapper;given-names:I",
              "pub-id_pmid": "12483479",
              "section_type": "REF",
              "source": "J Ind Microbiol Biotechnol",
              "type": "ref",
              "volume": "29",
              "year": "2002"
            },
            "text": "Biofilm material properties as related to shear-induced deformation and detachment phenomena",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32668,
            "infons": {
              "fpage": "1",
              "lpage": "10",
              "name_0": "surname:Nelson;given-names:ES",
              "name_1": "surname:Jules;given-names:K",
              "pub-id_pmid": "16145793",
              "section_type": "REF",
              "source": "J Gravit Physiol",
              "type": "ref",
              "volume": "11",
              "year": "2004"
            },
            "text": "The microgravity environment for experiments on the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32748,
            "infons": {
              "fpage": "046007",
              "name_0": "surname:Benoit;given-names:MR",
              "name_1": "surname:Brown;given-names:RB",
              "name_2": "surname:Todd;given-names:P",
              "name_3": "surname:Nelson;given-names:ES",
              "name_4": "surname:Klaus;given-names:DM",
              "pub-id_pmid": "19075355",
              "section_type": "REF",
              "source": "Phys Biol",
              "type": "ref",
              "volume": "5",
              "year": "2008"
            },
            "text": "Buoyant plumes from solute gradients generated by non-motile Escherichia coli ",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]