[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3509447",
        "infons": {
          "license": "CC BY-NC-SA"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1242/bio.2012687",
              "article-id_pmc": "PMC3509447",
              "article-id_pmid": "23213450",
              "article-id_publisher-id": "BIO2012687",
              "fpage": "570",
              "issue": "6",
              "kwd": "Circadian Hypergravity Homeorhesis Lactation Mammary Pregnancy",
              "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial Share Alike License (http://creativecommons.org/licenses/by-nc-sa/3.0/).",
              "lpage": "581",
              "name_0": "surname:Casey;given-names:Theresa",
              "name_1": "surname:Zakrzewska;given-names:Elzbieta I.",
              "name_2": "surname:Maple;given-names:Rhonda L.",
              "name_3": "surname:Lintault;given-names:Laura",
              "name_4": "surname:Wade;given-names:Charles E.",
              "name_5": "surname:Baer;given-names:Lisa A.",
              "name_6": "surname:Ronca;given-names:April E.",
              "name_7": "surname:Plaut;given-names:Karen",
              "section_type": "TITLE",
              "type": "front",
              "volume": "1",
              "year": "2012"
            },
            "text": "Hypergravity disruption of homeorhetic adaptations to lactation in rat dams include changes in circadian clocks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 112,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 120,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Altered gravity load induced by spaceflight (microgravity) and centrifugation (hypergravity) is associated with changes in circadian, metabolic, and reproductive systems. Exposure to 2-g hypergravity (HG) during pregnancy and lactation decreased rate of mammary metabolic activity and increased pup mortality. We hypothesize HG disrupted maternal homeorhetic responses to pregnancy and lactation are due to changes in maternal metabolism, hormone concentrations, and maternal behavior related to gravity induced alterations in circadian clocks. Effect of HG exposure on mammary, liver and adipose tissue metabolism, plasma hormones and maternal behavior were analyzed in rat dams from mid-pregnancy (Gestational day [G]11) through early lactation (Postnatal day [P]3); comparisons were made across five time-points: G20, G21, P0 (labor and delivery), P1 and P3. Blood, mammary, liver, and adipose tissue were collected for analyzing plasma hormones, glucose oxidation to CO2 and incorporation into lipids, or gene expression. Maternal behavioral phenotyping was conducted using time-lapse videographic analyses. Dam and fetal-pup body mass were significantly reduced in HG in all age groups. HG did not affect labor and delivery; however, HG pups experienced a greater rate of mortality. PRL, corticosterone, and insulin levels and receptor genes were altered by HG. Mammary, liver and adipose tissue metabolism and expression of genes that regulate lipid metabolism were altered by HG exposure. Exposure to HG significantly changed expression of core clock genes in mammary and liver and circadian rhythms of maternal behavior. Gravity load alterations in dam's circadian system may have impacted homeorhetic adaptations needed for a successful lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1877,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1890,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "At varying phases of the life cycle, there are differential nutrient requirements. During pregnancy and lactation, an immense demand for nutrients sustains these challenging physiological states in the mother and fosters growth and development of the fetus and neonate. To support fetal and neonatal growth, major changes in the partitioning of available nutrients occur in maternal tissues, including coordinated shifts in mammary, liver and adipose tissue metabolism that do not jeopardize maternal homeostasis or fetal and neonatal health. Homeorhetic adaptations are the “coordinated changes in metabolism of body tissues necessary to support a (dominant) developmental or physiological process”. Whereas homeostasis is widely understood to describe compensatory mechanisms that preserve the relative constancy of functions despite external challenges, homeorhesis refers to regulatory processes that support developmental or physiological processes of highest priority. Homeorhetic controls regulate nutrient partitioning during pregnancy, thereby assuring growth of the conceptus as well as development of the mammary gland. With the onset of lactation, many maternal tissues undergo further adaptations to support milk synthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3131,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "During gestation, the endocrine system coordinates the mother's metabolic activities with the physiological requirements of the fetuses and subsequent nutritional demands of the suckling offspring. Mammary gland development and differentiation during pregnancy is the direct result of a network of changes in hormone levels, substrate availability and behavioral adaptations that collectively result in optimal milk production during lactation. During pregnancy, estrogen, progesterone, placental lactogen and the anterior pituitary hormone, prolactin (PRL), stimulate mammary growth and differentiation. At parturition, changes in these hormones act to stimulate the onset of lactation. Periparturient changes in maternal metabolism include: 1) increased hepatic gluconeogenesis from endogenous substrates, 2) decreased peripheral tissue glucose utilization, 3) increased fatty acid mobilization from adipose tissue, and 4) increased amino acid mobilization from muscle. Thus to insure adequate milk production and simultaneously maintain maternal homeostasis, the lactating dam utilizes homeorhetic processes to shift her metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4267,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The dam's normal homeorhetic response to the increased nutrient and energy demands of milk synthesis were mediated in part by global changes in gene transcription in mammary, liver and adipose including changes in clock genes that regulate circadian rhythms. Changes in molecular clocks during the transition from pregnancy to lactation in relation to other transcriptional profiles of mammary, liver and adipose tissues suggested that homeorhetic adaptation to lactation may be by coordinated in part by the circadian system. Circadian rhythms allow organisms to anticipate and prepare for precise and regular environmental changes and can be entrained by external cues. Although light is the primary environmental cue that entrains circadian clocks, gravity significantly affects circadian patterns of behavior, hormones, body temperature, and metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5125,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Gravity is an environmental stimulus that exerts major influences on animal physiology and behavior. Similar to other environmental stimuli, such as temperature and light, animals have adapted to the Earth's gravitational force. In mammals, sudden deviations from Earth's 1-g environment are associated with significant physiological changes, including altered reproductive capability. Studies investigating the effects of gravity and circadian rhythms on reproducing and developing mammals can provide unique biomedical perspectives on these life processes on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5693,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We previously identified gravity as an environmental variable that produces major graded changes in mammary metabolic activity and reduces pup survival. We and others showed that survival rates of pups born to rat dams exposed to 1.5- to 2-times Earth's gravity during the latter half of pregnancy were reduced by 5 to 40%. However, if neonatal pups were removed from the hypergravity environment and cross fostered to non-manipulated dams, mortality did not occur. These data suggest that the dam's normal homeorhetic response to the onset of lactation was altered in hypergravity, thereby decreasing her ability to nurture pups. Although HG dams had reduced body fat and mass, these factors did not account for altered rates of lipid metabolism in mammary, liver and adipose tissues or decreased neonatal survival. Further, neither prolactin nor glucocorticoid supplementation reversed the HG induced reduction in metabolic rates, suggesting that factors other than circulating lactogenic hormone levels and dam body composition were negatively impacting the dams' homeorhetic response to pregnancy and lactation. Collectively, these findings indicate a disruption of homeorhetic mechanisms that normally allow the dam to maintain homeostasis while simultaneously providing for growing fetuses and neonates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7003,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In the present study, we measured the effect of exposure to 2-g from mid-gestation (gestational day [G]11 of the rat's 22-day pregnancy) throughout early lactation (until Postnatal day [P]3) on metabolic activity of mammary, liver and adipose tissue as well as circulating hormone and metabolite levels, and maternal behavior in relation to pup survival. We tested whether hypergravity affects homeorhetic responses in the dam thereby affecting lipid metabolism and pup survival. We also examined the hypothesis that alterations to the dam's circadian system induced by changes in gravitational force may limit homeorhetic adaptations needed for a successful lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7673,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7681,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on dam body mass, organ mass, and body composition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7756,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Body mass was 21%, 19%, 10%, 17% and 13% lower in G20, G21, P0, P1 and P3 HG dams versus control dams, respectively (supplementary material Table S1). Mammary glands were significantly (p<0.05) smaller in HG (1.80±0.12g) versus control (2.19±0.11g) dams on G20; however, the change in size was proportional to the change in overall body mass (0.6% for both treatments). Increased gravity-load did not significantly affect liver mass of pregnant dams. Body composition differed across conditions with HG dams having significantly less body fat than control dams (percent total body fat on P1: control, 27.1±1.2, HG, 18.7±2.2; on P3: control, 19.3±1.9, HG, 13.4±1.5; p<0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8438,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on mortality, body mass and body composition of fetal and neonatal rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8534,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There were no differences between HG and control in the numbers of fetuses on either G20 or G22 or in proportions of live births on P0. Gestational length was comparable for HG and control dams, as evidenced by day of parturition (G22/23). There were no differences in the overall amount of time spent in labor and parturition. The increased gravitational load did not affect litter size (No. pups per litter: HG 12±3; control 12±3) or male: female ratio (control % male: female, 47±3: 53±3; HG % male: female, 48±3: 52.±3). However, there was a significant (p<0.05) difference in pup survival across treatment conditions (HG: P0, 95%, P1, 57%, P3, 48%; Control: 100% at all ages). During late pregnancy, G20 and G22 fetuses exposed to 2-g hypergravity weighed 27% less than fetuses from control dams (p<0.05) (Table 1). Furthermore, placental weights were reduced, but were proportional to the body mass of the fetus. During early lactation, although HG pups increased body mass, they weighed approximately 20% and 30% less than control pups on P1 and P3, respectively (p<0.05) (Table 1). Though not different in fetuses, crown rump length was shorter in HG animals after birth (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9736,
            "infons": {
              "file": null,
              "id": "t01",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "The effect of hypergravity exposure on fetal and neonatal body mass, crown rump length (CRL) and placental mass.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9849,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on maternal behavior",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9894,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the first four days after initial exposure to hypergravity (G12–15), control and HG dams exhibited similar levels of overall activity during the light phase of the circadian cycle, but HG dams showed significantly reduced activity as compared to control dams during the dark phase (p<0.05) (Fig. 1). During the 48 h just prior to parturition (G20–21), control dams reduced their overall activity during the dark phase of the cycle but HG dams maintained higher activity levels (p<0.05). An analysis of specific behavioral activities revealed that compared to control dams, HG dams spent more time eating/drinking and more time digging/nest-building but less time self-grooming and rearing offspring.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10605,
            "infons": {
              "file": "bio-01-06-570-f01.jpg",
              "id": "f01",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Dam activity during light (L) and dark (D) phases of 12h:12h LD cycles in control and hypergravity environments during mid and late gestation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10748,
            "infons": {
              "file": "bio-01-06-570-f01.jpg",
              "id": "f01",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Values are mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10944,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Following birth (P1), HG dams were less active and spent less time self-grooming and eating/drinking than controls (Table 2). Self-grooming, but not other general activities, remained low on P3. On P1 maternal behavior differed between HG and control dams. HG dams spent more time building nests and nursing, but time spent licking and time spent retrieving pups were not significantly altered (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11353,
            "infons": {
              "file": null,
              "id": "t02",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "The effect of hypergravity exposure on duration (min)a and percentage of overall activity, species-typical behavior and pup-oriented maternal care in hypergravity (HG) and control dams on the first (P1) and third (P3) days of lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11590,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on hormone and blood chemistry concentrations of pregnant or lactating dams",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11690,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "On PO, plasma PRL levels were 5 times greater in HG dams than in control dams (p<0.05) (Fig. 2A). There were no differences in plasma PRL concentrations between the treatments on any other day. Although plasma levels of corticosteroids did not vary by day of pregnancy or lactation in either treatment group, the plasma Cort levels were reduced by approximately 50% in HG versus control dams at all periparturient stages (p<0.05) (Fig. 2B). INS was higher at G21 then decreased for the remainder of the study in both control and HG dams. INS concentrations differed between the treatments only on P3 (p<0.05) (Fig. 2C). On P3 concentrations of TSH, T4 and T3 were not altered in HG compared to control treated dams (data not shown). LEP levels on P3 were significantly reduced (p<0.05) in HG (13.5±4.2ng/ml) compared to control (48.7±13.1ng/ml) dams. Plasma cholesterol was increased on G21 in HG but subsequently values were reduced on P0 and P1 (Table 3). Plasma triglyceride levels were significantly altered in HG dams on G20 and P3; however, glucose and total protein concentrations were not altered by HG (Table 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12824,
            "infons": {
              "file": "bio-01-06-570-f02.jpg",
              "id": "f02",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Plasma hormone concentrations during the periparturient period in control (open bars) and HG (black bars) treated rat dams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12948,
            "infons": {
              "file": "bio-01-06-570-f02.jpg",
              "id": "f02",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Values are mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. (A) Concentrations of PRL in plasma of rat dams during the periparturient period. (B) Concentrations of Cort in plasma in rat dams during the periparturient period. (C) Concentrations of INS in plasma in rat dams during the periparturient period.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13391,
            "infons": {
              "file": null,
              "id": "t03",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "The effect of hypergravity exposure on circulating levels of macronutrients in periparturient rat dams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13495,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on mammary metabolic activity during the periparturient period",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13582,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Hypergravity exposure had an overall effect of reducing the rate of glucose oxidation to CO2 in mammary tissue across all days measured in the peripartuirent period (p<0.0001) (Fig. 3A). The difference in glucose oxidation in mammary tissue was most pronounced on P1, when mammary tissue from control animals oxidized 2.7 times more glucose to CO2 in 1h than mammary tissue from HG dams (Fig. 3A). Glucose incorporation into lipids was also affected by increased g-load. During lactation P1 dams exhibited a six-fold reduction in the rate of lipid synthesis from glucose (Fig. 3B). Metabolic activity was decreased from 996±147nmoles of glucose/h in control dams to 150±147nmoles of glucose/h in HG dams (p<0.0001). After 3 days of lactation this difference was still evident, as 1.7 times more nmoles of glucose/h were incorporated into lipids in mammary tissue from control versus HG dams (p<0.03) (Fig. 3B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14503,
            "infons": {
              "file": "bio-01-06-570-f03.jpg",
              "id": "f03",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Rate of glucose oxidation to CO2 or incorporation into lipids in mammary, liver and adipose tissues from dams exposed to HG (black bars) or a control (open bars) environment during the periparturient period.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14711,
            "infons": {
              "file": "bio-01-06-570-f03.jpg",
              "id": "f03",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Tissue slices were incubated in Krebs-Ringer Bicarbonate (KRB) buffer in the presence of 1μCi/flask U-14C-glucose as a tracer. Glucose oxidation to CO2 was measured and expressed as nmoles of glucose utilized per 100mg tissue/hr. Rate of glucose incorporation into lipids was measured and expressed as nmoles glucose incorporated into lipids/100mg tissue/hr. Values are expressed as mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. (A) Glucose oxidation to CO2 in mammary tissue. (B) Glucose incorporation to lipids in mammary tissue. (C) Glucose oxidation to CO2 in liver tissue. (D) Glucose incorporation to lipids in liver tissue. (E) Glucose oxidation to CO2 in adipose tissue; expressed as 1 hr per 1 million adipocytes. (F) Glucose incorporation to lipids in adipose tissue; expressed as 1 hr per 1 million adipocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15673,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on liver metabolic activity during the periparturient period",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15758,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Increased gravity-load significantly reduced the rate of glucose oxidation to CO2 in liver tissue from periparturient dams (p<0.005) (Fig. 3C). The difference was most pronounced in rats on P3. Control animals oxidized 40% more glucose to CO2 than HG treated dams (p<0.0001) (Fig. 3C). Although there were significant differences in the rates of glucose incorporation into lipids between treatments (p<0.005), the rates were very low in liver tissue from all groups examined, regardless of physiological state or gravitational force. There was a significant interaction in liver lipid synthesis between pregnancy and lactation. During pregnancy, lipid synthesis from glucose was higher in HG dams than control. On G21, liver tissue from HG dams incorporated approximately 2.7 fold more glucose into lipids than liver tissue from control dams (p<0.05) (Fig. 3D). During lactation, the relationship reversed, with liver tissue from control dams having a greater rate of glucose incorporation into lipids than HG treated dams. Control dams incorporated approximately 4-fold more glucose into lipids than liver tissue from HG dams at both P1 and P3 (p<0.0001) (Fig. 3D). Since glucose is not a major substrate for lipid synthesis in liver tissue, and low levels of liver lipid synthesis from glucose has been previously reported, we verified findings using acetate as a substrate and observed much higher rates of lipid synthesis, but found exactly the same pattern of response (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17258,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on adipose tissue metabolic activity during the periparturient period",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17352,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Glucose oxidation to CO2 in adipose tissue was reduced in dams exposed to 2-g. At all time-points, except during labor and delivery, glucose incorporation into lipids was reduced by at least 70% in HG dams, regardless of whether data were expressed as per mg of tissue or per million adipocytes (p<0.0001) (Fig. 3E). On P1, adipose tissue from control dams incorporated 2.5 times more glucose into lipids than HG treated dams (p<0.0001) (Fig. 3F). Lypolysis, measured as glycerol release, was significantly reduced in HG dams when compared to control dams. On P1, the amount of glycerol released due to lypolysis was 80% more in adipose tissue from control dams than from HG dams (p<0.05) (data not shown). On P3, the rate of glycerol released during 1h was 60% greater in tissue from control dams versus HG treated dams (p<0.05) (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18204,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on gene expression of hormone receptors and enzymes that regulate lipid metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18311,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Gene expression of enzymes involved in lipid synthesis and hormone receptors for glucocorticoids and PRL were measured in total RNA isolated from mammary, liver, and adipose tissue collected on G20 and P1 from HG and control treated dams. Importantly, there was no difference in levels of housekeeping genes between the treatments. There was a significant day, treatment, and day by treatment interaction in mammary tissue. In general lipid metabolic enzymes increased from pregnancy to lactation and were reduced in HG treated dams relative to controls. Mammary specific gene expression of Acaca, Acly, and Lpl increased significantly from G20 to P1 with a 5.6 fold, 3.2 fold and 4.7 fold increase, respectively, (supplementary material Table S2; Fig. 4) in control dams. Expression of the Prlr also increased significantly from late pregnancy to day 1 lactation, by 5.6 fold (p<0.001) (supplementary material Table S2; Fig. 4) in control dams. Gene expression of Acaca, Acly, Lpl and the hormone receptors were significantly reduced in mammary tissue from HG dams relative to control dams on G20 and P1. Expression of Acaca was 4.5 times greater in mammary tissue from control versus HG dams on G20 and this difference increased to 11 times greater in control versus HG dams on P1. The increased difference between gene expression from pregnancy to lactation between mammary tissue from control and HG dams was due to the relatively small changes in gene expression that occurred in mammary tissue from HG dams. Thus a significant interaction between stage and g-load treatment resulted for the metabolic enzymes and the Prlr because the magnitude of increase in gene expression from pregnancy to lactation was minimal in HG animals (supplementary material Table S2). In fact the expression of Lpl was reduced by 45% from G20 to P1 in HG rats. Expression of the glucocorticoid receptor (Nr3c1) in mammary tissue from HG dams was reduced compared to control; however, its expression was not different with physiological state (supplementary material Table S2; Fig. 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20387,
            "infons": {
              "file": "bio-01-06-570-f04.jpg",
              "id": "f04",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effect of gravity and stage on relative expression levels of lipid metabolic and hormone receptor genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20492,
            "infons": {
              "file": "bio-01-06-570-f04.jpg",
              "id": "f04",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Total RNA was isolated from (A) mammary, (B) liver, and (C) adipose of late pregnant (G20) and early lactation (P1) control and HG treated dams. Expression of Acaca, Acyl, Lpl, GR and Prlr were measured using rt-q-PCR. Actb and B2m were used as reference genes and relative gene expression (RQ) was calculated using the delta-delta CT method with mean G20 control delta CT as normalizer. Values are expressed as mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21089,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In liver tissue from control dams, gene expression of Acaca, Acly, the glucocorticoid receptor (Nr3c1) and Prlr decreased between late pregnancy and lactation by approximately 50%, 25%, 33% and 75%, respectively (supplementary material Table S2; Fig. 4). There was no change in Fasn or Lpl gene expression between late pregnancy and the first day of lactation in liver tissue from control dams (supplementary material Table S2; Fig. 4). Acaca, Acly, and glucocorticoid receptor (Nr3c1) expression were significantly reduced by hypergravity exposure (supplementary material Table S2; Fig. 4). There was a significant treatment by stage interaction in all genes except Acaca (supplementary material Table S2; Fig. 4). On the first day of lactation the expression Acly was 53% lower and Fasn was 69% lower in liver tissue from hypergravity treated dams versus the controls, while expression of Lpl, glucocorticoid receptor and Prlr did not change due to hypergravity. Similar to control dams, liver tissue from HG dams also exhibited a decrease in, Acaca, Acly, and Prlr gene expression from G20 to P1; however, the differences were greater between these days for HG dams, with a 60%, 67%, and 82% decrease in expression, respectively, relative to control dams (supplementary material Table S2; Fig. 4). Fasn gene expression decreased 78% and Lpl gene expression decreased 50% from pregnancy to lactation in HG dams versus no change in gene expression in liver tissue from control dams (supplementary material Table S2; Fig. 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22627,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There were no significant changes from G20 to P1 in the gene expression of the lipid metabolic enzymes or the hormone receptors measured in adipose tissue from control or HG dams (supplementary material Table S2; Fig. 4). Furthermore there was no difference in expression of metabolic genes or hormone receptors due to hypergravity exposure (supplementary material Table S2; Fig. 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23015,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Effects of gravity load on molecular clock gene expression in mammary and liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23095,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Expression of the positive limb core molecular clock genes (Arntl, Npas2) and genes that regulate (Rora, Nr1d1, Csnk1e, Bhlhe40) molecular clocks were measured in mammary and liver from control and HG dams to determine if changes in gravity impacted circadian clocks (Fig. 5). Expression of the core clock genes Arntl and Npas2 in mammary were significantly greater (p<0.05) (Fig. 5A) on P1 compared to G20 at the same time-point (approximately 6 h after lights on) in control dams. There was no significant difference in expression of Arntl and Npas2 between G20 and P1 in HG dams, and expression of these genes were significantly less on P1 in HG versus control dams. Expression of Rora, a gene that stimulates expression of Arntl, was significantly higher on P1 compared to G20 in both treatments; however, in mammary of HG dams Rora was approximately 46% less than the control level. Mammary expression of Bhlh40e, Cnskle, and Nr1d1, were significantly decreased (p<0.05) on P1 compared to G20 in both control and HG dams, and expression of Bhlh40e was significantly less in HG compared to control dams on G20.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24216,
            "infons": {
              "file": "bio-01-06-570-f05.jpg",
              "id": "f05",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effect of gravity and stage on relative expression levels of molecular core clock and clock regulatory genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24326,
            "infons": {
              "file": "bio-01-06-570-f05.jpg",
              "id": "f05",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Total RNA was isolated from (A) mammary and (B) liver of late pregnant (G20) and early lactation (P1) control and HG treated dams. Expression of Arntl, Npas2, Rora, Bhlh40e, Csnk1e, and Nr1d1 were measured using rt-q-PCR. Actb and B2m were used as reference genes in mammary and liver, respectively, and relative gene expression (RQ) was calculated using the delta-delta CT method with mean G20 control delta CT as normalizer. Values are expressed as mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24962,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Expression of Arntl and Npas2 were significantly (p<0.05) (Fig. 5B) increased from G20 to P1 in the liver of control (approximately 10-fold and 16-fold, respectively) and HG (2-fold and 4.4-fold, respectively) dams. On G20, expression of Arntl was 18-fold and Npas2 was almost 6-fold higher in HG versus control dams (p<0.05). Expression of Arntl and Npas2 were also significantly greater on P1 in HG versus control dams (p<0.05; 2.3-fold and 2.5-fold, respectively). There was no significant difference in Rora expression in liver from late pregnant versus early lactation dams in both treatments, but on P1 expression of Rora was 50% higher in HG dams (p<0.05). There were no differences in expression of Csnk1e between late pregnancy and lactation within treatments or between treatments on G20 or P1. There was a significantly lower level of Nr1d1 liver expression on P1 compared to G20 in control animals, but the difference between Nr1d1 expression on G20 and P1 was not different in liver of HG animals. On both days expression of Nr1d1was significantly less in HG dams compared to control dams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26067,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26078,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our data suggest that hypergravity exposure causes a shift in maternal metabolism from reproductive to maternal survival at the expense of pup survival. These results have made us keenly aware of the vital role of environmental adaptation in long-term species survival.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26348,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Hypergravity exposure decreases pup survival and alters dam behavior",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26417,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Exposure of pregnant rat dams starting in mid-pregnancy to hypergravity resulted in decreased fetal-pup body mass, reductions in total body fat, and a reduction in survival. The presence of a similar number of fetuses and live births at the normal delivery time between treatments suggest that prenatal development continues to proceed in HG. However, 24 hours after birth survival was significantly reduced. Reduced pup survival was likely due to changes in maternal-pup interactions or changes in maternal physiology, as when pups were removed from the hypergravity environment at birth and cross fostered to non-manipulated dams, mortality did not occur. Thus the present study focused on the behavioral and physiological status of the dams during the periparturient period.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27197,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "During the first 24 hours after birth, approximately 50% of the pups survived at 2-g. Pup mortality coincided with altered maternal behavior in HG animals, which was marked by less time digging/nesting behavior and self-care (eating, drinking and grooming). These observations are consistent with previous reports of periparturient rats exposed to 1.5-g, and may reflect a reduction in types of behaviors that require effort against the gravity vector.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27652,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "HG dams also spent significantly more time nursing, which is consistent with our previous observation that primiparous dams exposed to hypergravity spend more overall time nursing with increased interruption of nursing bouts due to digging/nest-building behavior.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27916,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Pups of HG dams showed evidence of milk in the stomach (visualized through the pups' translucent skin), although limited analysis of milk bands revealed that they weighed less than the controls. Maternal care of pups in the hypergravity environment was intact as measured by licking, retrieving and nursing pups. It is not clear whether increased nursing may have contributed to pup mortality, for example by smothering pups during extended nursing bouts. Increased nursing time and smaller milk bands may reflect complications with lactation or inefficient milk transfer. Focus was therefore directed at alterations in dam metabolism specifically geared toward lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28589,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Dams exposed to 2-g had significantly reduced body mass, 17% less than controls, and the reduction in body mass persisted throughout the study. Dam body mass decreased during the first 3 days of hypergravity exposure due to reduced daily food and water intake. After 3 days the animals acclimated to the hypergravity, food intake increased and weight gain rate became similar to controls (for details, see). Although the litters from HG dams were 20% smaller, it only accounted for 8g (7g for pups and 1g due to placental mass) of the total the difference in average dam mass (59g) between the treatments (supplementary material Table S1). Therefore the majority of difference in dam body mass was not due to the smaller litters, rather it was due to loss of maternal tissue, as was evident in mammary glands, which were significantly smaller in HG dams on G20 and accounted for approximately 4g of tissue loss. Hypergravity exposure resulted in a significant decrease in the mean size of adipocytes (data not shown), and overall reduction in total body fat of dams (for details, see). The reduction in dam body fat is likely due to increased energy demands in the hypergravity environment, and may cause a conflict between meeting maternal and pup energy needs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29854,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Exposure to HG during pregnancy and lactation overrides normal metabolic response to the reproductive cycle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29962,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As anticipated, mammary metabolic rate increased from pregnancy to lactation in both HG and control dams. However, hypergravity exposure decreased lipid synthesis by approximately 70% and glucose oxidation by approximately 25% at all stages, which is consistent with our previous findings. The reduction in mammary metabolism may play a significant role in neonatal mortality. Analysis of expression of genes that regulate lipid metabolic rate: ATP-citrate lyase (Acly), acetyl co-A carboxylase (Acaca), fatty acid synthetase (Fasn) and lipoprotein lipase (Lpl) revealed a dramatic increase from late pregnancy to the first day of lactation in mammary gland of control dams. However, the change in gene expression between late pregnancy and the first day of lactation was greatly diminished in mammary tissue from HG treated dams relative to control dams. These data suggest that the decrease in mammary lipid metabolic rate and suppression of genes involved in lipid metabolism resulted in impaired milk production in HG dams. Mammary composition was not evaluated in our study, but it may have affected mammary metabolic output. For example milk production is believed to be a function of the number and secretory activity of epithelial cells, so if there was less parenchymal tissue in HG dams, it would be expected that they have a decreased ability to produce milk. Secondly, the first fat for milk synthesis is likely mobilized from what is remaining of the mammary fat pad during the early postpartum period, and thus a lower mammary fat content may limit the energy content of milk.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31553,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "To determine whether the metabolic response was limited to mammary tissue or if it also occurred in tissues that worked in concert with mammary tissue during lactation, glucose metabolism was measured in adipose and liver tissue. Our data demonstrate that both g-load and gestation day influenced glucose metabolism in adipose tissue. Increased gravity-load decreased metabolic rate in adipose tissue, including rate of lipolysis during lactation. Adipose tissue is a major source of metabolic fuel stored as triglycerides, and at the onset of lactation, fat depots are mobilized through an increased rate of lipolysis, which accommodates the high energy demands of milk synthesis in the mammary gland. Lower rates of adipose tissue metabolism in the hypergravity environment may be indicative of limited supplies of triglycerides for milk fat synthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32408,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "During lactation glucose oxidation to CO2 in liver tissue of HG dams was less than in control dams. The rate of glucose incorporation into lipid increased almost 4-fold from late pregnancy to the onset of lactation in control dams, demonstrating the increase in hepatic capacity at the onset of lactation to supply fatty acids to the mammary gland for milk synthesis. This increase did not occur in HG dams, which had suppressed rates of glucose incorporation into lipids compared to controls during lactation. At the molecular level expression of the lipid metabolic genes Acaca, Acly and Fasn were lower in liver tissue from HG versus control dams on the first day of lactation. Together, metabolic data revealed that exposure to increased gravity load caused a decrease in the capacity to oxidize glucose or incorporate glucose into lipid in all three tissues during lactation. This shift in tissue metabolic capacity is likely indicative of an extra energy investment in the hypergravity environment that overrides the normal maternal homeorhetic adaptation to lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33484,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Alteration of lactogenic hormone levels during exposure to hypergravity are not likely primary cause of hypergravity induced changes in maternal behavior and tissue metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33660,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The regulation of metabolism in the lactating rats, in particular milk production, is dependent on PRL, cortisol, INS, and thyroid hormones. In the present study there were no significant alterations in thyroid hormone concentrations. In an earlier study, we reported TSH to be elevated only at one time-point post-delivery (P15) with no other differences noted over time in TSH, T3 or T4. Therefore, it appears that thyroid status does not contribute to alterations in maternal metabolism or behavior leading to reduced pup survival.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34195,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Surprisingly, PRL concentrations were significantly higher at P0 in HG dams but not different from controls at any other time-point, although the data were extremely variable. The higher plasma PRL levels may reflect the lower expression of Prlr in HG dams (Fig. 4) since low receptor levels may trigger PRL secretion or may be an effort by the body to increase receptor levels, as PRL is known to auto-induce its own receptor at delivery. In contrast to our study, others reported reduced PRL levels in pregnant and lactating dams exposed to hypergravity. Discrepancy in results among studies may be due to variations in sampling times in relation to parturition, suckling or circadian rhythms. Thus it is unclear if the observed treatment differences in PRL concentrations contribute to the differences in maternal behavior, pup mortality, or metabolic rate between control and HG dams. Although, it is important to note that our previous study showed daily PRL administration could not reverse impact of hypergravity on tissue metabolic rate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35243,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Plasma Cort levels were significantly reduced in HG compared to control dams at all time-points. Decreased levels of plasma Cort in HG dams coincide with changes in rates of glucose oxidation and lipogenesis in mammary, liver and adipose tissue. However, it is not likely that lower Cort levels caused these changes, as when HG treated pregnant rat dams were supplemented with Cort, we found no effect on rates of glucose oxidation or lipogenesis in any of the three tissues, thus indicating that the lower levels of Cort alone do not cause the observed alterations in rates of glucose oxidation and lipogenesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35856,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "INS levels were significantly less in lactating HG treated animals compared to controls. Lower INS concentrations accompanied no change in plasma glucose concentrations, suggesting an increase in INS sensitivity in hypergravity, as the glucose to INS ratio was greater. LEP levels were also significantly less in lactating HG treated dams, which corresponded with the significantly lower circulating levels of cholesterol and triglyceride as well as reduced body fat in these dams on P3. Serum levels of LEP reflect the amount of energy stored in adipose tissue as well as short-term energy imbalance. Hormonal factors also regulate LEP levels. LEP functions to communicate the status of energy reserves with the central nervous system for the purpose of regulating metabolic stores. Thus the lower levels of LEP are consistent with the other changes observed in HG including reduced body fat stores, and decreased INS and Cort concentrations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36800,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Changes in circadian clocks relative to changes in metabolism, endocrine milieu and behavior",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36893,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our previous studies and findings in this study suggest regulatory mechanisms outside of the endocrine system are causing the alterations to the normal maternal homeorhetic response to lactation in the hypergravity environment. Homeorhetic adaptations are time dependent changes in metabolism to establish a new physiological state, such as pregnancy or lactation. Likewise the ability of animals to adapt to changes in their environment including photoperiod, heat, stress, gravity and nutrition also require time-dependent integrative homeorhetic regulation (D.E. Bauman, Cornell University, Ithaca, NY, USA, personal communication). Recently, we put forth the hypothesis that during the periparturient period, the circadian system mediates homeorhetic adaptations to lactation. We envision that during this period the central clock in the suprachiasmatic nuclei integrates environmental and physiological cues that it receives. In turn, the central clock responds to these cues and coordinates behavioral and physiological changes across the dams by sending humoral and neural signals to multiple tissues, which stimulate changes in core molecular clocks of peripheral tissues including endocrine glands, mammary, and liver. Changes to the core clocks in turn effectively change the proteome and metabolome of the dam to support lactation. In addition, it is probable that the dam's capacity to produce milk and cope with metabolic stress during lactation is related to her ability to set circadian rhythms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38404,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Chronic exposure to hypergravity has pronounced effects on circadian and homeostatic regulation of body temperature, activity, heart rate, and feeding. Exposure of adult male mice to 2g hypergravity caused an immediate 4-day loss in circadian rhythm in both core body temperature and activity. Acclimation to hypergravity resulted in recovery of circadian rhythms with new, but lower, basal levels of temperature and activity. Similar to findings in adult male mice, our analysis of circadian behavioral data revealed hypergravity exposed pregnant females spent the first 5 days acclimating to the environment and were in a state of hypoactivity during the dark, but not the light phase of the cycle. However, in late pregnancy, day 20 and 21, HG dams became hyperactive relative control dams, suggesting that impact of gravity load on circadian behavior was dependent on physiological state of dams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39305,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Offspring of homozygous female Clock mutant mice, which have a genetic mutation that disrupts circadian rhythms, fail to thrive. Clock mutant dams are deficient nest builders and exhibited disrupted nursing. Pup mortality is increased and growth rates slowed in litters of Clock mutant dams compared to wild-type dams, suggesting that milk production of the Clock mutant is not adequate enough to nourish offspring. Our findings derived from HG dams reveal some major parallels with Clock mutant dams. First, there was a dampening of circadian cyclicity in overall activity beginning 24 h after HG exposure. Second, HG dams had lower nursing bout durations coupled with greater numbers of nursing bouts, and an aberrant pattern of digging/nest-building activity. Third, offspring body weights lagged in the HG condition and pup mortality was significantly increased. Finally post-weaning obesity has been reported in Clock offspring, and we previously reported significantly elevated body weights in post-weaning rats reared during HG exposure. Collectively, these findings provide initial support for the hypothesis that disruptions in the circadian timing system underlie the reported gravity-related changes in maternal behavior and offspring development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40566,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Examination of differences in expression of core clock genes and genes that regulate molecular clocks in mammary and liver, suggest that hypergravity exposure impacted molecular clocks that generate circadian rhythms. Since data were only available for one time-point on each day, it is not known how circadian rhythms were affected by hypergravity, and thus observed differences between treatments may be indicative of changes in rhythm amplitude, phase or period. Differences in endocrine milieu in hypergravity treated dams may also be indicative of changes in the circadian system. Exposure to microgravity causes shifts in circadian rhythms and increases basal levels of cortisol in humans and rodents. Preflight circadian adaptation countermeasures revealed that altered lighting schedules during spaceflight caused phase shifts in plasma hormone rhythms; however, changes in basal cortisol levels were a result of alterations in gravity load. Therefore, it is interesting to speculate that changes in basal cortisol due to changes in gravitational force are analogous, but distinct, from the circadian system mediated seasonal changes in hormone levels that are governed by changes in photoperiod length, and may quite possibly be mediated through a hypothalmic-vestibular connection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41858,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Conclusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41869,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Endogenous clocks enable organisms to anticipate periodic changes in the environment and to adapt their physiology accordingly. The transition from pregnancy to lactation represents a major physiological change requiring coordinated adjustments in physiology and metabolism to support milk production. Previous studies from our lab revealed that changes in molecular clocks are coordinated among multiple tissues during the transition from pregnancy to lactation, and suggest that the circadian system may be important in coordinating the metabolic and hormonal changes needed to initiate and sustain lactation. Homeorhetic adaptations to lactation can be affected by physiological and environmental factors. Photoperiod is an example of an environmental factor that affects energy balance, reproduction and lactation. Photoperiodic information is received and integrated across the circadian system, which effectively coordinates the animal's physiology and metabolome to photoperiod length, including seasonal changes in milk quality and quantity. Similarly, we propose that hypergravity induced alterations in homeorhetic adaptations to lactation including changes in dam metabolic capacity and behavior are due to the impact of increased gravity load on circadian clocks. Changes in circadian clocks affect output of multiple organs resulting in reduced quality and quantity of milk and therefore decreased pup survival in the hypergravity environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43326,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43348,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Animals and treatment conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43381,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All animal procedures were approved by the NASA Ames Research Center IACUC. Sixty-four time-bred female Sprague-Dawley rats (Rattus norvegicus; Taconic Farms, Germantown, NY, USA), weighing between 190–280g, were used. Animals were assigned to one of five stages (n = 16 per group) corresponding to different time-points across the periparturient period. These were: G20, G21, P0 (birth), P1 (onset of lactation) and P3 (lactation day 3). During the period G2–G6, the dams were individually housed in maternity cages (47cm ×26cm ×21cm) lined with corncob bedding and maintained under standard colony conditions (12∶12 light/dark cycle [0600∶1800]; 21±1°C at 30–50% humidity). On G7, the dams were housed in custom designed metabolic cages allowing for the clean separation of urine and feces for collection and analysis. Standard rat chow (Purina #5012, pellets in maternity cages and powdered in metabolic cages) and water were available ad libitum. On G9, dams were assigned to the either hypergravity (HG) (n = 8) or control (n = 8) conditions with body weights matched across groups. Hypergravity (HG) dams were placed on the NASA Ames Research Center (ARC) 24 ft centrifuge and exposed to continuous 2-g (20.1 rpm). The centrifuge was stopped daily (approximately 1h duration) for animal maintenance, veterinary inspection and data collection. Control dams were housed in the metabolic cages in the same room as the experimental dams. Both groups were therefore exposed to identical environmental conditions (light, sound, temperature, and humidity). On G21, the day prior to birth, dams were transferred from metabolic cages to standard maternity cages. Real time videography onboard the rotating centrifuge was used to identify the precise time of birth for each dam. For the P0 group, the centrifuge was briefly (<15 min) stopped three times per day at eight hr intervals to retrieve dams that were undergoing labor contractions or birth. For the P1 group, animals were retrieved within 18 to 36 h following birth. In polytocous species, milk yield and body weight gain per pup are inversely related to litter size. Therefore, on P1, HG and control litters were yoked and their sizes adjusted so that numbers and genders of pups comprising each litter were matched across conditions. Litter size was further adjusted daily by noting the numbers of dead or missing neonates in HG litters, and then removing the equivalent number of offspring from the corresponding control litter. Gender composition of the matched HG litter was preserved in litter adjustments. Animals were euthanized at the same time of day in both groups to account for circadian variations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46082,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Dam body mass, organ mass and body composition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46129,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Dams in each condition were weighed daily throughout the study. Dam body composition was analyzed using TOBEC® (Total Body Electrical Conductivity) instrumentation (EM-SCAN Inc., Springfield, IL, USA) just prior to euthanasia. Briefly, the TOBEC® instrument measures energy absorption in the presence of a radio-frequency electromagnetic field, calibrated to match the response of a conductivity sensing element. Energy absorption is increased in conductive materials (i.e., hydrated, lean tissue) as compared to highly resistive materials (i.e., fur, body fat). Following euthanasia of the dams, selected organ weights were measured.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46766,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Offspring body mass, crown-rump length (CRL) and placental mass",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46830,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Fetuses in the G20 and G21 age groups were surgically delivered from anesthetized dams. Neonatal rats in the P0, P1 and P3 conditions underwent vaginal delivery on G22 or 23. Pup survival was determined by counting the total number of pups at the time of birth and again during subsequent centrifuge stops. Body mass and crown-rump length (CRL) were measured at each perinatal age. Placental mass was measured on G20 and G21.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47256,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Maternal behavior analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47283,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Housing enclosures were configured for high-resolution video recording, including red illumination to permit recording during the dark phase of the circadian cycle. Beginning on G22, HG-exposed and control dams were continuously videotaped using a 24h timelapse (12∶1 record:playback ratio) system. During playback of the videotapes, detailed analyses of overall activity, self-grooming, eating and drinking, tail chasing, digging and nest building, licking pups, retrieving pups and ingesting carcasses of moribund and/or dead pups using a time locked computer analysis system according to Ronca et al..",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47890,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Blood collection and analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47920,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Blood samples were obtained by cardiac puncture from the anesthetized dams, and plasma was prepared and immediately frozen for later analysis. In order to establish basal hormonal levels, dams were removed from their pups 2h prior to anesthesia. Commercially available radioimmunoassay and ELISA kits were used for measurement of plasma concentrations of PRL, thyroid stimulating hormone (TSH; both from Amersham, Piscataway, NJ, USA), triiodothryronine (T3), thyroxine (T4) (Diagnostic Products, Los Angeles, CA, USA), and corticosterone (Cort, Diagnostic Systems Laboratories, Webster, TX, USA). INS and leptin (LEP) levels were determined using kits from Linco Research (Irvine, CA, USA). Blood glucose, cholesterol, total protein and triglyceride levels were measured using the Dade Behring Dimension® XpandT Clinical Chemistry System (Dade Behring, Newark DE, USA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48792,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Dam tissue collection and metabolic assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48835,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At each experimental time-point, mammary gland #4, liver and abdominal adipose tissues were collected from anesthetized dams. Mammary and liver tissues were kept on ice in tris sucrose and adipose tissue was kept at 37°C in a saline solution until processing. Tissues were sliced into 0.5 mm sections with a hand-held Stadie Riggs microtome. Sliced sections weighing 100–180 mg were used immediately to measure glucose metabolism in vitro. Remaining tissue was immersed in liquid nitrogen and stored at −80°C for later isolation of total RNA. To determine metabolic rate, tissues were placed in stoppered flasks containing Krebs-Ringer bicarbonate buffer with 10mM glucose, 1μg/ml INS and 1μCi/flask of uniformly labeled [14C]-glucose to measure the rate of glucose oxidation to CO2 and incorporation into lipids. Adipose, liver and mammary tissues were incubated for 2, 3, and 4 h, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49746,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "During lactation (P1 and P3), adipose tissue lipolysis was measured. Therefore, glycerol release, rather than glucose incorporation into lipids, was measured. Adipose slices were placed in Krebs-Ringer Buffer in the absence of INS and incubated for 2 h. Media and tissue were collected and frozen. Glycerol released into media was measured using an enzymatic assay (R-Biopharm, Inc., Cat. No.: E 0148 270) with modifications described by McNamara and Hillers.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50208,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The method used to measure metabolic rate has been previously described and validated to confirm that values represent actual mammary tissue metabolism. Preliminary studies were also performed to validate metabolic rate measures in liver and adipose tissue. Optimal buffer choice, tris-sucrose or saline, and the temperature at which to hold the tissues (4°C, 37°C) prior to the assay were also determined. Optimal incubation time for these two tissues was determined by comparing metabolic rates following 1, 2, 3 or 4h of incubation. As shown by Etherton and Allen, it was necessary to keep adipose tissue warm (37°C) in a saline solution prior to assay to prevent tissue hardening and death. Adipose tissue metabolic activity increased linearly for 2h of incubation. Activity reached a plateau and then began to decline after 2–3h. Therefore, optimal measures of adipose tissue metabolism were obtained after 2 h of incubation. Optimal buffer and holding temperature for liver prior to assay were determined to be tris-sucrose buffer on ice. Liver tissue metabolic activity increased linearly for 4–5h of incubation, thus liver tissue was incubated for 4h to measure metabolism. In addition, numerous studies utilizing metabolic assays to study toxicology and drug metabolism have determined that liver slices incubated for at least 4h and up to 20h remain viable during this time.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51602,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Isolation of total RNA and real-time quantitative polymerase chain reaction (RTq-PCR)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51688,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total RNA was isolated from mammary, liver and adipose tissue collected from G20 and P1 HG-treated and control dams and used to analyze gene expression of lipid metabolic enzymes and hormone receptors using RTq-PCR. Total RNA was extracted from frozen mammary, liver and adipose tissue using Trizol® Reagent (Invitrogen, Carlsbad, CA, USA). Samples were DNase treated using the DNA-freeTM kit (Ambion, Austin, TX, USA). Total RNA was extracted from frozen visceral adipose tissue and DNase treated using RNeasy Lipid Tissue Mini Kit (QIAGEN Inc., Valencia, CA, USA) following manufacturer's suggested protocol. Quantity and quality of the RNA was assessed with the Nanodrop® ND-1000 UV-Vis Spectrophotometer (Nanodrop Technologies, Wilmington, DE, USA) and on the Nanochip using the Bioanalyzer 2100 (Agilent Inc., Palo Alto, CA, USA), respectively. RNA was reverse transcribed into cDNA using the GeneAmp® kit (Applied Biosystems, Foster City, CA, USA). RT-qPCR analysis was performed using the ABI Prism 7700 (Applied Biosystems) and a unique TaqMan® Assays-on-DemandTM Gene Expression kit (Applied Biosystems) specific for rat: ATP-citrate lyase (Acly) (Rn00566411_m1), acetyl co-A carboxylase (Acaca) (Rn00573474_m1), fatty acid synthetase (Fasn) (Rn00589037_m1), lipoprotein lyase (Lpl; Rn00561482_m1), glucocorticoid receptor (Nr3c1; Rn00561369_m1), prolactin receptor (Prlr; Rn00561795_m1), aryl hydrocarbon receptor nuclear translocator-like (Arntl; Rn00577590_m1), RAR-related orphan receptor A (Rora; Rn01173769_m1), Neuronal PAS domain-containing protein 2 (Npas2; Rn01438223_m1), basic helix-loop-helix family, member e40 (Bhlhe40; Rn00584155_m1), Casein kinase I isoform epsilon (Csnk1e; Rn00581130_m1), nuclear receptor subfamily 1, group D, member 1 (Nr1d1; Rn00595671_m1), and beta-2microglobulin (B2m; Rn00560865_m1) and beta-actin (Actb; Rn00667869_m1), which were used as the reference genes. Relative gene expression (RQ) was calculated according to the following equations: ΔCT (individual animal)  =  CT (target gene) − CT (reference gene); ΔΔCT (individual animal)  =  ΔCT (individual animal) − ΔCT (mean G20 stationary control); relative expression (RQ)  = 2−ΔΔCT.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53906,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53927,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Throughout the experiments, parametric data were compared using analysis of variance (ANOVA) with gravity, day and gravity × day as main effects with the minimal level of significance set at p<0.05. Original means and standard error of mean (SEM) were used for presentation of results and discussion.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54229,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54252,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Competing interests: The authors declare that there are no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54332,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54343,
            "infons": {
              "fpage": "17",
              "lpage": "22",
              "name_0": "surname:Baer;given-names:L. A.",
              "name_1": "surname:Ronca;given-names:A. E.",
              "name_2": "surname:Wade;given-names:C. E.",
              "pub-id_pmid": "12124181",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "7",
              "year": "2000"
            },
            "text": "Survival and growth of developing rats during centrifugation at 2G.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54411,
            "infons": {
              "fpage": "P205",
              "lpage": "P206",
              "name_0": "surname:Baer;given-names:L. A.",
              "name_1": "surname:Wade;given-names:C. E.",
              "name_2": "surname:Ronca;given-names:A. E.",
              "pub-id_pmid": "15002549",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "9",
              "year": "2002"
            },
            "text": "Effects of hypergravity exposure on plasma oxytocin concentration in pregnant and lactating rat dams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54513,
            "infons": {
              "fpage": "181",
              "lpage": "182",
              "name_0": "surname:Baer;given-names:L. A.",
              "name_1": "surname:Rushing;given-names:L.",
              "name_2": "surname:Wade;given-names:C. E.",
              "name_3": "surname:Ronca;given-names:A. E.",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "12",
              "year": "2005"
            },
            "text": "Prenatal centrifugation: A model for developmental programming of adult body weight?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54598,
            "infons": {
              "fpage": "1514",
              "lpage": "1529",
              "name_0": "surname:Bauman;given-names:D. E.",
              "name_1": "surname:Currie;given-names:W. B.",
              "pub-id_doi": "10.3168/jds.S0022-0302(80)83111-0",
              "pub-id_pmid": "7000867",
              "section_type": "REF",
              "source": "J. Dairy Sci.",
              "type": "ref",
              "volume": "63",
              "year": "1980"
            },
            "text": "Partitioning of nutrients during pregnancy and lactation: a review of mechanisms involving homeostasis and homeorhesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54718,
            "infons": {
              "fpage": "237",
              "lpage": "244",
              "name_0": "surname:Bauman;given-names:D. E.",
              "name_1": "surname:Brown;given-names:R. E.",
              "name_2": "surname:Davis;given-names:C. L.",
              "pub-id_doi": "10.1016/0003-9861(70)90028-7",
              "pub-id_pmid": "4394114",
              "section_type": "REF",
              "source": "Arch. Biochem. Biophys.",
              "type": "ref",
              "volume": "140",
              "year": "1970"
            },
            "text": "Pathways of fatty acid synthesis and reducing equivalent generation in mammary gland of rat, sow, and cow.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54825,
            "infons": {
              "fpage": "1520",
              "lpage": "1525",
              "name_0": "surname:Bauman;given-names:D. E.",
              "name_1": "surname:Ingle;given-names:D. L.",
              "name_2": "surname:Mellenberger;given-names:R. W.",
              "name_3": "surname:Davis;given-names:C. L.",
              "pub-id_doi": "10.3168/jds.S0022-0302(73)85401-3",
              "pub-id_pmid": "4766730",
              "section_type": "REF",
              "source": "J. Dairy Sci.",
              "type": "ref",
              "volume": "56",
              "year": "1973"
            },
            "text": "Factors affecting in vitro lipogenesis by bovine mammary tissue slices.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54897,
            "infons": {
              "fpage": "2538",
              "lpage": "2544",
              "name_0": "surname:Bauman;given-names:D. E.",
              "name_1": "surname:Eisemann;given-names:J. H.",
              "name_2": "surname:Currie;given-names:W. B.",
              "pub-id_pmid": "7200916",
              "section_type": "REF",
              "source": "Fed. Proc.",
              "type": "ref",
              "volume": "41",
              "year": "1982"
            },
            "text": "Hormonal effects on partitioning of nutrients for tissue growth: role of growth hormone and prolactin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55000,
            "infons": {
              "fpage": "2804",
              "lpage": "2819",
              "name_0": "surname:Bell;given-names:A. W.",
              "pub-id_pmid": "8582872",
              "section_type": "REF",
              "source": "J. Anim. Sci.",
              "type": "ref",
              "volume": "73",
              "year": "1995"
            },
            "text": "Regulation of organic nutrient metabolism during transition from late pregnancy to early lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55100,
            "infons": {
              "fpage": "265",
              "lpage": "278",
              "name_0": "surname:Bell;given-names:A. W.",
              "name_1": "surname:Bauman;given-names:D. E.",
              "pub-id_doi": "10.1023/A:1026336505343",
              "pub-id_pmid": "10882310",
              "section_type": "REF",
              "source": "J. Mammary Gland Biol. Neoplasia",
              "type": "ref",
              "volume": "2",
              "year": "1997"
            },
            "text": "Adaptations of glucose metabolism during pregnancy and lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55166,
            "infons": {
              "fpage": "143",
              "lpage": "146",
              "name_0": "surname:Bracco;given-names:E. F.",
              "name_1": "surname:Yang;given-names:M. U.",
              "name_2": "surname:Segal;given-names:K.",
              "name_3": "surname:Hashim;given-names:S. A.",
              "name_4": "surname:Van Itallie;given-names:T. B.",
              "pub-id_pmid": "6634707",
              "section_type": "REF",
              "source": "Proc. Soc. Exp. Biol. Med.",
              "type": "ref",
              "volume": "174",
              "year": "1983"
            },
            "text": "A new method for estimation of body composition in the live rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55231,
            "infons": {
              "fpage": "e7395",
              "name_0": "surname:Casey;given-names:T.",
              "name_1": "surname:Patel;given-names:O.",
              "name_2": "surname:Dykema;given-names:K.",
              "name_3": "surname:Dover;given-names:H.",
              "name_4": "surname:Furge;given-names:K.",
              "name_5": "surname:Plaut;given-names:K.",
              "pub-id_doi": "10.1371/journal.pone.0007395",
              "pub-id_pmid": "19816599",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "4",
              "year": "2009"
            },
            "text": "Molecular signatures reveal circadian clocks may orchestrate the homeorhetic response to lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55331,
            "infons": {
              "fpage": "1299",
              "lpage": "1306",
              "name_0": "surname:Chaves;given-names:J. M.",
              "name_1": "surname:Herrera;given-names:E.",
              "pub-id_doi": "10.1016/0006-291X(78)91144-0",
              "pub-id_pmid": "743297",
              "section_type": "REF",
              "source": "Biochem. Biophys. Res. Commun.",
              "type": "ref",
              "volume": "85",
              "year": "1978"
            },
            "text": "In vitro glycerol metabolism in adipose tissue from fasted pregnant rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55405,
            "infons": {
              "fpage": "2028",
              "lpage": "2036",
              "name_0": "surname:Clark;given-names:D. G.",
              "name_1": "surname:Rognstad;given-names:R.",
              "name_2": "surname:Katz;given-names:J.",
              "pub-id_pmid": "4362059",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "249",
              "year": "1974"
            },
            "text": "Lipogenesis in rat hepatocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55437,
            "infons": {
              "fpage": "217",
              "lpage": "232",
              "name_0": "surname:Czeisler;given-names:C. A.",
              "name_1": "surname:Chiasera;given-names:A. J.",
              "name_2": "surname:Duffy;given-names:J. F.",
              "pub-id_doi": "10.1016/0531-5565(91)90014-D",
              "pub-id_pmid": "1915692",
              "section_type": "REF",
              "source": "Exp. Gerontol.",
              "type": "ref",
              "volume": "26",
              "year": "1991"
            },
            "text": "Research on sleep, circadian rhythms and aging: applications to manned spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55521,
            "infons": {
              "fpage": "885",
              "lpage": "893",
              "name_0": "surname:Dahl;given-names:G. E.",
              "name_1": "surname:Buchanan;given-names:B. A.",
              "name_2": "surname:Tucker;given-names:H. A.",
              "pub-id_doi": "10.3168/jds.S0022-0302(00)74952-6",
              "pub-id_pmid": "10791806",
              "section_type": "REF",
              "source": "J. Dairy Sci.",
              "type": "ref",
              "volume": "83",
              "year": "2000"
            },
            "text": "Photoperiodic effects on dairy cattle: a review.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55570,
            "infons": {
              "fpage": "657",
              "lpage": "666",
              "name_0": "surname:Dardente;given-names:H.",
              "pub-id_doi": "10.1111/j.1365-2826.2007.01564.x",
              "pub-id_pmid": "17620107",
              "section_type": "REF",
              "source": "J. Neuroendocrinol.",
              "type": "ref",
              "volume": "19",
              "year": "2007"
            },
            "text": "Does a melatonin-dependent circadian oscillator in the pars tuberalis drive prolactin seasonal rhythmicity?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55678,
            "infons": {
              "fpage": "2193",
              "lpage": "2198",
              "name_0": "surname:Dardente;given-names:H.",
              "name_1": "surname:Wyse;given-names:C. A.",
              "name_2": "surname:Birnie;given-names:M. J.",
              "name_3": "surname:Dupré;given-names:S. M.",
              "name_4": "surname:Loudon;given-names:A. S. I.",
              "name_5": "surname:Lincoln;given-names:G. A.",
              "name_6": "surname:Hazlerigg;given-names:D. G.",
              "pub-id_doi": "10.1016/j.cub.2010.10.048",
              "pub-id_pmid": "21129971",
              "section_type": "REF",
              "source": "Curr. Biol.",
              "type": "ref",
              "volume": "20",
              "year": "2010"
            },
            "text": "A molecular switch for photoperiod responsiveness in mammals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55740,
            "infons": {
              "fpage": "1100",
              "lpage": "1106",
              "name_0": "surname:de Graaf;given-names:I. A.",
              "name_1": "surname:van der Voort;given-names:D.",
              "name_2": "surname:Brits;given-names:J. H.",
              "name_3": "surname:Koster;given-names:H. J.",
              "pub-id_pmid": "10950856",
              "section_type": "REF",
              "source": "Drug Metab. Dispos.",
              "type": "ref",
              "volume": "28",
              "year": "2000"
            },
            "text": "Increased post-thaw viability and phase I and II biotransformation activity in cryopreserved rat liver slices after improvement of a fast-freezing method.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55895,
            "infons": {
              "fpage": "1",
              "lpage": "9",
              "name_0": "surname:de Graaf;given-names:I. A.",
              "name_1": "surname:Geerlinks;given-names:A.",
              "name_2": "surname:Koster;given-names:H. J.",
              "pub-id_doi": "10.1016/S0011-2240(02)00101-3",
              "pub-id_pmid": "12445545",
              "section_type": "REF",
              "source": "Cryobiology",
              "type": "ref",
              "volume": "45",
              "year": "2002"
            },
            "text": "Incubation at 37°C prior to cryopreservation decreases viability of liver slices after cryopreservation by rapid freezing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56019,
            "infons": {
              "fpage": "R1647",
              "lpage": "R1664",
              "name_0": "surname:Dijk;given-names:D.-J.",
              "name_1": "surname:Neri;given-names:D. F.",
              "name_2": "surname:Wyatt;given-names:J. K.",
              "name_3": "surname:Ronda;given-names:J. M.",
              "name_4": "surname:Riel;given-names:E.",
              "name_5": "surname:Ritz-De Cecco;given-names:A.",
              "name_6": "surname:Hughes;given-names:R. J.",
              "name_7": "surname:Elliott;given-names:A. R.",
              "name_8": "surname:Prisk;given-names:G. K.",
              "name_9": "surname:West;given-names:J. B.",
              "pub-id_pmid": "11641138",
              "section_type": "REF",
              "source": "Am. J. Physiol. Regul. Integr. Comp. Physiol.",
              "type": "ref",
              "volume": "281",
              "year": "2001"
            },
            "text": "Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle flights.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56114,
            "infons": {
              "fpage": "699",
              "lpage": "704",
              "name_0": "surname:Dogterom;given-names:P.",
              "pub-id_pmid": "8104130",
              "section_type": "REF",
              "source": "Drug Metab. Dispos.",
              "type": "ref",
              "volume": "21",
              "year": "1993"
            },
            "text": "Development of a simple incubation system for metabolism studies with precision-cut liver slices.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56212,
            "infons": {
              "fpage": "68",
              "lpage": "79",
              "name_0": "surname:Dolatshad;given-names:H.",
              "name_1": "surname:Campbell;given-names:E. A.",
              "name_2": "surname:O’Hara;given-names:L.",
              "name_3": "surname:Maywood;given-names:E. S.",
              "name_4": "surname:Hastings;given-names:M. H.",
              "name_5": "surname:Johnson;given-names:M. H.",
              "pub-id_doi": "10.1093/humrep/dei313",
              "pub-id_pmid": "16210390",
              "section_type": "REF",
              "source": "Hum. Reprod.",
              "type": "ref",
              "volume": "21",
              "year": "2006"
            },
            "text": "Developmental and reproductive performance in circadian mutant mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56281,
            "infons": {
              "fpage": "259",
              "lpage": "260",
              "name_0": "surname:Duncan;given-names:M. J.",
              "pub-id_doi": "10.1016/j.tem.2007.07.001",
              "pub-id_pmid": "17689257",
              "section_type": "REF",
              "source": "Trends Endocrinol. Metab.",
              "type": "ref",
              "volume": "18",
              "year": "2007"
            },
            "text": "Circannual prolactin rhythms: calendar-like timer revealed in the pituitary gland.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56364,
            "infons": {
              "fpage": "33",
              "lpage": "42",
              "name_0": "surname:Durand;given-names:P.",
              "name_1": "surname:Djiane;given-names:J.",
              "pub-id_doi": "10.1677/joe.0.0750033",
              "pub-id_pmid": "925587",
              "section_type": "REF",
              "source": "J. Endocrinol.",
              "type": "ref",
              "volume": "75",
              "year": "1977"
            },
            "text": "Lactogenic activity in the serum of rabbits during pregnancy and early lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56446,
            "infons": {
              "fpage": "827",
              "lpage": "833",
              "name_0": "surname:Ebling;given-names:F. J. P.",
              "name_1": "surname:Barrett;given-names:P.",
              "pub-id_doi": "10.1111/j.1365-2826.2008.01721.x",
              "pub-id_pmid": "18601706",
              "section_type": "REF",
              "source": "J. Neuroendocrinol.",
              "type": "ref",
              "volume": "20",
              "year": "2008"
            },
            "text": "The regulation of seasonal changes in food intake and body weight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56513,
            "infons": {
              "fpage": "364",
              "lpage": "366",
              "name_0": "surname:Ekins;given-names:S.",
              "pub-id_pmid": "8820429",
              "section_type": "REF",
              "source": "Drug Metab. Dispos.",
              "type": "ref",
              "volume": "24",
              "year": "1996"
            },
            "text": "Short-term maintenance of phase I and II metabolism in precision-cut liver slices in dynamic organ culture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56621,
            "infons": {
              "fpage": "1073",
              "lpage": "1084",
              "name_0": "surname:Etherton;given-names:T. D.",
              "name_1": "surname:Allen;given-names:C. E.",
              "pub-id_pmid": "7400052",
              "section_type": "REF",
              "source": "J. Anim. Sci.",
              "type": "ref",
              "volume": "50",
              "year": "1980"
            },
            "text": "Effects of age and adipocyte size on glucose and palmitate metabolism and oxidation in pigs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56714,
            "infons": {
              "fpage": "1523",
              "lpage": "1631",
              "name_0": "surname:Freeman;given-names:M. E.",
              "name_1": "surname:Kanyicska;given-names:B.",
              "name_2": "surname:Lerant;given-names:A.",
              "name_3": "surname:Nagy;given-names:G.",
              "pub-id_pmid": "11015620",
              "section_type": "REF",
              "source": "Physiol. Rev.",
              "type": "ref",
              "volume": "80",
              "year": "2000"
            },
            "text": "Prolactin: structure, function, and regulation of secretion.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56775,
            "infons": {
              "fpage": "E827",
              "lpage": "E847",
              "name_0": "surname:Frühbeck;given-names:G.",
              "name_1": "surname:Gómez-Ambrosi;given-names:J.",
              "name_2": "surname:Muruzábal;given-names:F. J.",
              "name_3": "surname:Burrell;given-names:M. A.",
              "pub-id_pmid": "11350765",
              "section_type": "REF",
              "source": "Am. J. Physiol. Endocrinol. Metab.",
              "type": "ref",
              "volume": "280",
              "year": "2001"
            },
            "text": "The adipocyte: a model for integration of endocrine and metabolic signaling in energy metabolism regulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56884,
            "infons": {
              "fpage": "1491",
              "lpage": "1498",
              "name_0": "surname:Fuller;given-names:P. M.",
              "name_1": "surname:Warden;given-names:C. H.",
              "name_2": "surname:Barry;given-names:S. J.",
              "name_3": "surname:Fuller;given-names:C. A.",
              "pub-id_pmid": "11007587",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "89",
              "year": "2000"
            },
            "text": "Effects of 2-G exposure on temperature regulation, circadian rhythms, and adiposity in UCP2/3 transgenic mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56995,
            "infons": {
              "fpage": "15723",
              "lpage": "15728",
              "name_0": "surname:Fuller;given-names:P. M.",
              "name_1": "surname:Jones;given-names:T. A.",
              "name_2": "surname:Jones;given-names:S. M.",
              "name_3": "surname:Fuller;given-names:C. A.",
              "pub-id_doi": "10.1073/pnas.242251499",
              "pub-id_pmid": "12434016",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "Neurovestibular modulation of circadian and homeostatic regulation: vestibulohypothalamic connection?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57097,
            "infons": {
              "fpage": "A121",
              "lpage": "A125",
              "name_0": "surname:Grigoriev;given-names:A. I.",
              "name_1": "surname:Popova;given-names:I. A.",
              "name_2": "surname:Ushakov;given-names:A. S.",
              "pub-id_pmid": "3675477",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "58",
              "year": "1987"
            },
            "text": "Metabolic and hormonal status of crewmembers in short-term spaceflights.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57170,
            "infons": {
              "fpage": "1176",
              "lpage": "1179",
              "name_0": "surname:Harrison;given-names:G. G.",
              "name_1": "surname:Van Itallie;given-names:T. B.",
              "pub-id_pmid": "7081100",
              "section_type": "REF",
              "source": "Am. J. Clin. Nutr.",
              "type": "ref",
              "volume": "35 Suppl",
              "year": "1982"
            },
            "text": "Estimation of body composition: a new approach based on electromagnetic principles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57254,
            "infons": {
              "fpage": "187",
              "lpage": "198",
              "name_0": "surname:Hastings;given-names:M.",
              "name_1": "surname:O’Neill;given-names:J. S.",
              "name_2": "surname:Maywood;given-names:E. S.",
              "pub-id_doi": "10.1677/JOE-07-0378",
              "pub-id_pmid": "17951531",
              "section_type": "REF",
              "source": "J. Endocrinol.",
              "type": "ref",
              "volume": "195",
              "year": "2007"
            },
            "text": "Circadian clocks: regulators of endocrine and metabolic rhythms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57319,
            "infons": {
              "fpage": "104",
              "lpage": "112",
              "name_0": "surname:Holcomb;given-names:H. H.",
              "name_1": "surname:Costlow;given-names:M. E.",
              "name_2": "surname:Buschow;given-names:R. A.",
              "name_3": "surname:McGuire;given-names:W. L.",
              "pub-id_doi": "10.1016/0304-4165(76)90112-4",
              "pub-id_pmid": "1260012",
              "section_type": "REF",
              "source": "Biochim. Biophys. Acta",
              "type": "ref",
              "volume": "428",
              "year": "1976"
            },
            "text": "Prolactin binding in rat mammary gland during pregnancy and lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57390,
            "infons": {
              "fpage": "1266",
              "lpage": "1278",
              "name_0": "surname:Holley;given-names:D. C.",
              "name_1": "surname:DeRoshia;given-names:C. W.",
              "name_2": "surname:Moran;given-names:M. M.",
              "name_3": "surname:Wade;given-names:C. E.",
              "pub-id_doi": "10.1152/japplphysiol.00707.2002",
              "pub-id_pmid": "12794036",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "95",
              "year": "2003"
            },
            "text": "Chronic centrifugation (hypergravity) disrupts the circadian system of the rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57470,
            "infons": {
              "fpage": "127",
              "lpage": "131",
              "name_0": "surname:Kelly;given-names:P. A.",
              "name_1": "surname:Bachelot;given-names:A.",
              "name_2": "surname:Kedzia;given-names:C.",
              "name_3": "surname:Hennighausen;given-names:L.",
              "name_4": "surname:Ormandy;given-names:C. J.",
              "name_5": "surname:Kopchick;given-names:J. J.",
              "name_6": "surname:Binart;given-names:N.",
              "pub-id_doi": "10.1016/S0303-7207(02)00286-1",
              "pub-id_pmid": "12431805",
              "section_type": "REF",
              "source": "Mol. Cell. Endocrinol.",
              "type": "ref",
              "volume": "197",
              "year": "2002"
            },
            "text": "The role of prolactin and growth hormone in mammary gland development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57541,
            "infons": {
              "fpage": "165",
              "lpage": "177",
              "name_0": "surname:Knight;given-names:C. H.",
              "name_1": "surname:Peaker;given-names:M.",
              "pub-id_pmid": "7079447",
              "section_type": "REF",
              "source": "Q. J. Exp. Physiol.",
              "type": "ref",
              "volume": "67",
              "year": "1982"
            },
            "text": "Mammary cell proliferation in mice during pregnancy and lactation in relation to milk yield.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57634,
            "infons": {
              "fpage": "658",
              "lpage": "661",
              "name_0": "surname:Kumaresan;given-names:P.",
              "name_1": "surname:Anderson;given-names:R. R.",
              "name_2": "surname:Turner;given-names:C. W.",
              "name_3": "surname:Powell;given-names:M. E.",
              "pub-id_doi": "10.1210/endo-81-3-658",
              "pub-id_pmid": "6033198",
              "section_type": "REF",
              "source": "Endocrinology",
              "type": "ref",
              "volume": "81",
              "year": "1967"
            },
            "text": "Effect of corticosterone upon mammary gland growth of pregnant rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57703,
            "infons": {
              "fpage": "283",
              "lpage": "294",
              "name_0": "surname:Lincoln;given-names:G. A.",
              "name_1": "surname:Richardson;given-names:M.",
              "pub-id_doi": "10.1016/S0742-8413(98)00017-6",
              "pub-id_pmid": "9827001",
              "section_type": "REF",
              "source": "Comp. Biochem. Physiol. C Pharmacol. Toxicol. Endocrinol.",
              "type": "ref",
              "volume": "119",
              "year": "1998"
            },
            "text": "Photo-neuroendocrine control of seasonal cycles in body weight, pelage growth and reproduction: lessons from the HPD sheep model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57833,
            "infons": {
              "fpage": "1941",
              "lpage": "1944",
              "name_0": "surname:Lincoln;given-names:G. A.",
              "name_1": "surname:Clarke;given-names:I. J.",
              "name_2": "surname:Hut;given-names:R. A.",
              "name_3": "surname:Hazlerigg;given-names:D. G.",
              "pub-id_doi": "10.1126/science.1132009",
              "pub-id_pmid": "17185605",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "314",
              "year": "2006"
            },
            "text": "Characterizing a mammalian circannual pacemaker.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57882,
            "infons": {
              "fpage": "2186",
              "lpage": "2193",
              "name_0": "surname:Lintault;given-names:L. M.",
              "name_1": "surname:Zakrzewska;given-names:E. I.",
              "name_2": "surname:Maple;given-names:R. L.",
              "name_3": "surname:Baer;given-names:L. A.",
              "name_4": "surname:Casey;given-names:T. M.",
              "name_5": "surname:Ronca;given-names:A. E.",
              "name_6": "surname:Wade;given-names:C. E.",
              "name_7": "surname:Plaut;given-names:K. I.",
              "pub-id_doi": "10.1152/japplphysiol.01015.2006",
              "pub-id_pmid": "17317876",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "102",
              "year": "2007"
            },
            "text": "In a hypergravity environment neonatal survival is adversely affected by alterations in dam tissue metabolism rather than reduced food intake.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58025,
            "infons": {
              "fpage": "250",
              "lpage": "263",
              "name_0": "surname:Maas;given-names:W. J.",
              "name_1": "surname:de Graaf;given-names:I. A.",
              "name_2": "surname:Schoen;given-names:E. D.",
              "name_3": "surname:Koster;given-names:H. J.",
              "name_4": "surname:van de Sandt;given-names:J. J.",
              "name_5": "surname:Groten;given-names:J. P.",
              "pub-id_doi": "10.1006/cryo.2000.2246",
              "pub-id_pmid": "10860624",
              "section_type": "REF",
              "source": "Cryobiology",
              "type": "ref",
              "volume": "40",
              "year": "2000"
            },
            "text": "Assessment of some critical factors in the freezing technique for the cryopreservation of precision-cut rat liver slices.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58147,
            "infons": {
              "fpage": "101",
              "lpage": "114",
              "name_0": "surname:Macho;given-names:L.",
              "name_1": "surname:Kvetnansky;given-names:R.",
              "name_2": "surname:Fickova;given-names:M.",
              "name_3": "surname:Popova;given-names:I. A.",
              "name_4": "surname:Grigoriev;given-names:A.",
              "pub-id_pmid": "11563939",
              "section_type": "REF",
              "source": "Endocr. Regul.",
              "type": "ref",
              "volume": "35",
              "year": "2001a"
            },
            "text": "Effects of exposure to space flight on endocrine regulations in experimental animals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58233,
            "infons": {
              "fpage": "117",
              "lpage": "120",
              "name_0": "surname:Macho;given-names:L.",
              "name_1": "surname:Kvetnansky;given-names:R.",
              "name_2": "surname:Fickova;given-names:M.",
              "name_3": "surname:Kolena;given-names:J.",
              "name_4": "surname:Knopp;given-names:J.",
              "name_5": "surname:Tigranian;given-names:R. A.",
              "name_6": "surname:Popova;given-names:I. A.",
              "name_7": "surname:Grogoriev;given-names:A. I.",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "8",
              "year": "2001b"
            },
            "text": "Endocrine responses to space flights.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58271,
            "infons": {
              "fpage": "E930",
              "lpage": "E935",
              "name_0": "surname:Martin-Hidalgo;given-names:A.",
              "name_1": "surname:Holm;given-names:C.",
              "name_2": "surname:Belfrage;given-names:P.",
              "name_3": "surname:Schotz;given-names:M. C.",
              "name_4": "surname:Herrera;given-names:E.",
              "pub-id_pmid": "8023924",
              "section_type": "REF",
              "source": "Am. J. Physiol.",
              "type": "ref",
              "volume": "266",
              "year": "1994"
            },
            "text": "Lipoprotein lipase and hormone-sensitive lipase activity and mRNA in rat adipose tissue during pregnancy.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58377,
            "infons": {
              "fpage": "150",
              "lpage": "157",
              "name_0": "surname:McNamara;given-names:J. P.",
              "name_1": "surname:Hillers;given-names:J. K.",
              "pub-id_pmid": "3958617",
              "section_type": "REF",
              "source": "J. Lipid Res.",
              "type": "ref",
              "volume": "27",
              "year": "1986"
            },
            "text": "Adaptations in lipid metabolism of bovine adipose tissue in lactogenesis and lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58465,
            "infons": {
              "fpage": "507",
              "lpage": "508",
              "name_0": "surname:McNeilly;given-names:A. S.",
              "name_1": "surname:Friesen;given-names:H. G.",
              "pub-id_doi": "10.1677/joe.0.0740507",
              "pub-id_pmid": "925577",
              "section_type": "REF",
              "source": "J. Endocrinol.",
              "type": "ref",
              "volume": "74",
              "year": "1977"
            },
            "text": "Binding of prolactin to the rabbit mammary gland during pregnancy.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58532,
            "infons": {
              "fpage": "1129",
              "lpage": "1135",
              "name_0": "surname:Megory;given-names:E.",
              "name_1": "surname:Oyama;given-names:J.",
              "pub-id_pmid": "6517818",
              "section_type": "REF",
              "source": "Aviat. Space Environ. Med.",
              "type": "ref",
              "volume": "55",
              "year": "1984"
            },
            "text": "Hypergravity effects on litter size, nursing activity, prolactin, TSH, T3, and T4 in the rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58626,
            "infons": {
              "fpage": "811",
              "lpage": "812",
              "name_0": "surname:Megory;given-names:E.",
              "name_1": "surname:Oyama;given-names:J.",
              "pub-id_pmid": "4073148",
              "section_type": "REF",
              "source": "Am. J. Obstet. Gynecol.",
              "type": "ref",
              "volume": "153",
              "year": "1985"
            },
            "text": "Intrauterine fetal response to hypergravity by reduction of plasma prolactin levels in the rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58722,
            "infons": {
              "fpage": "79",
              "lpage": "85",
              "name_0": "surname:Murakami;given-names:D. M.",
              "name_1": "surname:Fuller;given-names:C. A.",
              "pub-id_pmid": "12124188",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "7",
              "year": "2000"
            },
            "text": "The effect of 2G on mouse circadian rhythms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58767,
            "infons": {
              "fpage": "17078",
              "lpage": "17082",
              "name_0": "surname:Murakami;given-names:D. M.",
              "name_1": "surname:Erkman;given-names:L.",
              "name_2": "surname:Hermanson;given-names:O.",
              "name_3": "surname:Rosenfeld;given-names:M. G.",
              "name_4": "surname:Fuller;given-names:C. A.",
              "pub-id_doi": "10.1073/pnas.252652299",
              "pub-id_pmid": "12466504",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "Evidence for vestibular regulation of autonomic functions in a mouse genetic model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58851,
            "infons": {
              "fpage": "1",
              "lpage": "8",
              "name_0": "surname:Nakao;given-names:N.",
              "name_1": "surname:Ono;given-names:H.",
              "name_2": "surname:Yoshimura;given-names:T.",
              "pub-id_doi": "10.1530/REP-08-0041",
              "pub-id_pmid": "18515309",
              "section_type": "REF",
              "source": "Reproduction",
              "type": "ref",
              "volume": "136",
              "year": "2008"
            },
            "text": "Thyroid hormones and seasonal reproductive neuroendocrine interactions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58923,
            "infons": {
              "fpage": "35",
              "lpage": "52",
              "name_0": "surname:Neville;given-names:M. C.",
              "name_1": "surname:Morton;given-names:J.",
              "name_2": "surname:Umemura;given-names:S.",
              "pub-id_doi": "10.1016/S0031-3955(05)70284-4",
              "pub-id_pmid": "11236732",
              "section_type": "REF",
              "source": "Pediatr. Clin. North Am.",
              "type": "ref",
              "volume": "48",
              "year": "2001"
            },
            "text": "Lactogenesis: the transition from pregnancy to lactation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58981,
            "infons": {
              "fpage": "847",
              "lpage": "858",
              "name_0": "surname:Patel;given-names:O. V.",
              "name_1": "surname:Zakrzewska;given-names:E.",
              "name_2": "surname:Maple;given-names:R. L.",
              "name_3": "surname:Baer;given-names:L. A.",
              "name_4": "surname:Ronca;given-names:A. E.",
              "name_5": "surname:Wade;given-names:C. E.",
              "name_6": "surname:Plaut;given-names:K.",
              "pub-id_doi": "10.1007/s00421-008-0840-5",
              "pub-id_pmid": "18665386",
              "section_type": "REF",
              "source": "Eur. J. Appl. Physiol.",
              "type": "ref",
              "volume": "104",
              "year": "2008"
            },
            "text": "Lipogenesis impaired in periparturient rats exposed to altered gravity is independent of prolactin and glucocorticoid secretion.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59110,
            "infons": {
              "fpage": "193",
              "lpage": "202",
              "name_0": "surname:Patel;given-names:O. V.",
              "name_1": "surname:Casey;given-names:T.",
              "name_2": "surname:Dover;given-names:H.",
              "name_3": "surname:Plaut;given-names:K.",
              "pub-id_doi": "10.1007/s10142-010-0193-0",
              "pub-id_pmid": "20852911",
              "section_type": "REF",
              "source": "Funct. Integr. Genomics",
              "type": "ref",
              "volume": "11",
              "year": "2011"
            },
            "text": "Homeorhetic adaptation to lactation: comparative transcriptome analysis of mammary, liver, and adipose tissue during the transition from pregnancy to lactation in rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59279,
            "infons": {
              "fpage": "298",
              "lpage": "304",
              "name_0": "surname:Plaut;given-names:K.",
              "name_1": "surname:Maple;given-names:R.",
              "name_2": "surname:Ginsburg;given-names:E.",
              "name_3": "surname:Vonderhaar;given-names:B.",
              "pub-id_doi": "10.1002/(SICI)1097-4652(199908)180:2<298::AID-JCP17>3.0.CO;2-V",
              "pub-id_pmid": "10395299",
              "section_type": "REF",
              "source": "J. Cell. Physiol.",
              "type": "ref",
              "volume": "180",
              "year": "1999a"
            },
            "text": "Progesterone stimulates DNA synthesis and lobulo-alveolar development in mammary glands in ovariectomized mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59391,
            "infons": {
              "fpage": "85",
              "lpage": "89",
              "name_0": "surname:Plaut;given-names:K.",
              "name_1": "surname:Maple;given-names:R.",
              "name_2": "surname:Vyas;given-names:C.",
              "name_3": "surname:Munaim;given-names:S.",
              "name_4": "surname:Darling;given-names:A.",
              "name_5": "surname:Casey;given-names:T.",
              "name_6": "surname:Alberts;given-names:J. R.",
              "pub-id_doi": "10.1111/j.1525-1373.1999.09999.x",
              "pub-id_pmid": "10510250",
              "section_type": "REF",
              "source": "Proc. Soc. Exp. Biol. Med.",
              "type": "ref",
              "volume": "222",
              "year": "1999b"
            },
            "text": "The effects of spaceflight on mammary metabolism in pregnant rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59458,
            "infons": {
              "fpage": "2350",
              "lpage": "2354",
              "name_0": "surname:Plaut;given-names:K.",
              "name_1": "surname:Maple;given-names:R. L.",
              "name_2": "surname:Wade;given-names:C. E.",
              "name_3": "surname:Baer;given-names:L. A.",
              "name_4": "surname:Ronca;given-names:A. E.",
              "pub-id_doi": "10.1152/japplphysiol.00287.2003",
              "pub-id_pmid": "12923115",
              "section_type": "REF",
              "source": "J. Appl. Physiol.",
              "type": "ref",
              "volume": "95",
              "year": "2003"
            },
            "text": "Effects of hypergravity on mammary metabolic function: gravity acts as a continuum.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59542,
            "infons": {
              "fpage": "735",
              "lpage": "739",
              "name_0": "surname:Presta;given-names:E.",
              "name_1": "surname:Wang;given-names:J.",
              "name_2": "surname:Harrison;given-names:G. G.",
              "name_3": "surname:Björntorp;given-names:P.",
              "name_4": "surname:Harker;given-names:W. H.",
              "name_5": "surname:Van Itallie;given-names:T. B.",
              "pub-id_pmid": "6846211",
              "section_type": "REF",
              "source": "Am. J. Clin. Nutr.",
              "type": "ref",
              "volume": "37",
              "year": "1983"
            },
            "text": "Measurement of total body electrical conductivity: a new method for estimation of body composition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59642,
            "infons": {
              "fpage": "R32",
              "lpage": "R38",
              "name_0": "surname:Robinson;given-names:E. L.",
              "name_1": "surname:Fuller;given-names:C. A.",
              "pub-id_pmid": "11200977",
              "section_type": "REF",
              "source": "Pflugers Arch.",
              "type": "ref",
              "volume": "441 Suppl",
              "year": "2000"
            },
            "text": "Gravity and thermoregulation: metabolic changes and circadian rhythms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59713,
            "infons": {
              "name_0": "surname:Ronca;given-names:A.",
              "name_1": "surname:Conn;given-names:P M",
              "section_type": "REF",
              "source": "Sourcebook Of Models For Biomedical Research",
              "type": "ref",
              "year": "2007"
            },
            "text": "Models for studying developmental space physiology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59765,
            "infons": {
              "fpage": "805",
              "lpage": "813",
              "name_0": "surname:Ronca;given-names:A. E.",
              "name_1": "surname:Baer;given-names:L. A.",
              "name_2": "surname:Daunton;given-names:N. G.",
              "name_3": "surname:Wade;given-names:C. E.",
              "pub-id_doi": "10.1095/biolreprod65.3.805",
              "pub-id_pmid": "11514345",
              "section_type": "REF",
              "source": "Biol. Reprod.",
              "type": "ref",
              "volume": "65",
              "year": "2001"
            },
            "text": "Maternal reproductive experience enhances early postnatal outcome following gestation and birth of rats in hypergravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59886,
            "infons": {
              "fpage": "1365",
              "lpage": "1371",
              "name_0": "surname:Rosenbaum;given-names:M.",
              "name_1": "surname:Pietrobelli;given-names:A.",
              "name_2": "surname:Vasselli;given-names:J. R.",
              "name_3": "surname:Heymsfield;given-names:S. B.",
              "name_4": "surname:Leibel;given-names:R. L.",
              "pub-id_doi": "10.1038/sj.ijo.0801730",
              "pub-id_pmid": "11571601",
              "section_type": "REF",
              "source": "Int. J. Obes. Relat. Metab. Disord.",
              "type": "ref",
              "volume": "25",
              "year": "2001"
            },
            "text": "Sexual dimorphism in circulating leptin concentrations is not accounted for by differences in adipose tissue distribution.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60009,
            "infons": {
              "fpage": "269",
              "lpage": "281",
              "name_0": "surname:Rudolph;given-names:M. C.",
              "name_1": "surname:Neville;given-names:M. C.",
              "name_2": "surname:Anderson;given-names:S. M.",
              "pub-id_doi": "10.1007/s10911-007-9061-5",
              "pub-id_pmid": "18027074",
              "section_type": "REF",
              "source": "J. Mammary Gland Biol. Neoplasia",
              "type": "ref",
              "volume": "12",
              "year": "2007"
            },
            "text": "Lipid synthesis in lactation: diet and the fatty acid switch.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60071,
            "infons": {
              "fpage": "790",
              "lpage": "798",
              "name_0": "surname:Sajdel-Sulkowska;given-names:E. M.",
              "name_1": "surname:Li;given-names:G. H.",
              "name_2": "surname:Ronca;given-names:A. E.",
              "name_3": "surname:Baer;given-names:L. A.",
              "name_4": "surname:Sulkowski;given-names:G. M.",
              "name_5": "surname:Koibuchi;given-names:N.",
              "name_6": "surname:Wade;given-names:C. E.",
              "pub-id_pmid": "11520946",
              "section_type": "REF",
              "source": "Exp. Biol. Med. (Maywood)",
              "type": "ref",
              "volume": "226",
              "year": "2001"
            },
            "text": "Effects of hypergravity exposure on the developing central nervous system: possible involvement of thyroid hormone.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60187,
            "infons": {
              "fpage": "355",
              "lpage": "360",
              "name_0": "surname:Silveyra;given-names:P.",
              "name_1": "surname:Cataldi;given-names:N. I.",
              "name_2": "surname:Lux-Lantos;given-names:V. A.",
              "name_3": "surname:Libertun;given-names:C.",
              "pub-id_doi": "10.1111/j.1748-1716.2009.02049.x",
              "pub-id_pmid": "19796256",
              "section_type": "REF",
              "source": "Acta Physiol. (Oxf.)",
              "type": "ref",
              "volume": "198",
              "year": "2010"
            },
            "text": "Role of orexins in the hypothalamic-pituitary-ovarian relationships.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60256,
            "infons": {
              "fpage": "1367",
              "lpage": "1375",
              "name_0": "surname:Smith;given-names:P. F.",
              "name_1": "surname:Gandolfi;given-names:A. J.",
              "name_2": "surname:Krumdieck;given-names:C. L.",
              "name_3": "surname:Putnam;given-names:C. W.",
              "name_4": "surname:Zukoski;given-names:C. F.;suffix:3rd",
              "name_5": "surname:Davis;given-names:W. M.",
              "name_6": "surname:Brendel;given-names:K.",
              "pub-id_doi": "10.1016/0024-3205(85)90042-6",
              "pub-id_pmid": "3982217",
              "section_type": "REF",
              "source": "Life Sci.",
              "type": "ref",
              "volume": "36",
              "year": "1985"
            },
            "text": "Dynamic organ culture of precision liver slices for in vitro toxicology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60329,
            "infons": {
              "fpage": "31",
              "lpage": "35",
              "name_0": "surname:Sonnenfeld;given-names:G.",
              "pub-id_pmid": "16038091",
              "section_type": "REF",
              "source": "Gravit. Space Biol. Bull.",
              "type": "ref",
              "volume": "18",
              "year": "2005"
            },
            "text": "Use of animal models for space flight physiology studies, with special focus on the immune system.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60428,
            "infons": {
              "fpage": "1681",
              "lpage": "1687",
              "name_0": "surname:Tou;given-names:J.",
              "name_1": "surname:Ronca;given-names:A.",
              "name_2": "surname:Grindeland;given-names:R.",
              "name_3": "surname:Wade;given-names:C.",
              "pub-id_doi": "10.1095/biolreprod.102.007252",
              "pub-id_pmid": "12444041",
              "section_type": "REF",
              "source": "Biol. Reprod.",
              "type": "ref",
              "volume": "67",
              "year": "2002"
            },
            "text": "Models to study gravitational biology of Mammalian reproduction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60493,
            "infons": {
              "fpage": "1958",
              "lpage": "1966",
              "name_0": "surname:Tucker;given-names:H. A.",
              "pub-id_doi": "10.3168/jds.S0022-0302(87)80238-2",
              "pub-id_pmid": "3312321",
              "section_type": "REF",
              "source": "J. Dairy Sci.",
              "type": "ref",
              "volume": "70",
              "year": "1987"
            },
            "text": "Quantitative estimates of mammary growth during various physiological states: a review.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60581,
            "infons": {
              "fpage": "1043",
              "lpage": "1045",
              "name_0": "surname:Turek;given-names:F. W.",
              "name_1": "surname:Joshu;given-names:C.",
              "name_2": "surname:Kohsaka;given-names:A.",
              "name_3": "surname:Lin;given-names:E.",
              "name_4": "surname:Ivanova;given-names:G.",
              "name_5": "surname:McDearmon;given-names:E.",
              "name_6": "surname:Laposky;given-names:A.",
              "name_7": "surname:Losee-Olson;given-names:S.",
              "name_8": "surname:Easton;given-names:A.",
              "name_9": "surname:Jensen;given-names:D. R.",
              "pub-id_doi": "10.1126/science.1108750",
              "pub-id_pmid": "15845877",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "308",
              "year": "2005"
            },
            "text": "Obesity and metabolic syndrome in circadian Clock mutant mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60644,
            "infons": {
              "fpage": "61",
              "lpage": "69",
              "name_0": "surname:Warren;given-names:L. E.",
              "name_1": "surname:Hoban-Higgins;given-names:T. M.",
              "name_2": "surname:Hamilton;given-names:J. S.",
              "name_3": "surname:Horwitz;given-names:B. A.",
              "name_4": "surname:Fuller;given-names:C. A.",
              "pub-id_pmid": "12124186",
              "section_type": "REF",
              "source": "J. Gravit. Physiol.",
              "type": "ref",
              "volume": "7",
              "year": "2000"
            },
            "text": "Effects of 2G exposure on lean and genetically obese Zucker rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60710,
            "infons": {
              "fpage": "141",
              "lpage": "147",
              "name_0": "surname:Whitson;given-names:P. A.",
              "name_1": "surname:Putcha;given-names:L.",
              "name_2": "surname:Chen;given-names:Y. M.",
              "name_3": "surname:Baker;given-names:E.",
              "pub-id_doi": "10.1111/j.1600-079X.1995.tb00152.x",
              "pub-id_pmid": "7562371",
              "section_type": "REF",
              "source": "J. Pineal Res.",
              "type": "ref",
              "volume": "18",
              "year": "1995"
            },
            "text": "Melatonin and cortisol assessment of circadian shifts in astronauts before flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60793,
            "infons": {
              "fpage": "K93",
              "lpage": "K105",
              "name_0": "surname:Williamson;given-names:D. H.",
              "pub-id_doi": "10.1016/0014-5793(80)80574-6",
              "pub-id_pmid": "6998730",
              "section_type": "REF",
              "source": "FEBS Lett.",
              "type": "ref",
              "volume": "117 Suppl",
              "year": "1980"
            },
            "text": "Integration of metabolism in tissues of the lactating rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60852,
            "infons": {
              "comment": "26",
              "fpage": "597",
              "lpage": "603",
              "name_0": "surname:Williamson;given-names:D. H.",
              "pub-id_doi": "10.1051/rnd:19860409",
              "pub-id_pmid": "3523656",
              "section_type": "REF",
              "source": "Reprod. Nutr. Dev.",
              "type": "ref",
              "volume": "2B",
              "year": "1986"
            },
            "text": "Regulation of metabolism during lactation in the rat.",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]