[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3044105",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/1749-799X-6-8",
              "article-id_pmc": "PMC3044105",
              "article-id_pmid": "21306641",
              "article-id_publisher-id": "1749-799X-6-8",
              "fpage": "8",
              "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
              "lpage": "8",
              "name_0": "surname:Hughes-Fulford;given-names:Millie",
              "name_1": "surname:Li;given-names:Chai-Fei",
              "section_type": "TITLE",
              "type": "front",
              "volume": "6",
              "year": "2011"
            },
            "text": "The role of FGF-2 and BMP-2 in regulation of gene induction, cell proliferation and mineralization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 99,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 112,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The difficulty in re-growing and mineralizing new bone after severe fracture can result in loss of ambulation or limb. Here we describe the sequential roles of FGF-2 in inducing gene expression, cell growth and BMP-2 in gene expression and mineralization of bone.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 376,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 398,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The regulation of gene expression was determined using real-time RTPCR (qRTPCR) and cell proliferation was measured by thymidine incorporation or fluorescent analysis of DNA content in MC3T3E1 osteoblast-like cells. Photomicroscopy was used to identify newly mineralized tissue and fluorescence was used to quantify mineralization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 730,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 738,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Fibroblast growth factor-2 (FGF-2) had the greatest ability to induce proliferation after 24 hours of treatment when compared to transforming growth factor beta (TGFβ, insulin-like growth factor-1 (IGF-1), bone morphogenic protein (BMP-2), platelet derived growth factor (PDGF) or prostaglandin E2 (PGE2). We found that FGF-2 caused the most significant induction of expression of early growth response-1 (egr-1), fgf-2, cyclo-oxygenase-2 (cox-2), tgfβ and matrix metalloproteinase-3 (mmp-3) associated with proliferation and expression of angiogenic genes like vascular endothelial growth factor A (vegfA) and its receptor vegfr1. We found that FGF-2 significantly reduced gene expression associated with mineralization, e.g. collagen type-1 (col1a1), fibronectin (fn), osteocalcin (oc), IGF-1, noggin, bone morphogenic protein (bmp-2) and alkaline phosphatase (alp). In contrast, BMP-2 significantly stimulated expression of the mineralization associated genes but had little or no effect on gene expression associated with growth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1778,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1790,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2035,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2048,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The mechanisms that regulate bone growth and mineralization remain poorly understood. The cellular events involved in bone formation include chemotaxis of osteoblast precursors, growth factor (GF) production, proliferation of committed osteoblast precursors, and the differentiation (mineralization) of osteoblasts. Bone formation requires expression of structural proteins such as collagen type I, osteocalcin, noggin and runx2 during mineralization. Numerous studies suggest that a variety of growth factors such as FGF-2, TGFβ, IGF-1, PDGF and PGE2 act as autocrine and paracrine hormones to regulate bone cell proliferation. FGF-2 is an important modulator of bone formation in vitro and in vivo . FGF-2 is tightly bound to the bone matrix and can be extracted as a biologically active GF and is thought to play a major role in wound healing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2898,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To evaluate the physiological activity of FGF-2 and other growth factors, we studied their relative ability to influence proliferation of osteoblasts at a site of injury in a mineralized culture. MC3T3-E1 is a cloned mouse osteoblast-like cell line that retains synthetic functions of bone. When treated with differentiation media, these cultured osteoblasts have the ability to differentiate, including synthesis of alkaline phosphatase, type I collagen, osteocalcin and mineralized matrix containing hydroxyapatite crystals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3425,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We have previously reported that FGF-2 is induced by mechanical stress and causes proliferation after mechanical stress. FGF-2 is an immediate-early gene that is regulated by both PKA and MAPK signal transduction pathways. Here we report that FGF-2 induces expression of growth-related genes and down-regulates genes responsible for differentiation and mineralization. In addition, BMP-2 is considerably more effective than FGF-2 in inducing new mineralization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3887,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3909,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3919,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We obtained GFs from Amgen, Thousand Oaks, CA. FGF-2 and IGF-1 from R & D Systems, Minneapolis, MN. TGFβ, PDGF and dmPGE2 are from Cayman Chemical, Ann Arbor, Michigan. Cell culture supplies (αMEM, fetal calf serum, trypsin and antibiotics) were obtained through the tissue culture facility at the University of California, San Francisco. Cell culture dishes were purchased from Corning, Corning, New York. Rhodamine-phalloidin is from Invitrogen, Carlsbad, California. Tritiated thymidine and 35 S methionine are from Amersham, Arlington Heights, IL. All other materials came from standard laboratory suppliers. MC3T3E1 osteoblast-like cells, a cloned cell line, established by Kodama were used in this study at early passage number.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4661,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4669,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We maintained cloned MC3T3-E1 osteoblast-like cells in normal media (NM) consisting of alpha MEM medium with 10% fetal calf serum (FCS), 1% antibiotic solution and 1% glutamine solution and subcultured the cells every 3 to 4 days. The cells were subcultured by incubating with trypsin for five minutes and resuspending at a concentration of 3 × 105 cells/ml. For experiments, we grew the cells in the NM above, using multi-well plates. After three days, the cells reach confluence and mineralization medium (MM) was added. MM is alpha MEM medium with 5% fetal calf serum (FCS), 1% antibiotic solution and 1% glutamine solution supplemented with ascorbic acid (50 μg/ml) and β-glycerol phosphate (10 mM) to support mineralization. The cultures were then incubated for 1-2 more days for mineralization studies. We used at least triplicate independent biological samples in multiple experiments for data collection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5586,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein Assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5600,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Protein concentration was determined by Bio-Rad DC protein assay (Bio-Rad, CA) according to manufacturer's protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5717,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Microscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5728,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the conclusion of the 24 or 48 hour incubation, the coverslip was removed. The specimen was rinsed five times in room temperature phosphate buffered saline (PBS) and fixed. We then visualized the mineralizing cells with 2% Alizarin Red. After rinsing in distilled water and air drying the samples, we mounted the coverslips on microscope slides using Fluoromount and examined and photographed the cells on a Zeiss Axioskop using 20×.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6166,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Tritiated thymidine incorporation into DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6209,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the conclusion of the 24 hour incubation, the culture medium was removed and the cells were incubated for 15 minutes at 37°C in 1 ml PBS containing tritiated thymidine (4 μCi/ml) as described previously. Following this incubation, the PBS was removed and the cells were washed 3 times with ice cold trichloroacetic acid (TCA) followed by ice cold ethanol and allowed to air dry. Then 1 ml of sarkosyl lysing buffer was added to each well; all the cells were solubilized after 30 minutes. Finally, after mixing the resulting solution with a pipette, radioactivity was counted in a scintillation counter and protein content was measured. The data was calculated and expressed as disintegrations per minute (DPM) per microgram protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6947,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Alizarin Red visualization of mineralization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6992,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Alizarin Red (2%) stained cells were incubated with 10% acetic acid for 30 minutes to release bound Alizarin Red into solution. The solution was neutralized with 10% ammonium hydroxide and the absorbance of Alizarin Red was measured at 450 nm using a microplate reader. Data is expressed in absolute amounts according to a standard curve.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7331,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA Isolation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7345,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "RNA were isolated through the use of the RNeasy™Mini kit (QIAGEN, Valencia, CA) or TriReagent™ according to the manufacturer's protocol. For RNeasy™ Mini kit RNA isolation, cells were seeded in 6-well plates with αMEM media supplemented with 10% FCS, then downregulated and activated as indicated in the figure legends. Cells were lysed using 350 μl of buffer RLT (supplied in kit) containing 2-mercaptoethanol (Biorad, Hercules, CA). The lysate was then placed into QIAshredder homogenizer (QIAGEN, Valencia, CA) and centrifuged at 20,000 rpm for 2 minutes. 350 μl of 70% ethanol was added to the flow through, mixed, and centrifuged in the RNeasy™Mini column (supplied in kit) for 15 s at 20,000 rpm. Flow through was discarded and the column was washed with 700 μl of buffer RW1 (supplied in kit) for 15 s at 20,000 rpm. Two additional washes were performed with 500 μl of buffer RPE (supplied in kit) at 20,000 rpm for 15 s and 2 minutes, respectively. The flow through was discarded and the column placed in a sterile 1.5 ml collection tube. Depending on the expected yield, 20-50 μl RNase-free water is pipetted into the column and centrifuged for 1 minute at 20,000 rpm. The samples are then stored at -80°C until further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8599,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Reverse Transcription (RT)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8626,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "1.5 μg of RNA was added to 30 μl reverse transcriptase (RT) reaction buffer containing 5 mM MgCl2, 10 mM Tris-HCl (pH 8.3), 50 mM KCl, 1 mM dNTPs, 2.5 μM oligo d(T) primer, 2.5 U/μl of MuLV, and 1 U/μl of RNase inhibitor. The RT reaction was incubated at room temperature for 10 min, 42°C for 30 min, inactivated at 99°C for 5 min, and cooled at 5°C for 5 min.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8995,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Real-time Quantitative RT-PCR Reaction (qRTPCR)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9043,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "2 μl of cDNA from the RT reaction was added to 20 μl real-time quantitative polymerase chain reaction (qPCR) mixture containing 10 μl of 2× SYBR® Green PCR Master Mix (Applied Biosystems, Foster City, CA) and 12 pmol oligonucleotide primers. PCRs were carried out in a Bio-Rad MyiQ Single-Color Real-Time PCR Detection System (Bio-Rad, Hercules, CA). The thermal profile was 50°C for 2 min, 95°C for 10 min to activate the Taq polymerase, followed by 50 amplification cycles, consisting of denaturation at 95°C for 1 min 40 s, annealing at 63°C for 1 min 10 s and elongation at 72°C for 1 min 40 s. Fluorescence was measured and used for quantitative purposes. At the end of the amplification period, melting curve analysis was performed to confirm the specificity of the amplicon. RNA samples were normalized to cyclophilin (CPHI) internal standard. Relative quantification of gene expression was calculated by using 2-(Ct gene T - Ct CPHI T)-(Ct gene 0 hr - Ct CPHI 0 hr) equation, where \"Ct gene T\" represents the calculated threshold cycle (Ct) of a time point of each sample other than 0 hr, or each treatment other than control. Relative gene absolute abundance was calculated using 2(Ct gene T - Ct CPHI T) as previously described allows us to compare the abundance of the gene between other genes and experiments. The resulting numbers were then multiplied by 10,000 for better graphical presentation. Primer sequence information was previously published. All data derived using qRTPCR was from multiple experiments with at least triplicate independent biological samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10634,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10642,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Growth factor effect on cell proliferation DNA synthesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10699,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As seen in Table 1, in the absence of any added compounds there were small and unremarkable changes in DNA synthesis with IGF-1 and PDGF; in contrast, FGF-2, TGFβ and PGE2 significantly enhanced thymidine incorporation within 24 hours of treatment. TGFβ stimulated thymidine incorporation more than 2 fold while FGF-2 and PGE2 increased DNA synthesis more than 4.5 and 3.3 fold respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11097,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Effect of growth factors on protein synthesis in wounded mineralized osteoblasts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11179,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"center\">Treatment</th><th align=\"center\">Thymidine incorporation DPM × 10<sup>3</sup>/ug protein</th></tr></thead><tbody><tr><td align=\"center\">con</td><td align=\"center\">37.6 ±2.9</td></tr><tr><td align=\"center\">IGF-1</td><td align=\"center\">42.3 ± 4.2</td></tr><tr><td align=\"center\">FGF-2</td><td align=\"center\">114.3 ± 11</td></tr><tr><td align=\"center\">TGFβ</td><td align=\"center\">65.2 ± 12</td></tr><tr><td align=\"center\">PDGF</td><td align=\"center\">39.8 ± 7.2</td></tr><tr><td align=\"center\">BMP-2</td><td align=\"center\">41.5 ± 5.6</td></tr><tr><td align=\"center\">PGE2</td><td align=\"center\">84.1 ± 23.1</td></tr></tbody></table>\n"
            },
            "text": "Treatment\tThymidine incorporation DPM × 103/ug protein\t \tcon\t37.6 ±2.9\t \tIGF-1\t42.3 ± 4.2\t \tFGF-2\t114.3 ± 11\t \tTGFβ\t65.2 ± 12\t \tPDGF\t39.8 ± 7.2\t \tBMP-2\t41.5 ± 5.6\t \tPGE2\t84.1 ± 23.1\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11374,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "Representative experiment showing the effects of IGF-1 (20 ng/ml), FGF-2 (2.0 ng/ml), TGFβ (2 ng/ml), PDGF (3 ng/ml), BMP-2 (100 ng), PGE2 (2 μg/ml) on proliferation/mg protein of MC3T3-E1 osteoblasts after 24 hours of treatment (n = 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11616,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Regulation of FGF-2 induced gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11660,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Using qRTPCR, we found that FGF-2 dramatically induced egf-1, fgf-2, cox-2, tgfβ, mmp3, vegfA and vegfr1 over a 24 hour period each displaying a different sequential temporal pattern of gene induction (Figure 1). VegfA and vegfr1 are associated with angiogenesis while mmp3, is associated with increased migration. Tgfβ, fgf-2, egr-1 and cox-2 are key genes in regulation of osteoblast proliferation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12067,
            "infons": {
              "file": "1749-799X-6-8-1.jpg",
              "id": "F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "qRTPCR analysis of gene induction of proliferation and angiogenesis; qRTPCR analysis of gene reduction of genes over 24 hours of treatment with FGF-2 shows a significant increase in genes associated with proliferation and angiogenesis. Cultures were cultured and harvested for RNA as described in Materials and Methods. Each bar represents mean ± SD triplicate independent biological samples each time point corrected to cyclophilin. (*p < 0.05; **p < 0.01 with two-tail student t-test compared to 0 hour of each gene)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12587,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Interestingly, we found that FGF-2 also significantly decreased expression of other genes associated with mineralization including col1a1, fn, bmp-2, oc, run-x, and noggin. IGF-1, a known differentiation factor, was significantly decreased by FGF-2 treatment. (Figure 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12859,
            "infons": {
              "file": "1749-799X-6-8-2.jpg",
              "id": "F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "qRTPCR analysis of FGF-2 regulated genes associated with mineralization; qRTPCR analysis of gene reduction of genes over a 24 hours of treatment with FGF-2 shows a marked reduction in genes associated with mineralization. Cultures were cultured and harvested for RNA as described in Materials and Methods. Each bar represents mean ± SD triplicate independent biological samples at each time point corrected to cyclophilin. (*p < 0.05; **p < 0.01 with two-tail student t-test compare to 0 hour of each gene.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13368,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Relative abundance of genes regulated by FGF-2 and BMP-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13425,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Since FGF-2 increased growth associated genes, we used BMP-2, a known promoter of mineralization, to study relative abundance of gene expression in mineralizing cells after 24 hours of treatment. As seen in Table 2, we found that BMP-2 treatment caused significant increases in genes associated with mineralization including cola1, fn, noggin and oc. Moreover, BMP-2 treatment caused little or no changes in expression of genes associated with angiogenesis and migration e.g. VEGF and MMP3. When compared with relative gene abundance of FGF-2 treated cells (Figure 3) we found that in general, BMP-2 maintained the mineralizing RNA profile of igf-1, alp, and bmp-2 and significantly increased expression of other genes associated with mineralization like col1a1, fn, ilgf-1, noggin and oc. Fgf-2, on the other hand, significantly suppressed expression of mineralizing genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14300,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Relative abundance of gene expression in FGF-2 and BMP-2 treated cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14372,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th align=\"center\" colspan=\"2\">Non-treated</th><th align=\"center\" colspan=\"2\">FGF-2 treated</th><th align=\"center\" colspan=\"2\">BMP-2 treated</th><th align=\"center\">FGF-2 vs BMP-2</th></tr><tr><th align=\"left\">Gene</th><th align=\"right\">Average</th><th align=\"right\">SD</th><th align=\"right\">Average</th><th align=\"right\">SD</th><th align=\"right\">Average</th><th align=\"right\">SD</th><th align=\"right\">p-value</th></tr></thead><tbody><tr><td align=\"left\"><bold>Collagen Type I</bold></td><td align=\"right\"><bold>85,081.73</bold></td><td align=\"right\">2,5316.39</td><td align=\"right\"><bold>**678.21</bold></td><td align=\"right\">358.27</td><td align=\"right\"><bold>*170,243.43</bold></td><td align=\"right\">24,493.77</td><td align=\"right\">0.0003</td></tr><tr><td align=\"left\"><bold>Fibronectin</bold></td><td align=\"right\"><bold>55,827.93</bold></td><td align=\"right\">1,2119.18</td><td align=\"right\"><bold>*28,432.19</bold></td><td align=\"right\">1195.92</td><td align=\"right\"><bold>**239,750.67</bold></td><td align=\"right\">23,464.19</td><td align=\"right\">0.0001</td></tr><tr><td align=\"left\"><bold>IGF1</bold></td><td align=\"right\"><bold>3,249.41</bold></td><td align=\"right\">689.70</td><td align=\"right\"><bold>**50.65</bold></td><td align=\"right\">13.30</td><td align=\"right\"><bold>4,193.34</bold></td><td align=\"right\">739.19</td><td align=\"right\">0.0006</td></tr><tr><td align=\"left\"><bold>RUNX2</bold></td><td align=\"right\"><bold>349.09</bold></td><td align=\"right\">40.63</td><td align=\"right\"><bold>**674.95</bold></td><td align=\"right\">63.04</td><td align=\"right\"><bold>1,043.65</bold></td><td align=\"right\">783.29</td><td align=\"right\">n.s.</td></tr><tr><td align=\"left\"><bold>VEGFA</bold></td><td align=\"right\"><bold>109.49</bold></td><td align=\"right\">38.86</td><td align=\"right\"><bold>**5,132.66</bold></td><td align=\"right\">755.22</td><td align=\"right\"><bold>537.13</bold></td><td align=\"right\">379.66</td><td align=\"right\">0.0007</td></tr><tr><td align=\"left\"><bold>TGFβ</bold></td><td align=\"right\"><bold>93.08</bold></td><td align=\"right\">10.55</td><td align=\"right\"><bold>**245.40</bold></td><td align=\"right\">41.93</td><td align=\"right\"><bold>*185.20</bold></td><td align=\"right\">38.34</td><td align=\"right\">n.s.</td></tr><tr><td align=\"left\"><bold>ALP</bold></td><td align=\"right\"><bold>58.30</bold></td><td align=\"right\">34.81</td><td align=\"right\"><bold>13.39</bold></td><td align=\"right\">11.68</td><td align=\"right\"><bold>91.77</bold></td><td align=\"right\">23.15</td><td align=\"right\">0.0064</td></tr><tr><td align=\"left\"><bold>OC</bold></td><td align=\"right\"><bold>16.20</bold></td><td align=\"right\">3.19</td><td align=\"right\"><bold>**1.38</bold></td><td align=\"right\">0.65</td><td align=\"right\"><bold>*34.04</bold></td><td align=\"right\">6.11</td><td align=\"right\">0.0008</td></tr><tr><td align=\"left\"><bold>Noggin</bold></td><td align=\"right\"><bold>7.11</bold></td><td align=\"right\">2.77</td><td align=\"right\"><bold>*1.61</bold></td><td align=\"right\">0.49</td><td align=\"right\"><bold>2.41</bold></td><td align=\"right\">1.76</td><td align=\"right\">n.s.</td></tr><tr><td align=\"left\"><bold>BMP-2</bold></td><td align=\"right\"><bold>0.40</bold></td><td align=\"right\">0.12</td><td align=\"right\"><bold>**0.06</bold></td><td align=\"right\">0.01</td><td align=\"right\"><bold>0.38</bold></td><td align=\"right\">0.05</td><td align=\"right\">0.0004</td></tr><tr><td align=\"left\"><bold>MMP3</bold></td><td align=\"right\"><bold>0.03</bold></td><td align=\"right\">0.03</td><td align=\"right\"><bold>**4.04</bold></td><td align=\"right\">0.97</td><td align=\"right\"><bold>0.12</bold></td><td align=\"right\">0.14</td><td align=\"right\">0.0023</td></tr></tbody></table>\n"
            },
            "text": "\tNon-treated\tFGF-2 treated\tBMP-2 treated\tFGF-2 vs BMP-2\t \tGene\tAverage\tSD\tAverage\tSD\tAverage\tSD\tp-value\t \tCollagen Type I\t85,081.73\t2,5316.39\t**678.21\t358.27\t*170,243.43\t24,493.77\t0.0003\t \tFibronectin\t55,827.93\t1,2119.18\t*28,432.19\t1195.92\t**239,750.67\t23,464.19\t0.0001\t \tIGF1\t3,249.41\t689.70\t**50.65\t13.30\t4,193.34\t739.19\t0.0006\t \tRUNX2\t349.09\t40.63\t**674.95\t63.04\t1,043.65\t783.29\tn.s.\t \tVEGFA\t109.49\t38.86\t**5,132.66\t755.22\t537.13\t379.66\t0.0007\t \tTGFβ\t93.08\t10.55\t**245.40\t41.93\t*185.20\t38.34\tn.s.\t \tALP\t58.30\t34.81\t13.39\t11.68\t91.77\t23.15\t0.0064\t \tOC\t16.20\t3.19\t**1.38\t0.65\t*34.04\t6.11\t0.0008\t \tNoggin\t7.11\t2.77\t*1.61\t0.49\t2.41\t1.76\tn.s.\t \tBMP-2\t0.40\t0.12\t**0.06\t0.01\t0.38\t0.05\t0.0004\t \tMMP3\t0.03\t0.03\t**4.04\t0.97\t0.12\t0.14\t0.0023\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15112,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "This table shows the relative abundance of gene expression in mineralizing MC3T3-E1 cells after 24 hours of treatment with FGF-2 (5 ng) or BMP-2 (100 ng). Total RNA was harvested 24 hours after the addition using Qiagen RNeasy kit. A two-step RT-qPCR was preformed. Each data point represents the mean ± SD of three biological independent samples. *p < 0.05; **p < 0.01; ***p < 0.0001 against 0 hour control samples with 2 tail student t test.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15557,
            "infons": {
              "file": "1749-799X-6-8-3.jpg",
              "id": "F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "FGF-2 and BMP-2, the yin and yang of mineralization: Contrast of effect of 24 hours of treatment with FGF-2 or BMP-2 on fold increase in abundance of mineralization-related gene expression. Mineralizing MC3T3-E1 cells were prepared as described in Materials and Methods. They were then treated with either FGF-2 or BMP-2 for 24 hours at which time RNA was collected and analyzed for relative abundance using qRTPCR. Each bar represents mean ± SD triplicate independent biological samples each time point corrected to cyclophilin. (*p < 0.05; **p < 0.01 with two-tail student t-test compare to 0 hour of each gene.) *<0.05; **<0.01; ***<0.0001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16201,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Relative mineralization of FGF-2 and BMP-2 treated cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16258,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As seen in Figure 4 and Table 3, BMP-2 treatment enhances mineralization of the cells as shown by uptake and presence of Alizarin Red after cultures were grown to confluence and then treated with BMP-2 or FGF-2 for 24 to 48 hours. Cells were then washed and stained with 2% Alizarin Red and results determined using photography or fluorescence analysis at 48 hours of treatment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16637,
            "infons": {
              "file": "1749-799X-6-8-4.jpg",
              "id": "F4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Alizarin Staining of Mineralizing Osteoblast cells. MC3T3-E1 osteoblasts were seeded at 3000 cells/well in 96 well CELLBIND® plates in normal medium. Once cells were confluent, media was changed to 5% NM or 5% mineralizing media with or without 5 ng/ml FGF-2 or 50 ng/ml BMP-2. Two days after treatment, media was removed and cells were fixed in 10% formalin and stored at 4°C until subsequent analysis. Cells were stained for calcium with 2% Alizarin Red for 10 minutes and visualized under 20× objectives for photography. Many areas of mineralization, as seen by bright red staining, were present in the cells treated with 5% MM plus 50 ng/ml BMP-2 (FIG. 11). Little to no mineralization was seen with other 5 treatments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17364,
            "infons": {
              "file": "T3.xml",
              "id": "T3",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Mineralization of cells with BMP-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17399,
            "infons": {
              "file": "T3.xml",
              "id": "T3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Treatment</th><th align=\"left\">Relative abundance</th></tr></thead><tbody><tr><td align=\"left\">NM</td><td align=\"left\">5.6 ± 1.7</td></tr><tr><td align=\"left\">NM + 5 ng/ml FGF-2</td><td align=\"left\">5.3 ± .1</td></tr><tr><td align=\"left\">NM + 50 ng/ml BMP-2</td><td align=\"left\">16.2 ± 4.2</td></tr><tr><td align=\"left\">MM</td><td align=\"left\">9.1 ± 2.0</td></tr><tr><td align=\"left\">MM + 5 ng/ml FGF-2</td><td align=\"left\">4.9 ± 1.1</td></tr><tr><td align=\"left\">MM + 50 ng/ml BMP-2</td><td align=\"left\">55.2 ± 12.7</td></tr></tbody></table>\n"
            },
            "text": "Treatment\tRelative abundance\t \tNM\t5.6 ± 1.7\t \tNM + 5 ng/ml FGF-2\t5.3 ± .1\t \tNM + 50 ng/ml BMP-2\t16.2 ± 4.2\t \tMM\t9.1 ± 2.0\t \tMM + 5 ng/ml FGF-2\t4.9 ± 1.1\t \tMM + 50 ng/ml BMP-2\t55.2 ± 12.7\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17595,
            "infons": {
              "file": "T3.xml",
              "id": "T3",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "The Alizarin Red (2%) stained cells were incubated with 10% acetic acid for 30 minutes to release bound Alizarin Red into solution. The solution was neutralized with 10% ammonium hydroxide and the absorbance of Alizarin Red was measured at 450 nm using a microplate reader (n = 6). Data is expressed at in absolute amounts according to a standard curve.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17949,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17960,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Bone formation during injury repair is a multi-step series of events modulated by an integrated cascade of gene expression that initially supports the proliferation stage. The later mineralization stage is associated with the sequential expression of genes that support biosynthesis, organization and mineralization of the bone extracellular matrix. Mineralization requires expression of structural proteins such as collagen type I, osteocalcin, as well as noggin and runx2 which aid in mineralization. Transcriptional control defines the regulatory events necessary for both stages of bone formation. There is a general consensus that during injury GFs are released from the wounded bone matrix and promote healing. In this study, we have documented the relative efficiency of bone growth factors FGF-2, TGFβ, and PGE2 markedly enhanced the synthesis of the total protein content of the dishes (Table 1)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18868,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Rate of proliferation was dependent on the specific GF. FGF-2, TGFβ and PGE2 significantly promote growth, with FGF-2 having the highest efficacy and the lowest dose. FGF-2 produced a distinct pattern of gene expression. FGF-2 down regulates genes associated with mineralization while it induces genes associated with proliferation and angiogenesis, a finding supported by observations of others. Since cox-2 had a 27-fold induction by FGF-2, we examined the effect of the COX-2 product, PGE2 on proliferation. We found that PGE2 increased DNA synthesis by 3.3 fold significantly higher than TGFβ, IGF-1, PDGF, suggesting that its induction by FGF-2 helps complete the FGF-2 full induction of osteoblast growth. These data also suggest that FGF-2 may be an important regulator of migration, angiogenesis and proliferation during the first stage of healing a critical defect since it induces mmp3, vegfa and vegfr1 expression. In data not shown, FGF-2 had no effect on expression of mmp-1. Moreover, FGF-2 induced its own message as well as TGFβ, but significantly reduced expression of BMP-2, osteocalcin, noggin, runx2, collagen type I and IGF-1, genes which are associated with mineralization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20073,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As described by others, bone formation is divided into two phases, proliferation and mineralization. These two stages are the result of a specific sequential regulation of gene expression from the early phase of osteoblast proliferation to the final steps of mineralization. Once the cells start mineralizing, cell division and DNA synthesis dramatically slow down and eventually cease. When an injury occurs in mineralized tissue, GFs like FGF-2 are released and start a new proliferation stage to heal the defect. The increase in cell replication in a mineralizing cell likely represents a de-differentiation from the mineralizing phase to the growing phase, and increases expression of GFs most likely induce proliferation. Treatment of the mineralized defect model with FGF-2 resulted in gene expression that corresponds to de-differentiation (e.g. significant increases in growth related genes egf-1, fgf-2, cox-2, TGFβ, vegfA, vegfr and mmp3 and down-regulation of mineralizing related genes). Vegf and vegfr1 are primary regulators of angiogenesis, while MMP3 is thought to play a major role on cell behaviors such as proliferation and migration which may explain the ability of the FGF-2 to enable the cultured cells to fill the defect void efficiently. The fact that FGF-2 induces its own expression suggests that after injury, the FGF-2 released from the wound matrix could promote it's own expression, making it a feed-forward loop.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21520,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although Figures 1 and 2 demonstrate the relative FGF-2 regulation and sequential expression of growth, angiogenic and chemotactic genes and depresses expression of mineralization-related genes, these figures do not tell us the relative abundance of the genes. In Table 2, we determined the relative abundance of genes in three groups after 24 hours; with or without treatment with FGF-2 or BMP-2. FGF-2 caused a significant increase in abundance of genes associated with proliferation, chemotaxis and angiogenesis. Moreover, the addition of FGF-2 to the mineralized wounded cultures caused a marked decrease in abundance of col1a1 as well as fn, igf-1, noggin, oc, bmp-2 and alp message. In the early stages of mineralization, the major protein (greater than 20%) synthesized by the osteoblast is collagen, however collagen is not a major component of the proliferating cell, suggesting that FGF-2 stimulates proliferation partly through its ability to drastically reduce the relative abundance of a majority of the mineralizing-associated genes. The dramatic reduction of IGF-1 by FGF-2 suggests a role for IGF-1 in mineralization, this is in agreement with findings of others that demonstrated IGF-1 to be a major factor in bone mineralization using the IGF-1 null mouse. In contrast, in cells treated with BMP-2, the relative abundance of col1a1, fn, oc, and tgfβ were dramatically induced while BMP-2 had no significant effect on genes related to growth, angiogenesis or chemotaxis. These data suggest that BMP-2 may be the best GF to use for the mineralization stage but not the proliferation stage of bone formation. This finding may help explain studies by others who discovered that a delayed administration of BMP-2 to a fracture resulted in better repair of critical size defects. It is likely that the delay of BMP-2 treatment allowed a longer period of proliferation prior to BMP-2 promotion of mineralization. Our findings in Table 2, 3 and Figure 3 support the hypothesis that FGF-2 and BMP-2 are required at different stages of bone repair.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23580,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23592,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "These data demonstrate the de-differentiation (reduction of mineralization genes) effect of FGF-2 likely plays a key role in osteoblast proliferation, the first stage of bone formation. Some have expressed concern that ex-vivo proliferation of human stem cells by a growth factor like FGF-2 might change the osteogenic characteristics of a pre-osteoblast; however others have shown that expansion of the population does not affect later osteogenic potential of stem cells. Therefore, an expansion of osteoblast cells by FGF-2 might be an excellent strategy for first stage re-population of a critical defect since FGF-2 has the needed efficacy for promoting proliferation. These data also suggest that the final stage of bone repair is best accomplished with BMP-2 due to its promotion of differentiation and mineralization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24417,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24437,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The Department of Veterans Affairs has filed and owns a patent using some of the data found in this manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24549,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Authors' contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24572,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "MHF conceived the study, designed the study, directed the research and wrote the manuscript. C-FL made substantive intellectual contribution in the acquisition of data, analysis and has contributed to the manuscript. Both authors have read and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24847,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title_1"
            },
            "text": "Acknowledgements",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24864,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This work is supported by MHF's US Army Medical Research and Materiel Command US Army grant W81WH-07-1-0427, NASA grant NAG-2-1086 and in part by NASA grants NAG-2-1286, NCC2-1361 and the Department of Veterans Affairs Medical Research Service in support of MHF and this project. We thank Sandra Spurlock for the data plate reading and data analysis of Table 3. We would like to thank Tammy Chang for her thoughtful comments and suggestions during this work and Joe Meissler, Tara Candelario, Esmeralda Aguayo and Jesus Aguado for their thoughtful comments on the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25440,
            "infons": {
              "fpage": "593",
              "lpage": "629",
              "name_0": "surname:Stein;given-names:GS",
              "name_1": "surname:Lian;given-names:JB",
              "name_2": "surname:Stein;given-names:JL",
              "name_3": "surname:Van Wijnen;given-names:AJ",
              "name_4": "surname:Montecino;given-names:M",
              "pub-id_pmid": "8618964",
              "section_type": "REF",
              "source": "Physiol Rev",
              "type": "ref",
              "volume": "76",
              "year": "1996"
            },
            "text": "Transcriptional control of osteoblast growth and differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25505,
            "infons": {
              "fpage": "105",
              "lpage": "115",
              "name_0": "surname:Mundy;given-names:GR",
              "name_1": "surname:Chen;given-names:D",
              "name_2": "surname:Zhao;given-names:M",
              "name_3": "surname:Dallas;given-names:S",
              "name_4": "surname:Xu;given-names:C",
              "name_5": "surname:Harris;given-names:S",
              "pub-id_doi": "10.1023/A:1010015309973",
              "pub-id_pmid": "11704973",
              "section_type": "REF",
              "source": "Rev Endocr Metab Disord",
              "type": "ref",
              "volume": "2",
              "year": "2001"
            },
            "text": "Growth regulatory factors and bone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25540,
            "infons": {
              "fpage": "17",
              "lpage": "24",
              "name_0": "surname:Canalis;given-names:E",
              "name_1": "surname:McCarthy;given-names:TL",
              "name_2": "surname:Centrella;given-names:M",
              "pub-id_doi": "10.1146/annurev.me.42.020191.000313",
              "pub-id_pmid": "2035964",
              "section_type": "REF",
              "source": "Annu Rev Med",
              "type": "ref",
              "volume": "42",
              "year": "1991"
            },
            "text": "Growth factors and cytokines in bone cell metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25593,
            "infons": {
              "fpage": "1085",
              "lpage": "1093",
              "name_0": "surname:Montero;given-names:A",
              "name_1": "surname:Okada;given-names:Y",
              "name_2": "surname:Tomita;given-names:M",
              "name_3": "surname:Ito;given-names:M",
              "name_4": "surname:Tsurukami;given-names:H",
              "name_5": "surname:Nakamura;given-names:T",
              "name_6": "surname:Doetschman;given-names:T",
              "name_7": "surname:Coffin;given-names:JD",
              "name_8": "surname:Hurley;given-names:MM",
              "pub-id_doi": "10.1172/JCI8641",
              "pub-id_pmid": "10772653",
              "section_type": "REF",
              "source": "J Clin Invest",
              "type": "ref",
              "volume": "105",
              "year": "2000"
            },
            "text": "Disruption of the fibroblast growth factor-2 gene results in decreased bone mass and bone formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25693,
            "infons": {
              "fpage": "575",
              "lpage": "606",
              "name_0": "surname:Burgess;given-names:WH",
              "name_1": "surname:Maciag;given-names:T",
              "pub-id_doi": "10.1146/annurev.bi.58.070189.003043",
              "pub-id_pmid": "2549857",
              "section_type": "REF",
              "source": "Annu Rev Biochem",
              "type": "ref",
              "volume": "58",
              "year": "1989"
            },
            "text": "The heparin-binding (fibroblast) growth factor family of proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25759,
            "infons": {
              "fpage": "937",
              "lpage": "944",
              "name_0": "surname:Santiago;given-names:FS",
              "name_1": "surname:Lowe;given-names:HC",
              "name_2": "surname:Day;given-names:FL",
              "name_3": "surname:Chesterman;given-names:CN",
              "name_4": "surname:Khachigian;given-names:LM",
              "pub-id_doi": "10.1016/S0002-9440(10)65341-2",
              "pub-id_pmid": "10079272",
              "section_type": "REF",
              "source": "Am J Pathol",
              "type": "ref",
              "volume": "154",
              "year": "1999"
            },
            "text": "Early growth response factor-1 induction by injury is triggered by release and paracrine activation by fibroblast growth factor-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25889,
            "infons": {
              "fpage": "787",
              "lpage": "800",
              "name_0": "surname:Grazul-Bilska;given-names:AT",
              "name_1": "surname:Johnson;given-names:ML",
              "name_2": "surname:Bilski;given-names:JJ",
              "name_3": "surname:Redmer;given-names:DA",
              "name_4": "surname:Reynolds;given-names:LP",
              "name_5": "surname:Abdullah;given-names:A",
              "name_6": "surname:Abdullah;given-names:KM",
              "pub-id_doi": "10.1358/dot.2003.39.10.799472",
              "pub-id_pmid": "14668934",
              "section_type": "REF",
              "source": "Drugs Today (Barc)",
              "type": "ref",
              "year": "2003"
            },
            "text": "Wound healing: the role of growth factors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25931,
            "infons": {
              "fpage": "89",
              "lpage": "95",
              "name_0": "surname:Kodama;given-names:HA",
              "name_1": "surname:Amagai;given-names:Y",
              "name_2": "surname:Koyama;given-names:H",
              "name_3": "surname:Kasai;given-names:S",
              "pub-id_doi": "10.1002/jcp.1041120114",
              "pub-id_pmid": "7107718",
              "section_type": "REF",
              "source": "J Cell Physiol",
              "type": "ref",
              "volume": "112",
              "year": "1982"
            },
            "text": "A new preadipose cell line derived from newborn mouse calvaria can promote the proliferation of pluripotent hemopoietic stem cells in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26071,
            "infons": {
              "fpage": "37",
              "lpage": "45",
              "name_0": "surname:Ibbotson;given-names:KJ",
              "name_1": "surname:Orcutt;given-names:CM",
              "name_2": "surname:Anglin;given-names:AM",
              "name_3": "surname:D'Souza;given-names:SM",
              "pub-id_doi": "10.1002/jbmr.5650040107",
              "pub-id_pmid": "2718777",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "4",
              "year": "1989"
            },
            "text": "Effects of transforming growth factors beta 1 and beta 2 on a mouse clonal, osteoblastlike cell line MC3T3-E1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26181,
            "infons": {
              "fpage": "231",
              "lpage": "236",
              "name_0": "surname:Katsuyama;given-names:H",
              "name_1": "surname:Otsuki;given-names:T",
              "name_2": "surname:Tomita;given-names:M",
              "name_3": "surname:Fukunaga;given-names:M",
              "name_4": "surname:Fukunaga;given-names:T",
              "name_5": "surname:Suzuki;given-names:N",
              "name_6": "surname:Saijoh;given-names:K",
              "name_7": "surname:Fushimi;given-names:S",
              "name_8": "surname:Sunami;given-names:S",
              "pub-id_pmid": "15647836",
              "section_type": "REF",
              "source": "Int J Mol Med",
              "type": "ref",
              "volume": "15",
              "year": "2005"
            },
            "text": "Menaquinone-7 regulates the expressions of osteocalcin, OPG, RANKL and RANK in osteoblastic MC3T3E1 cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26287,
            "infons": {
              "fpage": "32913",
              "lpage": "32923",
              "name_0": "surname:Sierra;given-names:OL",
              "name_1": "surname:Cheng;given-names:SL",
              "name_2": "surname:Loewy;given-names:AP",
              "name_3": "surname:Charlton-Kachigian;given-names:N",
              "name_4": "surname:Towler;given-names:DA",
              "pub-id_doi": "10.1074/jbc.M314098200",
              "pub-id_pmid": "15131132",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "279",
              "year": "2004"
            },
            "text": "MINT, the Msx2 interacting nuclear matrix target, enhances Runx2-dependent activation of the osteocalcin fibroblast growth factor response element",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26434,
            "infons": {
              "fpage": "191",
              "lpage": "198",
              "name_0": "surname:Sudo;given-names:H",
              "name_1": "surname:Kodama;given-names:HA",
              "name_2": "surname:Amagai;given-names:Y",
              "name_3": "surname:Yamamoto;given-names:S",
              "name_4": "surname:Kasai;given-names:S",
              "pub-id_doi": "10.1083/jcb.96.1.191",
              "pub-id_pmid": "6826647",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "96",
              "year": "1983"
            },
            "text": "In vitro differentiation and calcification in a new clonal osteogenic cell line derived from newborn mouse calvaria",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26550,
            "infons": {
              "fpage": "58",
              "lpage": "66",
              "name_0": "surname:Hatton;given-names:JP",
              "name_1": "surname:Pooran;given-names:M",
              "name_2": "surname:Li;given-names:CF",
              "name_3": "surname:Luzzio;given-names:C",
              "name_4": "surname:Hughes-Fulford;given-names:M",
              "pub-id_doi": "10.1359/jbmr.2003.18.1.58",
              "pub-id_pmid": "12510806",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "18",
              "year": "2003"
            },
            "text": "A short pulse of mechanical force induces gene expression and growth in MC3T3-E1 osteoblasts via an ERK 1/2 pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26666,
            "infons": {
              "fpage": "435",
              "lpage": "449",
              "name_0": "surname:Hughes-Fulford;given-names:M",
              "name_1": "surname:Rodenacker;given-names:K",
              "name_2": "surname:Jutting;given-names:U",
              "pub-id_doi": "10.1002/jcb.20883",
              "pub-id_pmid": "16619267",
              "section_type": "REF",
              "source": "J Cell Biochem",
              "type": "ref",
              "volume": "99",
              "year": "2006"
            },
            "text": "Reduction of anabolic signals and alteration of osteoblast nuclear morphology in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26760,
            "infons": {
              "fpage": "946",
              "lpage": "955",
              "name_0": "surname:Li;given-names:CF",
              "name_1": "surname:Hughes-Fulford;given-names:M",
              "pub-id_doi": "10.1359/jbmr.060309",
              "pub-id_pmid": "16753025",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "21",
              "year": "2006"
            },
            "text": "Fibroblast growth factor-2 is an immediate-early gene induced by mechanical stress in osteogenic cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26863,
            "infons": {
              "fpage": "491",
              "lpage": "496",
              "name_0": "surname:Wiley;given-names:MH",
              "name_1": "surname:Feingold;given-names:KR",
              "name_2": "surname:Grunfeld;given-names:C",
              "name_3": "surname:Quesney-Huneeus;given-names:V",
              "name_4": "surname:Wu;given-names:JM",
              "pub-id_pmid": "6294110",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "258",
              "year": "1983"
            },
            "text": "Evidence for cAMP-independent inhibition of S-phase DNA synthesis by prostaglandins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26947,
            "infons": {
              "fpage": "603",
              "lpage": "610",
              "name_0": "surname:Johnson;given-names:RF",
              "name_1": "surname:Mitchell;given-names:CM",
              "name_2": "surname:Giles;given-names:WB",
              "name_3": "surname:Bisits;given-names:A",
              "name_4": "surname:Zakar;given-names:T",
              "pub-id_doi": "10.1677/joe.1.06488",
              "pub-id_pmid": "16522739",
              "section_type": "REF",
              "source": "J Endocrinol",
              "type": "ref",
              "volume": "188",
              "year": "2006"
            },
            "text": "Mechanisms regulating prostaglandin H2 synthase-2 mRNA level in the amnion and chorion during pregnancy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27051,
            "infons": {
              "fpage": "S121",
              "lpage": "127",
              "name_0": "surname:Hughes-Fulford;given-names:M",
              "name_1": "surname:Gilbertson;given-names:V",
              "pub-id_pmid": "10352153",
              "section_type": "REF",
              "source": "Faseb J",
              "type": "ref",
              "volume": "13",
              "year": "1999"
            },
            "text": "Osteoblast fibronectin mRNA, protein synthesis, and matrix are unchanged after exposure to microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27155,
            "infons": {
              "fpage": "51",
              "lpage": "60",
              "name_0": "surname:Hughes-Fulford;given-names:M",
              "name_1": "surname:Tjandrawinata;given-names:R",
              "name_2": "surname:Fitzgerald;given-names:J",
              "name_3": "surname:Gasuad;given-names:K",
              "name_4": "surname:Gilbertson;given-names:V",
              "pub-id_pmid": "11540639",
              "section_type": "REF",
              "source": "Gravit Space Biol Bull",
              "type": "ref",
              "volume": "11",
              "year": "1998"
            },
            "text": "Effects of microgravity on osteoblast growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27200,
            "infons": {
              "fpage": "163",
              "lpage": "170",
              "name_0": "surname:Tjandrawinata;given-names:RR",
              "name_1": "surname:Hughes-Fulford;given-names:M",
              "pub-id_pmid": "9321948",
              "section_type": "REF",
              "source": "Adv Exp Med Biol",
              "type": "ref",
              "volume": "407",
              "year": "1997"
            },
            "text": "Up-regulation of cyclooxygenase-2 by product-prostaglandin E2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27262,
            "infons": {
              "fpage": "269",
              "lpage": "278",
              "name_0": "surname:Hughes-Fulford;given-names:M",
              "pub-id_pmid": "9547568",
              "section_type": "REF",
              "source": "Adv Exp Med Biol",
              "type": "ref",
              "year": "1997"
            },
            "text": "Prostaglandin regulation of gene expression and growth in normal and malignant tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27349,
            "infons": {
              "fpage": "103",
              "lpage": "109",
              "name_0": "surname:Hughes-Fulford;given-names:M",
              "name_1": "surname:Lewis;given-names:ML",
              "pub-id_doi": "10.1006/excr.1996.0116",
              "pub-id_pmid": "8612673",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "224",
              "year": "1996"
            },
            "text": "Effects of microgravity on osteoblast growth activation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27405,
            "infons": {
              "fpage": "593",
              "lpage": "629",
              "name_0": "surname:Stein;given-names:GS",
              "name_1": "surname:Lian;given-names:JB",
              "name_2": "surname:Stein;given-names:JL",
              "name_3": "surname:Van Wijnen;given-names:AJ",
              "name_4": "surname:Montecino;given-names:M",
              "pub-id_pmid": "8618964",
              "section_type": "REF",
              "source": "Physiol Rev",
              "type": "ref",
              "volume": "76",
              "year": "1996"
            },
            "text": "Transcriptional control of osteoblast growth and differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27470,
            "infons": {
              "fpage": "207",
              "lpage": "225",
              "name_0": "surname:Hauschka;given-names:PV",
              "name_1": "surname:Chen;given-names:TL",
              "name_2": "surname:Mavrakos;given-names:AE",
              "pub-id_pmid": "3068010",
              "section_type": "REF",
              "source": "Ciba Found Symp",
              "type": "ref",
              "volume": "136",
              "year": "1988"
            },
            "text": "Polypeptide growth factors in bone matrix",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27512,
            "infons": {
              "fpage": "496",
              "lpage": "501",
              "name_0": "surname:Tsuboi;given-names:T",
              "name_1": "surname:Mizutani;given-names:S",
              "name_2": "surname:Nakano;given-names:M",
              "name_3": "surname:Hirukawa;given-names:K",
              "name_4": "surname:Togari;given-names:A",
              "pub-id_doi": "10.1007/s00223-002-4070-2",
              "pub-id_pmid": "12958698",
              "section_type": "REF",
              "source": "Calcif Tissue Int",
              "type": "ref",
              "volume": "73",
              "year": "2003"
            },
            "text": "Fgf-2 regulates enamel and dentine formation in mouse tooth germ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27577,
            "infons": {
              "fpage": "979",
              "lpage": "989",
              "name_0": "surname:Gerstenfeld;given-names:LC",
              "name_1": "surname:Chipman;given-names:SD",
              "name_2": "surname:Kelly;given-names:CM",
              "name_3": "surname:Hodgens;given-names:KJ",
              "name_4": "surname:Lee;given-names:DD",
              "name_5": "surname:Landis;given-names:WJ",
              "pub-id_doi": "10.1083/jcb.106.3.979",
              "pub-id_pmid": "3346332",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "106",
              "year": "1988"
            },
            "text": "Collagen expression, ultrastructural assembly, and mineralization in cultures of chicken embryo osteoblasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27685,
            "infons": {
              "fpage": "213",
              "lpage": "222",
              "name_0": "surname:Vary;given-names:CP",
              "name_1": "surname:Li;given-names:V",
              "name_2": "surname:Raouf;given-names:A",
              "name_3": "surname:Kitching;given-names:R",
              "name_4": "surname:Kola;given-names:I",
              "name_5": "surname:Franceschi;given-names:C",
              "name_6": "surname:Venanzoni;given-names:M",
              "name_7": "surname:Seth;given-names:A",
              "pub-id_doi": "10.1006/excr.2000.4879",
              "pub-id_pmid": "10854070",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "257",
              "year": "2000"
            },
            "text": "Involvement of Ets transcription factors and targets in osteoblast differentiation and matrix mineralization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27794,
            "infons": {
              "fpage": "233",
              "lpage": "241",
              "name_0": "surname:Chen;given-names:D",
              "name_1": "surname:Zhao;given-names:M",
              "name_2": "surname:Mundy;given-names:GR",
              "pub-id_doi": "10.1080/08977190412331279890",
              "pub-id_pmid": "15621726",
              "section_type": "REF",
              "source": "Growth Factors",
              "type": "ref",
              "volume": "22",
              "year": "2004"
            },
            "text": "Bone morphogenetic proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27822,
            "infons": {
              "fpage": "24",
              "lpage": "28",
              "name_0": "surname:Mundy;given-names:GR",
              "pub-id_doi": "10.1097/00003086-199603000-00004",
              "pub-id_pmid": "8595763",
              "section_type": "REF",
              "source": "Clin Orthop Relat Res",
              "type": "ref",
              "year": "1996"
            },
            "text": "Regulation of bone formation by bone morphogenetic proteins and other growth factors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27907,
            "infons": {
              "fpage": "1919",
              "lpage": "1921",
              "name_0": "surname:Laurent;given-names:M",
              "name_1": "surname:Martinerie;given-names:C",
              "name_2": "surname:Thibout;given-names:H",
              "name_3": "surname:Hoffman;given-names:MP",
              "name_4": "surname:Verrecchia;given-names:F",
              "name_5": "surname:Le Bouc;given-names:Y",
              "name_6": "surname:Mauviel;given-names:A",
              "name_7": "surname:Kleinman;given-names:HK",
              "pub-id_pmid": "14519668",
              "section_type": "REF",
              "source": "Faseb J",
              "type": "ref",
              "volume": "17",
              "year": "2003"
            },
            "text": "NOVH increases MMP3 expression and cell migration in glioblastoma cells via a PDGFR-alpha-dependent mechanism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28017,
            "infons": {
              "fpage": "621",
              "lpage": "631",
              "name_0": "surname:Koch;given-names:H",
              "name_1": "surname:Jadlowiec;given-names:JA",
              "name_2": "surname:Campbell;given-names:PG",
              "pub-id_doi": "10.1089/scd.2005.14.621",
              "pub-id_pmid": "16433617",
              "section_type": "REF",
              "source": "Stem Cells Dev",
              "type": "ref",
              "volume": "14",
              "year": "2005"
            },
            "text": "Insulin-like growth factor-I induces early osteoblast gene expression in human mesenchymal stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28119,
            "infons": {
              "fpage": "4753",
              "lpage": "4761",
              "name_0": "surname:Wang;given-names:Y",
              "name_1": "surname:Nishida;given-names:S",
              "name_2": "surname:Sakata;given-names:T",
              "name_3": "surname:Elalieh;given-names:HZ",
              "name_4": "surname:Chang;given-names:W",
              "name_5": "surname:Halloran;given-names:BP",
              "name_6": "surname:Doty;given-names:SB",
              "name_7": "surname:Bikle;given-names:DD",
              "pub-id_doi": "10.1210/en.2006-0196",
              "pub-id_pmid": "16857753",
              "section_type": "REF",
              "source": "Endocrinology",
              "type": "ref",
              "volume": "147",
              "year": "2006"
            },
            "text": "Insulin-like growth factor-I is essential for embryonic bone development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28192,
            "infons": {
              "fpage": "160",
              "lpage": "168",
              "name_0": "surname:Burghardt;given-names:AJ",
              "name_1": "surname:Wang;given-names:Y",
              "name_2": "surname:Elalieh;given-names:H",
              "name_3": "surname:Thibault;given-names:X",
              "name_4": "surname:Bikle;given-names:D",
              "name_5": "surname:Peyrin;given-names:F",
              "name_6": "surname:Majumdar;given-names:S",
              "pub-id_doi": "10.1016/j.bone.2006.06.017",
              "pub-id_pmid": "16905376",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "40",
              "year": "2007"
            },
            "text": "Evaluation of fetal bone structure and mineralization in IGF-I deficient mice using synchrotron radiation microtomography and Fourier transform infrared spectroscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28358,
            "infons": {
              "fpage": "1039",
              "lpage": "1044",
              "name_0": "surname:Betz;given-names:OB",
              "name_1": "surname:Betz;given-names:VM",
              "name_2": "surname:Nazarian;given-names:A",
              "name_3": "surname:Egermann;given-names:M",
              "name_4": "surname:Gerstenfeld;given-names:LC",
              "name_5": "surname:Einhorn;given-names:TA",
              "name_6": "surname:Vrahas;given-names:MS",
              "name_7": "surname:Bouxsein;given-names:ML",
              "name_8": "surname:Evans;given-names:CH",
              "pub-id_doi": "10.1038/sj.gt.3302956",
              "pub-id_pmid": "17460719",
              "section_type": "REF",
              "source": "Gene Ther",
              "type": "ref",
              "volume": "14",
              "year": "2007"
            },
            "text": "Delayed administration of adenoviral BMP-2 vector improves the formation of bone in osseous defects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28458,
            "infons": {
              "fpage": "70",
              "name_0": "surname:Kulterer;given-names:B",
              "name_1": "surname:Friedl;given-names:G",
              "name_2": "surname:Jandrositz;given-names:A",
              "name_3": "surname:Sanchez-Cabo;given-names:F",
              "name_4": "surname:Prokesch;given-names:A",
              "name_5": "surname:Paar;given-names:C",
              "name_6": "surname:Scheideler;given-names:M",
              "name_7": "surname:Windhager;given-names:R",
              "name_8": "surname:Preisegger;given-names:KH",
              "name_9": "surname:Trajanoski;given-names:Z",
              "pub-id_doi": "10.1186/1471-2164-8-70",
              "pub-id_pmid": "17352823",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "8",
              "year": "2007"
            },
            "text": "Gene expression profiling of human mesenchymal stem cells derived from bone marrow during expansion and osteoblast differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]