[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3502426",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Aging, Vascular Coupling and Bone Remodeling",
              "article-id_doi": "10.1371/journal.pone.0048564",
              "article-id_pmc": "PMC3502426",
              "article-id_pmid": "23185266",
              "article-id_publisher-id": "PONE-D-12-23015",
              "elocation-id": "e48564",
              "issue": "11",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Prisby;given-names:Rhonda D.",
              "name_1": "surname:Dominguez;given-names:James M.;suffix:II",
              "name_2": "surname:Muller-Delp;given-names:Judy",
              "name_3": "surname:Allen;given-names:Matthew R.",
              "name_4": "surname:Delp;given-names:Michael D.",
              "name_5": "surname:Malaval;given-names:Luc",
              "section_type": "TITLE",
              "type": "front",
              "volume": "7",
              "year": "2012"
            },
            "text": "Aging and Estrogen Status: A Possible Endothelium-Dependent Vascular Coupling Mechanism in Bone Remodeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 107,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Bone loss with aging and menopause may be linked to vascular endothelial dysfunction. The purpose of the study was to determine whether putative modifications in endothelium-dependent vasodilation of the principal nutrient artery (PNA) of the femur are associated with changes in trabecular bone volume (BV/TV) with altered estrogen status in young (6 mon) and old (24 mon) female Fischer-344 rats. Animals were divided into 6 groups: 1) young intact, 2) old intact, 3) young ovariectomized (OVX), 4) old OVX, 5) young OVX plus estrogen replacement (OVX+E2), and 6) old OVX+E2. PNA endothelium-dependent vasodilation was assessed in vitro using acetylcholine. Trabecular bone volume of the distal femoral metaphysis was determined by microCT. In young rats, vasodilation was diminished by OVX and restored with estrogen replacement (intact, 82±7; OVX, 61±9; OVX+E2, 90±4%), which corresponded with similar modifications in BV/TV (intact, 28.7±1.6; OVX, 16.3±0.9; OVX+E2, 25.7±1.4%). In old animals, vasodilation was unaffected by OVX but enhanced with estrogen replacement (intact, 55±8; OVX, 59±7; OVX+E2, 92±4%). Likewise, modifications in BV/TV followed the same pattern (intact, 33.1±1.6; OVX, 34.4±3.7; OVX+E2, 42.4±2.1%). Furthermore, in old animals with low endogenous estrogen (i.e., intact and old OVX), vasodilation was correlated with BV/TV (R2 = 0.630; P<0.001). These data demonstrate parallel effects of estrogen on vascular endothelial function and BV/TV, and provide for a possible coupling mechanism linking endothelium-dependent vasodilation to bone remodeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1703,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1716,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Postmenopausal osteoporosis is characterized by pronounced bone resorption. A clear link between estrogen deficiency and reduced bone mass is evident by the increased prevalence of osteoporosis in women vs. men and the direct association between circulating estrogen levels and rates of bone loss. In addition, estrogen replacement serves to protect against skeletal fractures and loss of bone primarily by inhibiting bone resorption. The preponderance of literature examining the effects of estrogen status and bone remodeling has attributed the association to the direct effects of estrogen on bone cell activity. However, there are other possible mechanisms whereby postmenopausal bone loss may be influenced and modulated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2443,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There is increasing evidence in the literature that the osseous vasculature influences bone remodeling. For example, vascular endothelial cells release factors such as nitric oxide (NO) and prostacyclin (PGI2) that are known to modulate osteoclast and osteoblast activity. In addition, the osseous resistance vasculature regulates skeletal perfusion and, consequently, fluid filtration and interstitial fluid flow, which can affect bone cell activity through release of autocrine/paracine factors. Dysfunction of these vascular mechanisms could therefore contribute to postmenopausal and old age-related osteoporosis. Indeed, attenuated bone and marrow blood flow has been reported in healthy humans (>60 years of age), senescent rats and rabbits and is associated with osteopenia. Old age-related decrements in skeletal perfusion also correspond with diminished endothelium-dependent vasodilation of the femoral principal nutrient artery (PNA), reduced vascular NO bioavailability, and diminished trabecular bone volume and material properties of the femur in male rats. Thus, aging and estrogen loss may contribute to enhanced bone turnover in females through impairment of endothelial responsiveness in the skeletal circulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3675,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The purpose of the present study was to determine whether estrogen status affects endothelium-dependent vasodilation in bone blood vessels, and whether this is associated with changes in trabecular bone volume. Estrogen levels were modified in young and old female rats through ovariectomy and estrogen replacement. We hypothesized that the lower estrogen levels in old intact and young and old ovariectomized (OVX) rats would be associated with lower femoral PNA endothelium-dependent vasodilation, and that estrogen replacement in young and old OVX rats would enhance PNA endothelium-dependent vasodilation through a NO signaling pathway. Furthermore, we hypothesized that PNA endothelial vasodilator function would be directly associated with trabecular bone volume.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4445,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4467,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Ethical Approval",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4484,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The procedures used in this study were approved by the University of Florida and West Virginia University School of Medicine Institutional Animal Care and Use Committees and conform to the Guide for the Care and Use of Laboratory Animals published by the National Institutes of Health (NIH Publication No. 85-23, revised 1996).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4812,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Young (4 mon old) and old (22 mon old) virgin female Fischer-344 rats were obtained from the vendor (National Institute of Aging colony, Harlan, Indianapolis, IN) and divided into six groups: 1) young intact (n = 10), 2) old intact (n = 11), 3) young OVX (n = 10), 4) old OVX (n = 9), 5) young OVX+E2 (n = 11), and 6) old OVX+E2 (n = 10). After arrival all animals were housed for an additional 8 weeks in a temperature-controlled (23±2°C) room with a 12∶12 h light dark cycle. Rats in the latter four groups underwent ovariectomy surgery and were housed post-operatively for 8 weeks. Thus, at the time of sacrifice young animals were at least 6 months of age and old rats were at least 24 months of age. At 6 months of old, Fischer-344 rats are considered sexually-mature young adults, and at 24 months of age are considered senescent when mortality rates are ≥30%. To control for the levels of exogenous estrogen, all rats were provided with a phytoestrogen-free diet and tap water ad libitum. Prior to sacrifice, at least two complete estrous cycles were monitored in all female rats by daily vaginal smears. At the time of sacrifice, 3 ml of blood was collected in chilled tubes containing dipotassium EDTA. Blood samples were centrifuged at 10,000 rpm at 4°C for 5 min, and the plasma was collected and stored at −80°C for later analysis. The ovaries (in intact females), uterus and cervix were dissected and trimmed of connective tissue and fat to obtain uterine mass. Plasma estrogen was determined with ELISA immunoassay (Estradiol EIA kit, Oxford Biomedical; Oxford, MI). Rats were sacrificed at 6 and 24 months of age.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6475,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Surgical Procedures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6495,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To examine the influence of circulating estrogen on the vasomotor properties of the femoral PNA, the rats were anesthetized with isoflurane (2%/oxygen balance) and subjected to bi-lateral ovariectomy according to standard procedures as described previously. Briefly, bilateral dorsolateral incisions were made through the top layer of skin. The underlying muscles were bluntly dissected until the ovary and fallopian tube were located. For rats in the OVX groups, the fallopian tube was ligated with absorbable suture and the ovary was removed. Once the surrounding fat pad was replaced within the abdominal cavity, the musculature and outer layer of skin was sutured. Estrogen replacement in the OVX+E2 groups was performed simultaneous to the OVX procedure. Two 0.05 mg 17beta-estradiol 60-day slow release pellets (Innovative Research) were implanted subcutaneously near the scapulae.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7383,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": " In Vitro PNA Studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7405,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Rats were anesthetized (isoflurane 5%/O2 balance) and euthanized by removing the heart. To assess endothelium-dependent vasodilation of the femoral PNA, in vitro experiments were performed. The femur and surrounding musculature was removed and placed in a dissecting dish containing physiological saline buffer solution (PSS) at 4°C. The PNA was isolated from the femur and surrounding muscle tissue by use of a stereomicroscope as previously described. Briefly, the PNA was cannulated onto glass micropipettes, secured with 11-0 nylon microfilament suture (Alcon), and the vessel chamber placed under an inverted microscope (Olympus IX70) equipped with a video camera (Panasonic BP310), video caliper (307A horizontal video caliper, Colorado Video), and data-acquisition system (PowerLab) for the measurement of intraluminal diameter. The PNAs were pressurized to 44 mmHg (60 cmH2O) with two hydrostatic pressure reservoirs. This intravascular pressure was selected based on previously reported intravascular pressures of 43±1.8 mmHg and 46±2.6 mmHg in skeletal muscle resistance arteries of similar size to the PNA in normotensive rats. PNAs were then checked for leaks, and those that were leak free were warmed to 37°C and allowed to develop spontaneous baseline tone (≥1 h). Vessels that leaked or did not develop at least 20% spontaneous tone were discarded.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8776,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Evaluation of Endothelium-Dependent Vasodilator Responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8834,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Endothelium-dependent vasodilation was assessed by the cumulative addition of acetylcholine (ACh; 10−9–10−4 M) to the bathing medium. Prior to each concentration-response protocol, the PNAs developed spontaneous tone. After completion of the experimental protocols, the maximal diameters of the PNAs were determined subsequent to a 30-minute incubation period in calcium-free PSS buffer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9228,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Evaluation of Endothelium Signaling Pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9273,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PNAs were cannulated and allowed to develop spontaneous tone. Vasodilation to ACh was evaluated after a 20-min incubation with one of the following: 1) PSS buffer alone, 2) PSS buffer containing the nitric oxide synthase (NOS) inhibitor NG-nitro-l-arginine methyl ester (l-NAME, 10−5 M), 3) PSS buffer containing l-NAME (10−5 M) plus the cyclooxygenase (COX) inhibitor indomethacin (Indo; 10−5 M).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9677,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Evaluation of Endothelium-Independent Vasodilator Responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9737,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Endothelium-independent vasodilation was assessed by the cumulative addition of DEA NONOate (DEA; 10−9–10−4 M) to the bathing medium. Prior to each concentration-response protocol, the PNAs developed spontaneous tone. After completion of the experimental protocols, the maximal diameters of the PNAs were determined subsequent to a 30-minute incubation period in calcium-free PSS buffer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10131,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Determination of Trabecular Bone Volume",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10171,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Trabecular bone volume of the distal femur metaphysis was assessed using microcomputed tomography (microCT; Skyscan 1172) as previously described. Femora were wrapped in parafilm to prevent drying during the scanning. Scans were obtained using an x-ray source, set at 60 kV and 167 µA over an angular range of 180 degrees (rotational steps of 0.40 degrees) with a 12-µm pixel size. Projection images were reconstructed using standard Skyscan software. The trabecular bone compartment was segmented from the cortical shell for 50 slices in a region ∼0.5-mm proximal to the most proximal portion of the growth plate for each animal. Images were binarized (threshold of 100–255) and trabecular bone volume/tissue volume (BV/TV) was assessed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10918,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Solutions and drugs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10938,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Stock solutions were prepared in distilled water; whereby ACh was frozen at −20°C and serial dilutions of the ACh stock solution were prepared daily. Serial dilutions of DEA NONOate were prepared fresh as needed. Serial dilutions of the stock solutions were prepared daily. All drugs were purchased from Sigma Chemical (St. Louis, MO).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11277,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11298,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Vasodilator responses were expressed as a percentage of maximal relaxation according to the following formula:where Dm is the maximal inner diameter recorded at 60 cmH2O in calcium-free PSS, Ds is the steady-state inner diameter recorded after each addition of the vasodilator substance, and Db is the initial baseline inner diameter recorded immediately prior to the first addition of ACh. One-way ANOVAs were used to determine the significance of differences in body mass, uterine mass, uterine∶body mass ratio, plasma estrogen concentration, and spontaneous tone and maximal diameter of the PNAs. Repeated measures ANOVAs with pairwise comparisons were used to determine the significance of differences among age and within factors for vasodilator responses. To examine the relation between peak endothelium-dependent vasodilation and trabecular bone volume according to age and estrogen status, linear regression analyses were measured in young and old rats. In addition, regression analyses were performed examining the relations between trabecular bone volume and plasma estrogen, uterine mass, and peak vasodilation in old and old OVX rats. All data are presented as mean ± S.E. Significance was defined as P≤0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12525,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12533,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Animal and PNA Characteristics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12564,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Body mass (Table 1) was higher in old vs. young intact animals. Body mass was greater in young OVX vs. young intact, and OVX+E2 decreased body mass in both young and old animals compared to age-matched OVX groups. In addition, body mass was lower in old OVX+E2 than in old intact animals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12853,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Tissue and principal nutrient artery (PNA) characteristics in young and old intact, OVX, and OVX+E2 rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12959,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Intact Young</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Intact Old</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">OVX Young</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">OVX Old</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">OVX+E2 Young</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">OVX+E2 Old</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>n</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Body mass (g)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">211±3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">316±5<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">254±6<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">324±20<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">224±5<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">266±9<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Uterine mass (mg)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">644±53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">508±24<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">144±33<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">386±26<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">339±40<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">728±77<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Uterine∶body mass ratio (mg/g)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.0±0.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6±0.1<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.5±0.1<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.2±0.1<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5±0.2<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8±0.3<xref ref-type=\"table-fn\" rid=\"nt101\">a</xref>\n<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PNA maximum diamter (µm)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">154±7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">167±11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">158±13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">155±11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">183±9<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">187±3<xref ref-type=\"table-fn\" rid=\"nt102\">b</xref>\n<xref ref-type=\"table-fn\" rid=\"nt103\">c</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PNA spontaneous tone (%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">47±6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">39±4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">35±4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">37±5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">33±4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">34±3</td></tr></tbody></table>\n"
            },
            "text": "\tIntact Young\tIntact Old\tOVX Young\tOVX Old\tOVX+E2 Young\tOVX+E2 Old\t \tn\t10\t11\t10\t9\t11\t10\t \tBody mass (g)\t211±3\t316±5a\t254±6b\t324±20a\t224±5c\t266±9abc\t \tUterine mass (mg)\t644±53\t508±24a\t144±33b\t386±26ab\t339±40bc\t728±77abc\t \tUterine∶body mass ratio (mg/g)\t3.0±0.3\t1.6±0.1a\t0.5±0.1b\t1.2±0.1a\t1.5±0.2bc\t2.8±0.3abc\t \tPNA maximum diamter (µm)\t154±7\t167±11\t158±13\t155±11\t183±9bc\t187±3bc\t \tPNA spontaneous tone (%)\t47±6\t39±4\t35±4\t37±5\t33±4\t34±3\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13431,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Indicates significant age-related difference vs. young of same condition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13505,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Indicates significant difference vs. age-matched intact.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13562,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Indicates significant OVX-E2 difference vs. age-matched OVX (P≤0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13634,
            "infons": {
              "file": "pone-0048564-t001.xml",
              "id": "pone-0048564-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "“n” indicates number of animals. Values are mean ± SE.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13694,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Plasma estrogen concentration for some of the animals in the old intact (5 out of 11), young OVX (1 out of 10) and old OVX (5 out of 9) groups was below the detectable range (5 pg/ml) for the ELISA immunoassay technique used to measure estrogen levels. Therefore, the estrogen concentrations reported for these three groups are an overestimate of the actual levels because estrogen values for these animals could not be included in the analysis. For this reason, we provide median and range values, as well as report uterine mass as a surrogate marker for estrogen concentration. Plasma estrogen concentration in young intact animals (median 62 pg/ml; range 26–103 pg/ml) was greater than that in old intact rats (median 25 pg/ml; range 18–36 pg/ml). OVX decreased plasma estrogen in young rats (median 22 pg/ml; range 6–32 pg/ml), but did not alter estrogen levels in old rats (median 34 pg/ml; range 18–49 pg/ml). In young animals OVX+E2 increased plasma estrogen (median 40 pg/ml; range 35–54 pg/ml) above that in the young OVX group and to a level similar of that in the young intact group. In the old rats OVX+E2 increased plasma estrogen concentration (median 51 pg/ml; range 31–78 pg/ml) to levels above that in both the old intact and OVX groups. Uterine mass (Table 1) was lower in old intact vs. young intact rats. OVX decreased uterine mass in both age groups relative to age-matched animals. OVX+E2 elevated uterine mass in both age groups relative to age-matched OVX rats. Uterine mass was also greater in old OVX+E2 than in old intact animals, whereas uterine mass was lower in young OVX+E2 relative to young intact. Age and condition effects on uterine∶body mass ratio were similar to those of uterine mass (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15441,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Spontaneous tone of the PNA did not differ among groups (Table 1). However, PNA maximal diameters in young and old OVX+E2 were significantly greater than that of age-matched intact and OVX PNAs (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15646,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Endothelium-Dependent Vasodilator Responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15690,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "ACh-induced vasodilation of the femoral PNA was lower in old intact relative to that in young intact (Fig. 1A). Inhibition of the NOS pathway with L-NAME abolished differences in vasodilation between the two age groups (Fig. 1A). The combined inhibition of the NOS and COX pathways further lowered vasodilation of PNAs from young rats, and there remained no aging differences (Fig. 1A).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16077,
            "infons": {
              "file": "pone.0048564.g001.jpg",
              "id": "pone-0048564-g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The effects of age, nitric oxide synthase inhibition with L-NAME and combined nitric oxide synthase and cyclooxygenase inhibition (L-NAME & Indo) on vasodilator responses of the PNA to increasing doses of the endothelium-dependent vasodilator acetylcholine.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16335,
            "infons": {
              "file": "pone.0048564.g001.jpg",
              "id": "pone-0048564-g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The PNA responses are determined in young and old A) intact, B) ovariectomized (OVX), and C) ovariectomized and estrogen replaced (OVX+E2) female rats. A. There was an age-related difference in vasodilator responses between young and old INTACT female rats. Blockade with L-NAME significantly reduced vasodilation in both groups (P<0.05) and abolished the age-related difference in the vasodilator response. The combined blockade with L-NAME and Indo further reduced PNA vasodilation in the young rats (P<0.05). B. There were no differences in the vasodilator response between young and old OVX rats under any of the three conditions. Blockade with L-NAME significantly reduced vasodilation in both groups (P<0.05), and the combined blockade further diminished vasodilation in both OVX groups (P<0.05). C. There were no differences in vasodilator responses between young and old OVX+E2 rats under any of the three conditions. Inhibition with L-NAME significantly reduced vasodilation in both groups (P<0.05), whereas the combined L-NAME & Indo blockade had no further effect than L-NAME alone. Values are means ± S.E; n = 9–11 animals per group. *Indicates the vasodilator response is significantly different between groups (P<0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17576,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Ovariectomy eliminated the old age-related difference in PNA vasodilation (Fig. 1B) that was evidenced between young and old intact animals. L-NAME lowered vasodilator responses in PNAs from both young and old OVX rats, indicating that most of the vasodilator response occurred through the NOS signaling mechanism. The combination of L-NAME and Indo abolished all vasodilation in the PNA of OVX animals (Fig. 1B). Ovariectomy with estrogen replacement also showed no age-related difference in vasodilation between young and old rats (Fig. 1C). NOS inhibition lowered endothelium-dependent vasodilator responses in OVX+E2 rats, whereas the addition of the COX inhibitor Indo had little further effect in PNAs from both young and old rats (Fig. 1C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18324,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In young rats, the lowering of estrogen levels with OVX lowered endothelium-dependent vasodilation, whereas estrogen repletion in OVX+E2 rats restored vasodilation to levels equivalent to that in young intact rats (Fig. 2A). In PNAs from old rats, OVX had no effect on endothelium-dependent vasodilator responses (Fig. 3A). The chronic addition of exogenous estrogen elevated vasodilation of PNAs from old rats (Fig. 3A) to levels that were similar to those in young animals (Fig. 1C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18810,
            "infons": {
              "file": "pone.0048564.g002.jpg",
              "id": "pone-0048564-g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The effects of ovariectomy and estrogen replacement on PNA endothelium-dependent vasodilation and trabecular bone volume in the femur of young rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18959,
            "infons": {
              "file": "pone.0048564.g002.jpg",
              "id": "pone-0048564-g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) acetylcholine-induced vasodilation of the PNA, B) trabecular bone volume (BV/TV) of the distal femur, and C) the relation between peak endothelium-dependent vasodilation (%) and trabecular bone volume (%) in young intact, ovariectomized (OVX), and ovariectomized and estrogen replaced (OVX+E2) rats. A. Vasodilation was significantly lower in OVX rats, while estrogen replacement (OVX+E2) maintained vasodilator function to levels similar to that in intact animals. *Indicates the vasodilator response is significantly different between indicated groups (P<0.05). B. Ovariectomy significantly reduced BV/TV vs. young intact rats, and OVX+E2 maintained trabecular bone volume (BV/TV) to levels equivalent to that of intact animals. *Indicates a significant difference from intact controls; †indicates a significant difference from OVX rats. C. Regression analysis indicates a linear relation between peak endothelium-dependent vasodilation (%) and trabecular bone volume (%) of the distal femur (P<0.001). Values are means ± S.E; n = 9–11 animals per group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20028,
            "infons": {
              "file": "pone.0048564.g003.jpg",
              "id": "pone-0048564-g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The effects of ovariectomy and estrogen replacement on PNA endothelium-dependent vasodilation and trabecular bone volume in the femur of old rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20175,
            "infons": {
              "file": "pone.0048564.g003.jpg",
              "id": "pone-0048564-g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) acetylcholine-induced vasodilation of the PNA, B) trabecular bone volume (BV/TV) of the distal femur, and C) the relation between peak endothelium-dependent vasodilation (%) and trabecular bone volume (%) in old intact, ovariectomized (OVX), and ovariectomized and estrogen replaced (OVX+E2) rats. A. Vasodilation was not different between old intact control and old OVX rats, while estrogen replacement (OVX+E2) elevated endothelium-dependent vasodilation to levels above that of intact and OVX animals. *Indicates the vasodilator response is significantly different between indicated groups (P<0.05). B. Ovariectomy had no effect on BV/TV vs. old intact rats, whereas OVX+E2 elevated trabecular bone volume (BV/TV). *Indicates a significant difference from intact controls; †indicates a significant difference from OVX rats. C. Regression analysis indicates a linear relation between peak endothelium-dependent vasodilation (%) and trabecular bone volume (%) of the distal femur (P<0.001). Values are means ± S.E; n = 9–11 animals per group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21231,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "DEA NONOate Vasodilator Responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21265,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Vasodilation to the direct NO donor DEA NONOate was not different among groups (Fig. 4), indicating differences in ACh-induced vasodilation were mediated through the PNA endothelial cells and not differences in the responsiveness of the smooth muscle cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21523,
            "infons": {
              "file": "pone.0048564.g004.jpg",
              "id": "pone-0048564-g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of age, ovariectomy (OVX), and ovariectomy and estrogen replaced (OVX+E2) on vasodilator responses of the PNA to increasing doses of the endothelium-independent, direct NO donor DEA NONOate in female rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21737,
            "infons": {
              "file": "pone.0048564.g004.jpg",
              "id": "pone-0048564-g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Responses were not different among groups. Values are means ± S.E; n = 9–11 animals per group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21839,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Trabecular Bone Volume",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21862,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In young rats, the lowering of plasma estrogen concentration through OVX reduced trabecular bone volume (BV/TV) by 43% compared to young intact (Fig. 2B). Estrogen replacement in OVX+E2 rats increased bone volume to levels similar to those in young intact rats (Fig. 2B). OVX in old rats had no effect on trabecular bone volume (Fig. 3B). However, the addition of exogenous estrogen resulted in 28% higher trabecular bone volume compared to controls (Fig. 3B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22323,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Regression Analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22343,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Trabecular bone volume was significantly correlated to peak vasodilation in both young and old rats (Fig. 2C and 3C) whereby regression analyses indicated R2 values of 0.641 and 0.671 in young and old rats, respectively. In addition, in rats with low estrogen status (i.e., young OVX, old intact and old OVX), there was no relation between trabecular bone volume and plasma estrogen (Figs. 5A and 6A) or uterine mass (Figs. 5B and 6B). However, these groups displayed a significant relation between peak endothelium-dependent vasodilation and trabecular bone volume (Figs. 5C and 6C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22928,
            "infons": {
              "file": "pone.0048564.g005.jpg",
              "id": "pone-0048564-g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Scattergrams showing the relation between plasma estrogen, uterine mass and endothelium-dependent vasodilation on trabecular bone volume (BV/TV) in the distal femur of young ovariectomized rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23123,
            "infons": {
              "file": "pone.0048564.g005.jpg",
              "id": "pone-0048564-g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) plasma estrogen concentration from animals with estrogen levels within the detectable range; B) uterine mass, a biomarker for reproductive hormone concentration ovariectomized; and C) peak endothelium-dependent vasodilation of the femoral PNA. BV/TV was not related to either plasma estrogen (A) or uterine mass (B) in this group, whereas a significant (P<0.001) linear relation exists between BV/TV and percent PNA vasodilation (C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23560,
            "infons": {
              "file": "pone.0048564.g006.jpg",
              "id": "pone-0048564-g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Scattergrams showing the relation between plasma estrogen, uterine mass and endothelium-dependent vasodilation on trabecular bone volume (BV/TV) in the distal femur of old intact and ovariectomized rats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23764,
            "infons": {
              "file": "pone.0048564.g006.jpg",
              "id": "pone-0048564-g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) plasma estrogen concentration from animals with estrogen levels within the detectable range; B) uterine mass, a biomarker for reproductive hormone concentration; and C) peak endothelium-dependent vasodilation of the femoral PNA. BV/TV was not related to either plasma estrogen (A) or uterine mass (B) in these groups, whereas a significant (P<0.001) linear relation exists between BV/TV and percent PNA vasodilation (C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24188,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24199,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The purpose of this study was to determine whether estrogen status affects endothelium-dependent vasodilation in the femoral diaphyseal principal nutrient artery, and whether these putative changes in vascular endothelial function are associated with alterations in trabecular bone volume. In young rats, the results demonstrate that lowering circulating estrogen through ovariectomy impairs endothelium-dependent vasodilation (Fig. 2A) and diminishes trabecular bone volume in the femur (Fig. 2B), whereas replacement of estrogen following ovariectomy maintains both endothelium-mediated vasodilation and trabecular bone volume. In old rats, ovariectomy had no effect on circulating estrogen levels, endothelium-dependent vasodilation (Fig. 3A) or trabecular bone volume (Fig. 3B). However, the addition of exogenous estrogen following ovariectomy elevated endothelium-dependent vasodilation (Fig. 3A) and increased bone volume (Fig. 3B). The estrogen-induced alterations in endothelium-mediated vasodilation were strongly correlated with changes in trabecular bone volume in both young (Fig. 2C) and old (Fig. 3C) rats. To our knowledge, these are the first data to report the effects of ovariectomy and estrogen replacement on endothelium-dependent vasodilation in bone from young and old animals, and the first to examine the relation between vascular function and bone properties with age and estrogen status as variables.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25627,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It has long been appreciated that estrogen can have positive effects on the skeletal system. For example, during adolescent growth estrogen is the critical reproductive factor for both girls and boys. Additionally, a fall in estrogen concentration below 30 pg/mL during menopause corresponds to the period of accelerated bone loss. The loss of estrogen following menopause creates an imbalance between bone resorption and formation that leads to a net loss of bone. Many postmenopausal women exhibit reduced bone mass as well as high-turnover bone metabolism, and the reversal of these conditions are observed following estrogen replacement. The preservation of bone mass during this period requires exogenous administration of estrogen sufficient to raise plasma concentrations to 50 pg/mL. Estrogen receptors are present on osteoblasts, but the actions of estrogen on these cells and osteoblast-like cells have been variable. A recent study suggests that the mechanism(s) of action of estrogen on bone cell activity is related to the control of function and lifespan of osteoclasts, which serves to ultimately minimize bone resorption. The exact mechanism(s) through which estrogen acts to modulate bone cell activity is not completely understood, allowing for the possibility that non-skeletal tissue may act to modulate bone cell activity. We hypothesize that one such mechanism is related to bone vascular endothelial function and its ability to 1) directly influence bone cell activity through local release of endothelium-derived signaling molecules such as NO and PGI2 , and 2) to regulate skeletal perfusion, which could indirectly affect bone cell activity through its impact on fluid filtration out of the vascular compartment and, correspondingly, interstitial fluid pressure in bone.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27424,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "There is a growing body of literature that supports the notion that the bone vasculature can modulate bone cell activity. In regard to old age-related bone loss, previous studies in humans and animals have shown compromised bone and marrow blood flow are associated with osteopenia and studies in male rats have shown impaired bone vascular endothelial function is related to old age-induced bone loss. Additionally, a recent study has reported that a program of low-intensity endurance exercise training that elicits low mechanical strain on bone restores endothelial NO-mediated vasodilation of the PNA and increases trabecular bone volume and mineral density in the distal femur of old male rats. The results demonstrated that old age-induced decrements and training-induced enhancement of NO-mediated vasodilation of the bone vasculature are positively correlated with changes in the bone properties.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28329,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Results from the present study also demonstrate an association between NO-mediated vasodilation of bone arteries and trabecular bone volume when estrogen status is altered through ovariectomy and estrogen replacement (Fig. 2C and 3C). Although these findings are consistent with the general hypothesis that bone vascular endothelial function is coupled to bone remodeling activity, these results alone are inconclusive since estrogen may have direct effects on both the bone vasculature and bone cell activity, which could be independent of each other. Therefore, we sought to determine whether a relation exists between vascular endothelial function and bone volume in animals where estrogen concentration was low, i.e., the young OVX and the old intact and OVX groups. Regression analyses indicated that there were no relations (P>0.05) between trabecular bone volume and plasma estrogen (Figs. 5A and 6A) or uterine mass (Figs. 5B and 6B), a biomarker for reproductive hormone status, indicating that the direct effects of estrogen on cancellous bone volume are negligible in these low-estrogen groups. However, there was a significant association between peak endothelium-dependent vasodilation and trabecular bone volume (Figs. 5C and 6C) in the femur. These findings provide support for the concept of a vascular coupling mechanism in bone. This conclusion of a coupling mechanism between the bone vasculature and bone mass is further supported by two studies in humans, where forearm conduit artery endothelial vasodilator responsiveness, used as a surrogate measure of bone endothelial function, was positively correlated with lumbar spine bone mineral density in postmenopausal women. Thus, in groups without the potentially confounding influence of estrogen, the relation between endothelial function and bone mass is still evident.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30172,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Intact young and old female rats regulate vasodilation of the femoral PNA primarily through a NOS signaling mechanism and to a lesser extent through a COX signaling pathway (Fig. 1A). These regulatory mechanisms are similar to those of male animals, whereby endothelium-dependent vasodilation is mediated predominantly via the NOS signaling cascade. The old age-associated decrement in endothelium-dependent vasodilation in female rats results from declines in NO-mediated regulation, which is also similar to that observed in male rats. In the absence of estrogen (OVX group), vasodilation in the presence of L-NAME alone is eliminated (Fig. 1B). Interestingly, with estrogen replacement the regulating vasodilator mechanism shifts from the primarily NO signaling pathway to one that includes NO and the putative endothelium-derived hyperpolarizing factor, as indicated by the significant vasodilation that occurs in estrogen replete rats when both NOS and COX signaling pathways are blocked (Fig. 1C). Therefore, the addition of estrogen from an exogenous source does not simply restore the regulatory mechanisms for vasodilation but alters the signaling mechanisms through which the peak endothelium-dependent vasodilation of the bone resistance vasculature is achieved. A shift in the mechanism of endothelium-dependent vasodilation with OVX has also been reported in mesenteric arteries. In intact rats, endothelium-dependent vasodilation of mesenteric arteries is mediated through both the NOS and COX signaling pathways; OVX diminished the NO-mediated component and augmented the contribution of the COX signaling pathway.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31802,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The decrement in endothelium-dependent vasodilation of the femoral PNA with OVX in young rats has also been reported to occur in other vascular beds. For example, OVX has been shown to depress endothelium-dependent vasodilation of pulmonary arteries, the thoracic aorta, and coronary resistance arteries in young rats. However, several studies examining the effects of OVX on endothelium-dependent vasodilation in bone arteries of young animals have reported results that are dissimilar to those of the present investigation. In the first study, arterial segments from rabbits were isolated from the metaphyseal cancellous bone and the diaphyseal bone marrow of the femur six weeks after OVX. The vessel segments with a diameter of ∼250 µm were cut into rings and two 40 µm diameter steel wires were passed through the lumen of the vessel rings. Changes in isometric force were measured with increasing concentrations of ACh after the arterial rings were preconstricted with norepinephrine. The results indicated that OVX did not alter endothelium-dependent relaxation. The disparity of results compared to the current study could be due to several factors, including differences in 1) the animal species studied and 2) the techniques employed to study the vascular responses. For instance, unlike rats and humans, rabbits do not undergo the various stages of the estrous cycle. Also, the wire myograph technique used is not ideal for determination of endothelium-dependent vasodilation in small diameter vessels because of the potential for the wires to damage endothelial cells as they are passed through the lumen of the vessel rings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33448,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The second study with disparate results relative to those of the current study investigated the effects of OVX in medullary arterioles from the femur of rats using the pressurized vessel technique. Vasodilation induced by ACh was not different between medullary arterioles from intact and OVX rats. The discrepancy in findings may result from differences in the strain of rat studied (Fischer-344 vs. Sprague Dawley), age of the animals at sacrifice (6 and 24 months vs. 3 to 3 ½ months) and, most probably, differences in the period of OVX (2 months vs. 7–10 days).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34018,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Few studies have examined the effects of OVX on endothelium-dependent vasodilation with advanced age. Castillo et al. reported that relaxation of aortic rings to ACh was reduced in 20-month-old OVX rats. In contrast, OVX had no further effect to depress endothelium-dependent vasodilation of coronary resistance arteries and femoral PNAs (present study) from old rats. These results indicate that the old age-associated decline in circulating estrogen may contribute to the overall reduction in endothelial cell vasodilator responsiveness that occurs with advancing age.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34589,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The lack of bone loss with ovariectomy in the aged animals was counterintuitive to anticipated results and other published reports. For example, ovariectomy in rats 18 months of age has shown volume decrements in long bones as well as the vertebrae. However, to our knowledge, there are no published reports on bone responses to ovariectomy utilizing rats of such an advanced age (i.e., 24 months) as the current investigation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35017,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, the results of the present study demonstrate that lowering circulating estrogen through ovariectomy impairs endothelium-dependent vasodilation (Fig. 2A) and diminishes trabecular bone volume (Fig. 2B) in the femur of young, but not in old female rats (Figs. 3A and 3B). Estrogen replacement following ovariectomy maintains and enhances both endothelium-mediated vasodilation and trabecular bone volume in young and old animals, respectively. The estrogen-induced alterations in endothelium-mediated vasodilation were strongly correlated with changes in trabecular bone volume in both young (Fig. 2C) and old (Fig. 3C) rats, indicating a possible coupling mechanism between the vascular endothelium and bone remodeling activity. Unfortunately, these results alone are inconclusive due to the fact that estrogen may have direct effects on both the bone vasculature and bone cell activity that are independent of each other. However, in young OVX and old intact and OVX animals, where circulating estrogen levels are low with negligible effects on cancellous bone volume (Figs. 5A, 5B, 6A and 6B), regression analysis demonstrated a significant relation between peak endothelium-dependent vasodilation and trabecular bone volume (Figs. 5C and 6C) in the femur. These results provide support for a mechanism coupling vascular endothelial vasodilator signaling with bone volume.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36406,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36417,
            "infons": {
              "fpage": "697",
              "lpage": "702",
              "name_0": "surname:Nilas;given-names:L",
              "name_1": "surname:Christiansen;given-names:C",
              "pub-id_pmid": "3654915",
              "section_type": "REF",
              "source": "J Clin Endocrinol Metab",
              "type": "ref",
              "volume": "65",
              "year": "1987"
            },
            "text": "Bone mass and its relationship to age and the menopause",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36473,
            "infons": {
              "fpage": "905",
              "lpage": "911",
              "name_0": "surname:Johnston;given-names:C",
              "name_1": "surname:Hui;given-names:SL",
              "name_2": "surname:Witt;given-names:RM",
              "name_3": "surname:Appledorn;given-names:R",
              "name_4": "surname:Baker;given-names:RS",
              "pub-id_pmid": "3930555",
              "section_type": "REF",
              "source": "J Clin Endocrinol Metab",
              "type": "ref",
              "volume": "61",
              "year": "1985"
            },
            "text": "Early menopausal changes in bone mass and sex steroids",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36528,
            "infons": {
              "fpage": "659",
              "lpage": "665",
              "name_0": "surname:Ohta;given-names:H",
              "name_1": "surname:Makita;given-names:K",
              "name_2": "surname:Suda;given-names:Y",
              "name_3": "surname:Ikeda;given-names:T",
              "name_4": "surname:Masuzawa;given-names:T",
              "pub-id_pmid": "1414484",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "7",
              "year": "1992"
            },
            "text": "Influence of oophorectomy on serum levels of sex steroids and bone metabolism and assessment of bone mineral density in lumbar trabecular bone by QCT-C value",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36686,
            "infons": {
              "fpage": "275",
              "lpage": "300",
              "name_0": "surname:Turner;given-names:R",
              "name_1": "surname:Riggs;given-names:BL",
              "name_2": "surname:Spelsberg;given-names:TC",
              "pub-id_pmid": "8076582",
              "section_type": "REF",
              "source": "Endocr Rev",
              "type": "ref",
              "volume": "15",
              "year": "1994"
            },
            "text": "Skeletal effects of estrogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36715,
            "infons": {
              "fpage": "360",
              "lpage": "366",
              "name_0": "surname:Wronski;given-names:T",
              "name_1": "surname:Dann;given-names:LM",
              "name_2": "surname:Scott;given-names:KS",
              "name_3": "surname:Cintron;given-names:M",
              "pub-id_pmid": "2509027",
              "section_type": "REF",
              "source": "Calcif Tissue Int",
              "type": "ref",
              "volume": "45",
              "year": "1989"
            },
            "text": "Long-term effects of ovariectomy and aging on the rat skeleton",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36778,
            "infons": {
              "fpage": "319",
              "lpage": "324",
              "name_0": "surname:Ettinger;given-names:B",
              "name_1": "surname:Genant;given-names:HK",
              "name_2": "surname:Cann;given-names:CE",
              "pub-id_pmid": "2982302",
              "section_type": "REF",
              "source": "Ann Intern Med",
              "type": "ref",
              "volume": "102",
              "year": "1985"
            },
            "text": "Long-term estrogen replacement therapy prevents bone loss and fractures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36850,
            "infons": {
              "fpage": "154",
              "lpage": "168",
              "name_0": "surname:Weitzmann;given-names:M",
              "name_1": "surname:Pacifici;given-names:R",
              "pub-id_pmid": "16313347",
              "section_type": "REF",
              "source": "Immunol Rev",
              "type": "ref",
              "volume": "208",
              "year": "2005"
            },
            "text": "The role of T lymphocytes in bone metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36895,
            "infons": {
              "fpage": "3617",
              "lpage": "3624",
              "name_0": "surname:Alam;given-names:A",
              "name_1": "surname:Gallagher;given-names:A",
              "name_2": "surname:Shankar;given-names:V",
              "name_3": "surname:Ghate;given-names:MA",
              "name_4": "surname:Datta;given-names:HK",
              "pub-id_pmid": "1597159",
              "section_type": "REF",
              "source": "Endocrinology",
              "type": "ref",
              "volume": "130",
              "year": "1992"
            },
            "text": "Endothelin inhibits osteoclastic bone esorption by a direct effect on cell motility: implications for the vascular control bone resorption",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37034,
            "infons": {
              "fpage": "329",
              "lpage": "337",
              "name_0": "surname:Fiorelli;given-names:G",
              "name_1": "surname:Orlando;given-names:C",
              "name_2": "surname:Benvenuti;given-names:S",
              "name_3": "surname:Franceschelli;given-names:F",
              "name_4": "surname:Bianchi;given-names:S",
              "pub-id_pmid": "8191926",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "9",
              "year": "1994"
            },
            "text": "Characterization, regulation, and function of specific cell membrane receptors for insulin-like growth factor I on bone endothelial cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37172,
            "infons": {
              "fpage": "3569",
              "lpage": "3573",
              "name_0": "surname:Kasten;given-names:TP",
              "name_1": "surname:Collin-Osdoby;given-names:P",
              "name_2": "surname:Patel;given-names:N",
              "name_3": "surname:Osdoby;given-names:P",
              "name_4": "surname:Krukowski;given-names:M",
              "pub-id_pmid": "7513424",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "91",
              "year": "1994"
            },
            "text": "Potentiation of osteoclast bone-resorption activity by inhibition of nitric oxide synthase",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37263,
            "infons": {
              "fpage": "2936",
              "lpage": "2940",
              "name_0": "surname:MacIntyre;given-names:I",
              "name_1": "surname:Zaidi;given-names:M",
              "name_2": "surname:Alam;given-names:AS",
              "name_3": "surname:Datta;given-names:HK",
              "name_4": "surname:Moonga;given-names:BS",
              "pub-id_pmid": "1849281",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "88",
              "year": "1991"
            },
            "text": "Osteoclastic inhibition: an action of nitric oxide not mediated by cyclic GMP",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37341,
            "infons": {
              "fpage": "1255",
              "lpage": "1260",
              "name_0": "surname:Brookes;given-names:M",
              "pub-id_pmid": "5953958",
              "section_type": "REF",
              "source": "Surg Gynecol Obstet",
              "type": "ref",
              "volume": "123",
              "year": "1966"
            },
            "text": "The vascular factor in osteoarthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37379,
            "infons": {
              "fpage": "1046",
              "lpage": "1054",
              "name_0": "surname:Colleran;given-names:P",
              "name_1": "surname:Wilkerson;given-names:MK",
              "name_2": "surname:Bloomfield;given-names:SA",
              "name_3": "surname:Suva;given-names:LJ",
              "name_4": "surname:Turner;given-names:RT",
              "pub-id_pmid": "10956349",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "89",
              "year": "2000"
            },
            "text": "Alterations in skeletal perfusion with simulated microgravity: A possible mechanism for bone remodeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37483,
            "infons": {
              "fpage": "304",
              "lpage": "309",
              "name_0": "surname:Collin-Osdoby;given-names:P",
              "pub-id_pmid": "7962161",
              "section_type": "REF",
              "source": "J Cell Biochem",
              "type": "ref",
              "volume": "55",
              "year": "1994"
            },
            "text": "Role of vascular endothelial cells in bone biology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37534,
            "infons": {
              "fpage": "332",
              "lpage": "341",
              "name_0": "surname:Hughes;given-names:S",
              "name_1": "surname:Davies;given-names:R",
              "name_2": "surname:Khan;given-names:R",
              "name_3": "surname:Kelley;given-names:P",
              "section_type": "REF",
              "source": "Clin Orthop Related Res",
              "type": "ref",
              "volume": "134",
              "year": "1978"
            },
            "text": "Fluid space in bone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37554,
            "infons": {
              "fpage": "355",
              "lpage": "385",
              "name_0": "surname:Jaffe;given-names:HL",
              "section_type": "REF",
              "source": "Arch Surg",
              "type": "ref",
              "volume": "20",
              "year": "1930"
            },
            "text": "The resorption of bone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37577,
            "infons": {
              "fpage": "E751",
              "lpage": "E758",
              "name_0": "surname:Smalt;given-names:R",
              "name_1": "surname:Mitchell;given-names:FT",
              "name_2": "surname:Howard;given-names:RL",
              "name_3": "surname:Chambers;given-names:TJ",
              "pub-id_pmid": "9357805",
              "section_type": "REF",
              "source": "Am J Physiol",
              "type": "ref",
              "volume": "273",
              "year": "1997"
            },
            "text": "Induction of NO and prostaglandin E2 in osteoblasts by wall-shear stress but not mechanical strain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37676,
            "infons": {
              "fpage": "1068",
              "lpage": "1075",
              "name_0": "surname:Griffith;given-names:J",
              "name_1": "surname:Yeung;given-names:DK",
              "name_2": "surname:Tsang;given-names:PH",
              "name_3": "surname:Choi;given-names:KC",
              "name_4": "surname:Kwok;given-names:TC",
              "pub-id_pmid": "18302498",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "23",
              "year": "2008"
            },
            "text": "Compromised bone marrow perfusion in osteoporosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37726,
            "infons": {
              "fpage": "966",
              "lpage": "972",
              "name_0": "surname:Lahtinen;given-names:T",
              "name_1": "surname:Alhava;given-names:EM",
              "name_2": "surname:Karjalainen;given-names:P",
              "name_3": "surname:Romppanen;given-names:T",
              "pub-id_pmid": "7299482",
              "section_type": "REF",
              "source": "J Nucl Med",
              "type": "ref",
              "volume": "22",
              "year": "1981"
            },
            "text": "The effect of age on blood flow in the proximal femur in man",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37787,
            "infons": {
              "fpage": "248",
              "lpage": "257",
              "name_0": "surname:Bloomfield;given-names:S",
              "name_1": "surname:Hogan;given-names:HA",
              "name_2": "surname:Delp;given-names:MD",
              "section_type": "REF",
              "source": "Clin Orthop Related Res",
              "type": "ref",
              "volume": "396",
              "year": "2002"
            },
            "text": "Decreases in bone blood flow and bone material properties in aging Fischer-344 rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37871,
            "infons": {
              "fpage": "813",
              "lpage": "819",
              "name_0": "surname:Dominguez;given-names:JM",
              "name_1": "surname:Prisby;given-names:RD",
              "name_2": "surname:Muller-Delp;given-names:JM",
              "name_3": "surname:Allen;given-names:MR",
              "name_4": "surname:Delp;given-names:MD",
              "pub-id_pmid": "19892040",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "46",
              "year": "2010"
            },
            "text": "Increased nitric oxide-mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38029,
            "infons": {
              "fpage": "1280",
              "lpage": "1288",
              "name_0": "surname:Prisby;given-names:R",
              "name_1": "surname:Ramsey;given-names:MW",
              "name_2": "surname:Behnke;given-names:BJ",
              "name_3": "surname:Dominguez;given-names:JM",
              "name_4": "surname:Donato;given-names:AJ",
              "section_type": "REF",
              "source": "J Bone Min Res",
              "type": "ref",
              "volume": "22",
              "year": "2007"
            },
            "text": "Aging reduces skeletal blood flow, endothelium-dependent vasodilation and nitric oxide bioavailability in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38140,
            "infons": {
              "fpage": "569",
              "lpage": "575",
              "name_0": "surname:Kita;given-names:K",
              "name_1": "surname:Kawai;given-names:K",
              "name_2": "surname:Hirohata;given-names:K",
              "pub-id_pmid": "3681531",
              "section_type": "REF",
              "source": "J Orthop Res",
              "type": "ref",
              "volume": "5",
              "year": "1987"
            },
            "text": "Changes in bone marrow blood flow with aging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38185,
            "infons": {
              "fpage": "157",
              "lpage": "164",
              "name_0": "surname:Burkhardt;given-names:R",
              "name_1": "surname:Kettner;given-names:G",
              "name_2": "surname:Bohm;given-names:W",
              "name_3": "surname:Schmidmeier;given-names:M",
              "name_4": "surname:Schlag;given-names:R",
              "pub-id_pmid": "3606907",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "8",
              "year": "1987"
            },
            "text": "Changes in trabecular bone, hematopoiesis and bone marrow vessels in aplastic-anemia, primary osteoporosis, and old-age: a comparative histomorphometric study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38344,
            "infons": {
              "fpage": "485",
              "lpage": "494",
              "name_0": "surname:Ghirardi;given-names:O",
              "name_1": "surname:Cozzolino;given-names:R",
              "name_2": "surname:Guaraldi;given-names:D",
              "name_3": "surname:Giuliani;given-names:A",
              "section_type": "REF",
              "source": "Exp Gerontology",
              "type": "ref",
              "volume": "30",
              "year": "1995"
            },
            "text": "Within- and between-strain variability in longevity of inbred and outbred rats under the same environmental conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38463,
            "infons": {
              "fpage": "R1713",
              "lpage": "1723",
              "name_0": "surname:LeBlanc;given-names:A",
              "name_1": "surname:Reyes;given-names:R",
              "name_2": "surname:Kang;given-names:LS",
              "name_3": "surname:Dailey;given-names:RA",
              "name_4": "surname:Stallone;given-names:JN",
              "pub-id_pmid": "19812360",
              "section_type": "REF",
              "source": "Am J Physiol Regul Integr Comp Physiol",
              "type": "ref",
              "volume": "297",
              "year": "2009"
            },
            "text": "Estrogen replacement restores flow-induced vasodilation in coronary arterioles of aged and ovariectomized rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38574,
            "infons": {
              "fpage": "464",
              "lpage": "470",
              "name_0": "surname:Prisby;given-names:RD",
              "name_1": "surname:Muller-Delp;given-names:J",
              "name_2": "surname:Delp;given-names:MD",
              "name_3": "surname:Nurkiewicz;given-names:TR",
              "pub-id_pmid": "18306094",
              "section_type": "REF",
              "source": "J Toxicol Environ Health A",
              "type": "ref",
              "volume": "71",
              "year": "2008"
            },
            "text": "Age, gender and hormonal status modulate the vascular toxicity of the diesel exhaust extract phenanthraquinone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38685,
            "infons": {
              "fpage": "27",
              "lpage": "34",
              "name_0": "surname:Meininger;given-names:G",
              "name_1": "surname:Harris;given-names:P",
              "name_2": "surname:Joshua;given-names:I",
              "pub-id_pmid": "6693146",
              "section_type": "REF",
              "source": "Hypertension",
              "type": "ref",
              "volume": "6",
              "year": "1984"
            },
            "text": "Distributions of microvascular pressure in skeletal muscle of one- kidney, one clip, two-kidney, one clip, and deoxycorticosterone-salt hypertensive rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38839,
            "infons": {
              "fpage": "H1662",
              "lpage": "1672",
              "name_0": "surname:Muller-Delp;given-names:J",
              "name_1": "surname:Spier;given-names:SA",
              "name_2": "surname:Ramsey;given-names:MW",
              "name_3": "surname:Delp;given-names:MD",
              "pub-id_pmid": "12234821",
              "section_type": "REF",
              "source": "Am J Physiol Heart Circ Physiol",
              "type": "ref",
              "volume": "283",
              "year": "2002"
            },
            "text": "Aging impairs endothelium dependent vasodilation in rat skeletal muscle arterioles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38922,
            "infons": {
              "fpage": "947",
              "lpage": "958",
              "name_0": "surname:Spier;given-names:SA",
              "name_1": "surname:Delp;given-names:MD",
              "name_2": "surname:Meininger;given-names:CJ",
              "name_3": "surname:Donato;given-names:AJ",
              "name_4": "surname:Ramsey;given-names:MW",
              "pub-id_pmid": "15004211",
              "section_type": "REF",
              "source": "J Physiol",
              "type": "ref",
              "volume": "556",
              "year": "2004"
            },
            "text": "Effects of ageing and exercise training on endothelium-dependent vasodilation and structure of rat skeletal muscle arterioles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39048,
            "infons": {
              "fpage": "2236",
              "lpage": "2238",
              "name_0": "surname:Marcus;given-names:R",
              "pub-id_pmid": "9661588",
              "section_type": "REF",
              "source": "J Clin Endocrinol Metab",
              "type": "ref",
              "volume": "83",
              "year": "1998"
            },
            "text": "New perspectives on the skeletal role of estrogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39098,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Lindsay R (1995) Estrogen deficiency in osteoporosis etiology, diagnosis and management. Philadelphia, PA: Lippincott-Raven.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39223,
            "infons": {
              "fpage": "E31",
              "issue": "Suppl 1",
              "lpage": "39",
              "name_0": "surname:Imai;given-names:Y",
              "name_1": "surname:Youn;given-names:MY",
              "name_2": "surname:Kondoh;given-names:S",
              "name_3": "surname:Nakamura;given-names:T",
              "name_4": "surname:Kouzmenko;given-names:A",
              "pub-id_pmid": "19751412",
              "section_type": "REF",
              "source": "Ann N Y Acad Sci",
              "type": "ref",
              "year": "2009"
            },
            "text": "Estrogens maintain bone mass by regulating expression of genes controlling function and life span in mature osteoclasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39343,
            "infons": {
              "fpage": "84",
              "lpage": "86",
              "name_0": "surname:Eriksen;given-names:E",
              "name_1": "surname:Colvard;given-names:DS",
              "name_2": "surname:Berg;given-names:NJ",
              "name_3": "surname:Graham;given-names:ML",
              "name_4": "surname:Mann;given-names:KG",
              "pub-id_pmid": "3388021",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "241",
              "year": "1988"
            },
            "text": "Evidence of estrogen receptors in normal human osteoblast-like cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39412,
            "infons": {
              "fpage": "81",
              "lpage": "84",
              "name_0": "surname:Komm;given-names:BS",
              "name_1": "surname:Terpening;given-names:CM",
              "name_2": "surname:Benz;given-names:DJ",
              "name_3": "surname:Graeme;given-names:KA",
              "name_4": "surname:Gallegos;given-names:A",
              "pub-id_pmid": "3164526",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "241",
              "year": "1988"
            },
            "text": "Estrogen binding, receptor mRNA, and biologic response in osteoblast-like osteosarcoma cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39505,
            "infons": {
              "fpage": "344",
              "lpage": "349",
              "name_0": "surname:Davis;given-names:T",
              "pub-id_pmid": "1569497",
              "section_type": "REF",
              "source": "J Orthop Res",
              "type": "ref",
              "volume": "10",
              "year": "1992"
            },
            "text": "Endothelial control of long bone vascular resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39558,
            "infons": {
              "fpage": "183",
              "lpage": "192",
              "name_0": "surname:Brandi;given-names:ML",
              "name_1": "surname:Collin-Osdoby;given-names:P",
              "pub-id_pmid": "16418774",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "21",
              "year": "2006"
            },
            "text": "Vascular biology and the skeleton",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39592,
            "infons": {
              "fpage": "E205",
              "lpage": "E208",
              "name_0": "surname:Johnson;given-names:D",
              "name_1": "surname:McAllister;given-names:TN",
              "name_2": "surname:Frangos;given-names:JA",
              "pub-id_pmid": "8760099",
              "section_type": "REF",
              "source": "Am J Physiol",
              "type": "ref",
              "volume": "271",
              "year": "1996"
            },
            "text": "Fluid flow stimulates rapid and continuous release of nitric oxide in osteoblasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39674,
            "infons": {
              "fpage": "643",
              "lpage": "648",
              "name_0": "surname:McAllister;given-names:T",
              "name_1": "surname:Du;given-names:T",
              "name_2": "surname:Frangos;given-names:JA",
              "pub-id_pmid": "10753677",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "270",
              "year": "2000"
            },
            "text": "Fluid shear stress stimulates prostaglandin and nitric oxide release in bone marrow-derived preosteoclast-like cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39791,
            "infons": {
              "fpage": "562",
              "lpage": "569",
              "name_0": "surname:Bergula;given-names:A",
              "name_1": "surname:Haidekker;given-names:MA",
              "name_2": "surname:Huang;given-names:W",
              "name_3": "surname:Stevens;given-names:HY",
              "name_4": "surname:Frangos;given-names:JA",
              "pub-id_pmid": "15003804",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "34",
              "year": "2004"
            },
            "text": "Venous ligation-mediated bone adaptation is NOS 3 dependent",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39851,
            "infons": {
              "fpage": "171",
              "lpage": "177",
              "name_0": "surname:Bergula;given-names:A",
              "name_1": "surname:Huang;given-names:W",
              "name_2": "surname:Frangos;given-names:JA",
              "pub-id_pmid": "10071908",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "24",
              "year": "1999"
            },
            "text": "Femoral vein ligation increases bone mass in the hindlimb suspended rat",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39923,
            "infons": {
              "fpage": "4",
              "issue": "Suppl 3",
              "lpage": "9",
              "name_0": "surname:McCarthy;given-names:I",
              "pub-id_pmid": "17079361",
              "section_type": "REF",
              "source": "J Bone Joint Surg Am",
              "type": "ref",
              "year": "2006"
            },
            "text": "The physiology of bone blood flow: a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39967,
            "infons": {
              "fpage": "387",
              "lpage": "392",
              "name_0": "surname:Sanada;given-names:M",
              "name_1": "surname:Taguchi;given-names:A",
              "name_2": "surname:Higashi;given-names:Y",
              "name_3": "surname:Tsuda;given-names:M",
              "name_4": "surname:Kodama;given-names:I",
              "pub-id_pmid": "15380463",
              "section_type": "REF",
              "source": "Atherosclerosis",
              "type": "ref",
              "volume": "176",
              "year": "2004"
            },
            "text": "Forearm endothelial function and bone mineral loss in postmenopausal women",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40042,
            "infons": {
              "fpage": "1555",
              "lpage": "1559",
              "name_0": "surname:Sumino;given-names:H",
              "name_1": "surname:Ichikawa;given-names:S",
              "name_2": "surname:Kasama;given-names:S",
              "name_3": "surname:Takahashi;given-names:T",
              "name_4": "surname:Sakamoto;given-names:H",
              "pub-id_pmid": "17895551",
              "section_type": "REF",
              "source": "Circ J",
              "type": "ref",
              "volume": "71",
              "year": "2007"
            },
            "text": "Relationship between brachial arterial endothelial function and lumbar spine bone mineral density in postmenopausal women",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40164,
            "infons": {
              "fpage": "524",
              "lpage": "530",
              "name_0": "surname:Case;given-names:J",
              "name_1": "surname:Davison;given-names:CA",
              "pub-id_pmid": "10525067",
              "section_type": "REF",
              "source": "J Pharmacol Exp Ther",
              "type": "ref",
              "volume": "291",
              "year": "1999"
            },
            "text": "Estrogen alters relative contributions of nitric oxide and cyclooxygenase products to endothelium-dependent vasodilation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40285,
            "infons": {
              "fpage": "L555",
              "lpage": "L564",
              "name_0": "surname:Gonzales;given-names:RJ",
              "name_1": "surname:Walker;given-names:BR",
              "name_2": "surname:Kanagy;given-names:NL",
              "pub-id_pmid": "11159040",
              "section_type": "REF",
              "source": "Am J Physiol Lung Cell Mol Physiol",
              "type": "ref",
              "volume": "280",
              "year": "2001"
            },
            "text": "17β-estradiol increases nitric oxide dependent dilation in rat pulmonary arteries and thoracic aorta",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40389,
            "infons": {
              "fpage": "391",
              "lpage": "397",
              "name_0": "surname:Hansen;given-names:VB",
              "name_1": "surname:Forman;given-names:A",
              "name_2": "surname:Lundgaard;given-names:A",
              "name_3": "surname:Aalkjær;given-names:C",
              "name_4": "surname:Skajaa;given-names:K",
              "pub-id_pmid": "11398851",
              "section_type": "REF",
              "source": "J Orthop Res",
              "type": "ref",
              "volume": "19",
              "year": "2001"
            },
            "text": "Effects of oophorectomy on functional properties of resistance arteries isolated from the cancellous bone of the rabbit femur",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40515,
            "infons": {
              "fpage": "404",
              "lpage": "412",
              "name_0": "surname:Noguchi;given-names:K",
              "name_1": "surname:Tsukumi;given-names:K",
              "name_2": "surname:Urano;given-names:T",
              "pub-id_pmid": "14524417",
              "section_type": "REF",
              "source": "Comp Med",
              "type": "ref",
              "volume": "53",
              "year": "2003"
            },
            "text": "Qualitative and quantitative differences in normal vaginal flora of conventionally reared mice, rats, hamsters, rabbits, and dogs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40645,
            "infons": {
              "fpage": "1799",
              "lpage": "1812",
              "name_0": "surname:Soukhova-O'Hare;given-names:G",
              "name_1": "surname:Lei;given-names:Z",
              "name_2": "surname:Falcone;given-names:JC",
              "name_3": "surname:Barati;given-names:MT",
              "name_4": "surname:Feitelson;given-names:JBA",
              "pub-id_pmid": "16019034",
              "section_type": "REF",
              "source": "Life Sciences",
              "type": "ref",
              "volume": "77",
              "year": "2005"
            },
            "text": "Bone medullary arterioles from ovariectomized rats have smaller baseline diameters but normal eNOS expression and NO-mediated dilation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40780,
            "infons": {
              "fpage": "49",
              "lpage": "60",
              "name_0": "surname:Castillo;given-names:C",
              "name_1": "surname:Cruzado;given-names:M",
              "name_2": "surname:Ariznavarreta;given-names:C",
              "name_3": "surname:Lahera;given-names:V",
              "name_4": "surname:Cachofeiro;given-names:V",
              "pub-id_pmid": "15834663",
              "section_type": "REF",
              "source": "Biogerontology",
              "type": "ref",
              "volume": "6",
              "year": "2005"
            },
            "text": "Effects of ovariectomy and growth hormone administration on body composition and vascular function and structure in old female rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40912,
            "infons": {
              "fpage": "2200",
              "lpage": "2208",
              "name_0": "surname:Bauss;given-names:F",
              "name_1": "surname:Lalla;given-names:S",
              "name_2": "surname:Endele;given-names:R",
              "name_3": "surname:Hothorn;given-names:LA",
              "pub-id_pmid": "12375334",
              "section_type": "REF",
              "source": "J Rheumatol",
              "type": "ref",
              "volume": "29",
              "year": "2002"
            },
            "text": "Effects of treatment with ibandronate on bone mass, architecture, biomechanical properties, and bone concentration of ibandronate in ovariectomized aged rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41070,
            "infons": {
              "fpage": "209",
              "lpage": "220",
              "name_0": "surname:Cheng;given-names:Z",
              "name_1": "surname:Yao;given-names:W",
              "name_2": "surname:Zimmermann;given-names:EA",
              "name_3": "surname:Busse;given-names:C",
              "name_4": "surname:Ritchie;given-names:RO",
              "pub-id_pmid": "18847326",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "24",
              "year": "2009"
            },
            "text": "Prolonged treatments with antiresorptive agents and PTH have different effects on bone strength and the degree of mineralization in old estrogen-deficient osteoporotic rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41243,
            "infons": {
              "fpage": "1267",
              "lpage": "1274",
              "name_0": "surname:Shahnazari;given-names:M",
              "name_1": "surname:Yao;given-names:W",
              "name_2": "surname:Dai;given-names:W",
              "name_3": "surname:Wang;given-names:B",
              "name_4": "surname:Ionova-Martin;given-names:SS",
              "pub-id_pmid": "19931661",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "46",
              "year": "2010"
            },
            "text": "Higher doses of bisphosphonates further improve bone mass, architecture, and strength but not the tissue material properties in aged rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]