[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250704",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC3901686",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Gravity and Spaceflight Alter Drosophila Immunity",
              "article-id_doi": "10.1371/journal.pone.0086485",
              "article-id_pmc": "PMC3901686",
              "article-id_pmid": "24475130",
              "article-id_publisher-id": "PONE-D-13-46447",
              "elocation-id": "e86485",
              "issue": "1",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Taylor;given-names:Katherine",
              "name_1": "surname:Kleinhesselink;given-names:Kurt",
              "name_10": "surname:Hoshizaki;given-names:Deborah K.",
              "name_11": "surname:von Kalm;given-names:Laurence",
              "name_12": "surname:Fuller;given-names:Charles A.",
              "name_13": "surname:Beckingham;given-names:Kathleen M.",
              "name_14": "surname:Kimbrell;given-names:Deborah A.",
              "name_15": "surname:Söderhäll;given-names:Kenneth",
              "name_2": "surname:George;given-names:Michael D.",
              "name_3": "surname:Morgan;given-names:Rachel",
              "name_4": "surname:Smallwood;given-names:Tangi",
              "name_5": "surname:Hammonds;given-names:Ann S.",
              "name_6": "surname:Fuller;given-names:Patrick M.",
              "name_7": "surname:Saelao;given-names:Perot",
              "name_8": "surname:Alley;given-names:Jeff",
              "name_9": "surname:Gibbs;given-names:Allen G.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "9",
              "year": "2014"
            },
            "text": "Toll Mediated Infection Response Is Altered by Gravity and Spaceflight in Drosophila ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 86,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Space travel presents unlimited opportunities for exploration and discovery, but requires better understanding of the biological consequences of long-term exposure to spaceflight. Immune function in particular is relevant for space travel. Human immune responses are weakened in space, with increased vulnerability to opportunistic infections and immune-related conditions. In addition, microorganisms can become more virulent in space, causing further challenges to health. To understand these issues better and to contribute to design of effective countermeasures, we used the Drosophila model of innate immunity to study immune responses in both hypergravity and spaceflight. Focusing on infections mediated through the conserved Toll and Imd signaling pathways, we found that hypergravity improves resistance to Toll-mediated fungal infections except in a known gravitaxis mutant of the yuri gagarin gene. These results led to the first spaceflight project on Drosophila immunity, in which flies that developed to adulthood in microgravity were assessed for immune responses by transcription profiling on return to Earth. Spaceflight alone altered transcription, producing activation of the heat shock stress system. Space flies subsequently infected by fungus failed to activate the Toll pathway. In contrast, bacterial infection produced normal activation of the Imd pathway. We speculate on possible linkage between functional Toll signaling and the heat shock chaperone system. Our major findings are that hypergravity and spaceflight have opposing effects, and that spaceflight produces stress-related transcriptional responses and results in a specific inability to mount a Toll-mediated infection response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1804,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1817,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Human space exploration, with its promise of unprecedented discoveries, excites the imagination. However, turning the exploration of space into a practical reality presents daunting challenges including conquering the compromised biological functions produced by spaceflight. In order to achieve space exploration, a better understanding of human biology, both on earth and in space, is required. Among the many aspects of biology affected by spaceflight, we have focused on the immune response. Immune dysfunction is a major health-related problem on earth and a major obstacle to long-term space missions. As early as the Apollo and Skylab missions, immune dysfunction was recognized in astronauts, and later studies documented specific host cellular and humoral immune alterations induced by spaceflight. Increased microbial growth and virulence in space have also been documented. Spaceflight is associated with many stresses, with altered gravitational force (g) representing the most studied factor. Microgravity (µg) is constant in space, and hypergravity (hyper g) is experienced during launch and landing. Immune dysfunction in both µg and hyper g is well documented, but determination of the underlying cellular mechanisms and thus routes to appropriate countermeasures, remains unresolved. Without normal immune function, many threats to long-term survival in space exist: fatal infections, failed immunosurveillance of cancer cells, aberrant inflammatory responses and reactivation of latent viruses are all potential hazards.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3364,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In our work, we have brought advances in understanding the host defense of Drosophila to bear on deciphering the immune alterations associated with altered gravity and spaceflight. Drosophila is a well-established model for human innate immune function, sharing elements in cellular and humoral immunity, clotting and wound healing, and signaling pathways. Drosophila responds to microbial infection with 1) a systemic response, characterized by fat body production of antimicrobial proteins (AMPs), 2) tissue specific responses, such as production of AMPs in the gut and trachea, 3) phagocytosis by hemocytes, and 4) clotting and wound healing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4010,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Two signaling pathways are the main mediators of the response to bacterial and fungal infections in Drosophila. The Toll pathway primarily responds to fungal and Gram-positive (Lys-type peptidoglycan (PGN)) infections, and the Imd pathway responds to Gram-negative (DAP-type PGN) infections. Toll-like receptors (Tlrs) have been identified in mammals and are the direct mediators of responses to activators such as bacterial lipopolysacccharide and viral DNA. Imd shares homology with the death domain of the mammalian Receptor Interacting Protein of the Tumor Necrosis Factor Receptor pathway. Downstream, through the conserved NF-kB/Rel protein transcription factors relish (Imd signaling cascade), and DIF and dorsal (Toll signaling cascade), the AMPs and ∼400 other genes are involved in response to infection. Recognition of the complexity of the Toll and Imd pathways continues to grow, for example with identification of new regulators, interactions with the nervous system, and modification with aging. In contrast to mammals, in Drosophila only the original Toll was associated with infection response, through indirect sensing mediated by binding to Spätzle (Spz). More recently however, other Toll family members have been identified as mediating infection. Toll-8 regulates infection response in the airway epithelium, and Toll-7 is involved in viral recognition and response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5402,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The mechanisms of interactions within and between the Toll and Imd pathways and other systems are not fully understood, and unraveling the interrelationships will require many approaches. Here, we present genetic and transcriptional profiling experiments to address the response to infection in conditions related to space travel: Does hypergravity affect the response to fungal infection? Does development during spaceflight alter the response to bacterial and fungal infections?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5883,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5906,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Hypergravity Increases Survival after Infection with Pathogenic Fungus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5977,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The first goal was to test our hypothesis that the immune response of Drosophila would be affected by changes in gravity at the organismal level. The simplest immune function assay is post-infection survival, and a straightforward route for altering gravity is to achieve hyper g through use of centrifuges similar to the human centrifuges used for training pilots. We infected with B. bassiana, an entomopathogenic fungus that enters through the cuticle and is well studied with respect to survival kinetics and Toll pathway activation. Infected and control flies were then exposed to hypergravity on a centrifuge maintained at the Chronic Acceleration Research Unit (CARU), UC Davis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6663,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The survival of wild type and immune response mutants (except Toll pathway mutants which do not survive infection long enough for prolonged hyper g experiments) was assessed. Strikingly, all strains showed increased post-infection survival at hyper g (Figure 1A bottom panel, 1B wild type, imd and Thor strains). Given that µg is associated with impaired immune function, one interpretation of this result is that hyper g exerts the opposite effect and boosts the host response. Opposite effects of opposing gravity vectors are not uncommon, for example for platelet functions. However, microorganisms can become more virulent at µg, and an alternative explanation is that at hyper g the fungus itself is less virulent.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7391,
            "infons": {
              "file": "pone.0086485.g001.jpg",
              "id": "pone-0086485-g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of hyper g on post-infection survival and energy stores.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7456,
            "infons": {
              "file": "pone.0086485.g001.jpg",
              "id": "pone-0086485-g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nA. Survival after infection with B. bassiana is increased by exposure to hyper g (4 g) in wild type (wt) and the rescued yuri strain, yuri\nc263; UAS-yuri (UAS), but not in the gravitaxis mutant yuri, yuri\nc263 (yuri). +infected, −uninfected. Error bars = SEM for 3 experiments. B. Additional strains tested also survive infection longer at hyper g: imd, using imd1, and for Thor, which encodes the Drosophila translational regulator 4E-BP, using Thor2, the null allele, and its control, the revertant strain Thor1rev1. P values for log rank. C. Post-infection energy stores of trigycerides, protein and carbohydrates are not significantly different at hyper g. Error bars = SEM for 3 experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8164,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In an attempt to distinguish between host and fungal responses, we tested a gravitaxis mutation of the gene yuri gagarin (yuri). yuri encodes 3 isoforms of a coiled-coil protein that is ubiquitously expressed, and two mutations have separate tissue specific functions related to mechanotransduction. The yuric263 allele, caused by a GAL4 enhancer trap insertion, has defective gravity responses. A UAS-yuri construct, driven by the c263 transposon, rescues this phenotype through expression limited to mechanosensory neurons, indicating defective gravity sensing in the yuric263 mutant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8751,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We hypothesized that if host response to hyper g were primary, then aberrant gravity sensing in yuric263 might modify the hyper g post-infection response, but if the fungal response were primary, then post-infection survival of yuric263would be comparable to that of wild type and the immune function mutants (Figure 1AB). On testing, yuric263 failed to show this increased post-infection survival, whereas the yuri rescue strain had the typical increased survival response (Figure 1AB). Thus, these data demonstrate a significant host component to the hyper g effect. How might hyper g increase post-infection survival? The yuri finding could indicate a neural route linking mechanical load sensation to immune response. Mechanical load also affects cell biological processes, and one possibility is that endocytosis, which is essential for Toll signaling, is enhanced at hyper g. Interestingly, Yuri protein appears to have membrane-associated functions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9708,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The immune response is energetically expensive, and flies with greater energetic reserves may have greater post-infection survival. However, survival did not correlate with stores of triglycerides, carbohydrates or protein (Figure 1C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9944,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The Fungus, Immunity, Tumorigenesis (FIT) Microgravity Experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10010,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "These results showing that the immune response of Drosophila responds to g force formed the basis for the space shuttle experiment Fungus, Immunity and Tumorigenesis (FIT). FIT is the first flight experiment to investigate µg effects on Drosophila immunity. The FIT experiment was flown on the shuttle Discovery (STS-121), and involved an experimental design adjusted for shuttle conditions. Ideally the design would have paralleled the hyper g work, with infection of Drosophila genotypes proceeding in space. But due to flight constraints, space infections were not possible and only a single genotype could be flown. However, the flight duration (12 days) allowed production and return to Earth of a small population of flies that had undergone their entire development in space (space flies). Upon return this population was divided into three groups and used for transcription profiling without infection and after infection with B. bassiana or E. coli. The fungal spores and E. coli used were grown on Earth. Earth-reared flies, grown at Kennedy Space Center, were used as controls (Earth flies). Recordings relayed from the shuttle ensured similar growth conditions for the space and Earth flies other than the change in g force. The experiments thus encompass humoral immunity in response to Toll and Imd mediated fungal and bacterial infections through transcriptional profiling after development in space. The uninfected space flies showed an altered transcriptional profile, and those changes will be presented last, in the context of the immune response data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11586,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The Toll Pathway is Dysfunctional in Adults Raised in Space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11646,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Transcriptional profiling of space and Earth flies infected with B. bassiana revealed that the space flies have a dramatically different response (Figure 2). For Earth flies, the upregulated genes revealed the expected response categories: transcripts for genes associated with innate immune response, serine peptidase activity, response to fungus and Toll signaling pathway activation were all statistically over-represented (Figure 2). In stark contrast, none of these gene categories was upregulated in space flies (Figure 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12176,
            "infons": {
              "file": "pone.0086485.g002.jpg",
              "id": "pone-0086485-g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Microarray-based analysis of response to B. bassiana.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12230,
            "infons": {
              "file": "pone.0086485.g002.jpg",
              "id": "pone-0086485-g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The total number of genes upregulated or downregulated in Earth flies only (Earth) or space flies only (Space) or in both (overlap) are indicated by Venn diagrams. Pathway analysis of each of these groups is shown on the right side of the figure. The number of genes in each functional category is depicted in bar graphs (primary y-axis), and the P values corresponding to statistical over-representation of each category are presented as a line graph (secondary y-axis). Note that certain genes annotated into more than one of these categories.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12776,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The AMPs Metchnikowin and Drosomycin are key indices of the Toll signaling response. Figures 3 and 4A present transcriptional analysis by quantitative real-time PCR (qPCR) and microarray-based analysis establishing the failed induction of these two genes in space flies. Results of microarray-based analysis for additional genes are also presented in Figure 4A. Note that necrotic (nec) is upregulated in the Earth flies, which is an indicator of a strong anti-fungal response since Nec downregulates the immune reaction via negative regulation of Persephone (Psh). A complete listing of the fold changes and associated p values for all the transcriptionally modulated genes of the categories shown in Figure 2 is presented in Table S1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13513,
            "infons": {
              "file": "pone.0086485.g003.jpg",
              "id": "pone-0086485-g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Antifungal AMPs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13530,
            "infons": {
              "file": "pone.0086485.g003.jpg",
              "id": "pone-0086485-g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nA.\nMetchnikowin and B.\nDrosomycin transcript levels were assessed by qPCR in space and Earth flies infected with fungus (F) or bacteria (B), or uninfected (U), and standardized by comparison to the level of ribosomal protein gene rp49. Error bars = SEM for 3 experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13807,
            "infons": {
              "file": "pone.0086485.g004.jpg",
              "id": "pone-0086485-g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Transcriptional profiling of genes associated with the Toll pathway.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13876,
            "infons": {
              "file": "pone.0086485.g004.jpg",
              "id": "pone-0086485-g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "\nA.Relative expression levels of selected Toll associated genes as detected by microarray are shown in uninfected (U, circles) Earth (blue) and space (tan) flies, and following fungal (F, triangles) or bacterial (B, squares) infection of space and Earth flies. Transcriptional regulation A. not shared or B. shared by space and earth flies infected with fungus.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14238,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Collectively, these data indicate that Toll mediated responses to B. bassiana are impaired in space flies, and in particular the failure of Drosomycin and Metchnikowin activation indicates that the space flies are severely immunocompromised. The data do not, however, reflect a complete failure of the space flies to react to the infection. Some defense response category genes were activated in space flies as well as Earth flies (Figure 2 and Table S1), and these indicate that signaling pathways other than Toll are functional in space flies. Some of these genes are Turandot (Tot) family members, a set of genes induced under a variety of stresses such as septic infection, paraquat feeding, UV exposure and heat shock, and with complex regulation involving the Jak-Stat, Imd and Mekk1 pathways. Also induced in both space and Earth flies are the fungal infection response genes Thioester containing protein IV (Tep IV), which has an alpha-macroglobulin complement component, and Transferrin 1 (Tsf1), which is predicted to be involved in iron homeostasis. Both of these genes are also induced in response to DNA damage in the larval epidermis, as is Tot C .",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15401,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The only AMP gene induced in space flies by the fungal infection is Drosomycin-like 5 (Drsl5) (Figure 4B). Drsl5 induction in response to B. bassiana is regulated by both the Toll and Imd pathways. Thus induction of Drsl5 in the space flies is not necessarily evidence for a functional Toll response and may represent activation by the Imd pathway (see below) or another route. Both space and Earth flies upregulated genes associated with response to toxins, including cytochrome P450s (Cyp4ac1, Cyp4ac2, Cyp4aa1, Cyp304a1), which are associated with detoxification of xenobiotics and hormone metabolism (Table S1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16017,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Genes induced uniquely in the space flies by fungal infection could indicate an altered infection response. However, only one category of genes emerged from microarray analysis as specifically induced by infection in space flies: oxidation/reduction (Figure 2 and Table S1). Six of the eight genes in this category are Pyrroline 5-carboyxlate reductase (P5cr), probable cytochrome P450s (Cyp6t1, Cyp6t1 and Cyp6a13), CG6012 and CG10131. The remaining two genes, phenoloxidase subunit A3 (PO45) and prophenol oxidase A1 (proPO-A1), have roles in melanization, which is also used as a defense against pathogens and in wound response. However, other genes in the melanization cascade were upregulated in Earth flies but unchanged in the space flies, e.g. MP1, Spn27A and Hayan . In contrast, Gram-negative binding protein 3 (GNBP3) is upregulated in space flies, and GNBP3 assembles defense complexes, including phenol oxidases, in a Toll independent manner.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16973,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Initial detection of B. bassiana infection occurs through dual signaling arms upstream of Spz, the only known ligand for Toll. In one arm, Psh, moderated by suppression from Nec, senses fungal virulence factors and other danger signals, leading to activation of the Spätzle Processing Enzyme (SPE), cleavage of the Spz prodomain, and binding of processed Spz to the Toll transmembrane receptor. In the other signaling arm, GNBP3 binds fungal cell wall components and initiates a cascade via ModSP and Grass that also leads to SPE activation and Spätzle binding to Toll. Thus, if space flies are defective in initial sensing of the infection, a minimum of two defects are needed to block both arms of the upstream signaling cascade. If the space flies are not defective in sensing, a single non-functional step at the level of SPE or further downstream in the Toll pathway could prevent the activation of target genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17893,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The Imd Pathway is Activated Normally in Adults Raised in Space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17957,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In complete contrast to fungal infection, space flies infected with E. coli show strong gene expression responses similar in character to those of Earth flies (Figure 5). For both Earth and space flies, expected categories of upregulated genes were statistically over-represented: innate immunity, response to bacterium and humoral immune response (Figure 5). Accordingly, the Imd pathway appears to have been activated normally in the space flies. Table 1 presents a subset of these genes categorized into AMPs, Peptidoglycan recognition proteins (PGRPs), Turandot, Immune induced molecules, Thioester-containing proteins, and Miscellaneous. Table S2 details all of the transcriptionally upregulated and downregulated genes in the categories presented in Figure 5. Drosomycin and Metchnikowin are included among the standard AMP genes activated by E. coli infection (Table 1, Figures 3 and 4). Despite its activation by a Gram-negative organism, Drosomycin is mainly considered a readout for Toll signaling through cross recognition extracellularly or cross talk intracellularly with Imd or another pathway. As discussed below, our hypotheses on the effects of µg on Toll function would suggest the cross-reaction is downstream of Toll receptor activation. Metchnikowin has both antibacterial and antifungal activity, and can be activated transcriptionally through Imd or Toll, depending on the type of infection. Thus the normal induction of Metchnikowin in the bacteria infected space flies, but lack of induction in the fungus infected space flies, characterizes the normal Imd signaling versus the abnormal Toll signaling of the space flies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19608,
            "infons": {
              "file": "pone.0086485.g005.jpg",
              "id": "pone-0086485-g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Microarray-based analysis of response to E. coli.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19658,
            "infons": {
              "file": "pone.0086485.g005.jpg",
              "id": "pone-0086485-g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The total number of genes upregulated or downregulated in Earth flies only (Earth) or space flies only (space) or in both (overlap) are indicated by Venn diagrams. Pathway analysis is shown on the right side of the figure. The number of genes in each functional category is depicted in bar graphs (primary y-axis), and the P values corresponding to statistical over-representation of each category are presented as a line graph (secondary y-axis).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20106,
            "infons": {
              "file": "pone-0086485-t001.xml",
              "id": "pone-0086485-t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Antibacterial response is similar in space and earth flies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20166,
            "infons": {
              "file": "pone-0086485-t001.xml",
              "id": "pone-0086485-t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Category</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Symbol</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fold changeearth</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P value earth</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fold changespace</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P value space</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Antimicrobial proteins</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Defensin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Def</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">186.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">156.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Drosocin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dro</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">68.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">77.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Attacin-A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">AttA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">82.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">68.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Attacin-C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">AttC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Attacin-D</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">AttD</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">154.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">99.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Diptericin B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">DptB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cecropin B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CecB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cecropin C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CecC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">24.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Metchnikowin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mtk</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">32.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Drosomycin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Drs</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Peptidoglycan recognition proteins</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan recognition protein LC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-LC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan-recognition protein SC2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-SC2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan recognition protein LB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-LB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan recognition protein LA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-LA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan recognition protein LF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-LF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Peptidoglycan-recognition protein SB1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PGRP-SB1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Stress inducible Turandot</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Turandot M</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TotM</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Turandot A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TotA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Turandot X</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TotX</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.21<xref ref-type=\"table-fn\" rid=\"nt101\">*</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Turandot C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TotC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">58.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Immune induced molecules</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG33470</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">IM23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">IM1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">IM2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">IM4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Immune induced molecule 10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">IM10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Thiolester containing proteins</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thiolester containing protein I</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TepI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">22.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thiolester containing protein II</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TepII</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thiolester containing protein IV</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TepIV</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><underline>Miscellaneous</underline></bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">insulin-stimulated eIF-4E binding protein</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thor</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">eiger</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">egr</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.05</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.28<xref ref-type=\"table-fn\" rid=\"nt101\">*</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Relish</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rel</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Sterile alpha &amp; TIR motif-containing protein 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ect4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.06<xref ref-type=\"table-fn\" rid=\"nt101\">*</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Inhibitor of apoptosis 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Iap2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hemolectin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hml</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr></tbody></table>\n"
            },
            "text": "Category\tSymbol\tFold changeearth\tP value earth\tFold changespace\tP value space\t \tAntimicrobial proteins\t\t\t\t\t\t \tDefensin\tDef\t186.4\t0.00\t156.1\t0.00\t \tDrosocin\tDro\t68.3\t0.00\t77.8\t0.00\t \tAttacin-A\tAttA\t82.2\t0.00\t68.4\t0.00\t \tAttacin-C\tAttC\t14.9\t0.00\t15.7\t0.00\t \tAttacin-D\tAttD\t154.1\t0.00\t99.5\t0.00\t \tDiptericin B\tDptB\t26.6\t0.00\t40.1\t0.00\t \tCecropin B\tCecB\t4.9\t0.00\t5.4\t0.00\t \tCecropin C\tCecC\t24.2\t0.00\t30.9\t0.00\t \tMetchnikowin\tMtk\t26.2\t0.00\t32.4\t0.00\t \tDrosomycin\tDrs\t5.5\t0.00\t5.4\t0.00\t \tPeptidoglycan recognition proteins\t\t\t\t\t\t \tPeptidoglycan recognition protein LC\tPGRP-LC\t2.4\t0.00\t2.0\t0.00\t \tPeptidoglycan-recognition protein SC2\tPGRP-SC2\t15.3\t0.00\t8.9\t0.00\t \tPeptidoglycan recognition protein LB\tPGRP-LB\t8.6\t0.00\t8.9\t0.00\t \tPeptidoglycan recognition protein LA\tPGRP-LA\t2.1\t0.01\t2.2\t0.01\t \tPeptidoglycan recognition protein LF\tPGRP-LF\t5.6\t0.00\t3.8\t0.00\t \tPeptidoglycan-recognition protein SB1\tPGRP-SB1\t10.0\t0.00\t13.1\t0.00\t \tStress inducible Turandot\t\t\t\t\t\t \tTurandot M\tTotM\t20.6\t0.00\t27.9\t0.00\t \tTurandot A\tTotA\t5.5\t0.02\t6.8\t0.01\t \tTurandot X\tTotX\t2.2\t0.21*\t3.8\t0.04\t \tTurandot C\tTotC\t28.0\t0.00\t58.2\t0.00\t \tImmune induced molecules\t\t\t\t\t\t \tImmune induced molecule 10\tCG33470\t3.7\t0.00\t2.2\t0.04\t \tImmune induced molecule 23\tIM23\t3.8\t0.01\t3.1\t0.02\t \tImmune induced molecule 1\tIM1\t3.4\t0.00\t3.1\t0.00\t \tImmune induced molecule 2\tIM2\t2.0\t0.00\t1.8\t0.01\t \tImmune induced molecule 4\tIM4\t3.1\t0.01\t2.9\t0.01\t \tImmune induced molecule 10\tIM10\t3.5\t0.00\t2.8\t0.01\t \tThiolester containing proteins\t\t\t\t\t\t \tThiolester containing protein I\tTepI\t22.2\t0.00\t28.4\t0.00\t \tThiolester containing protein II\tTepII\t5.2\t0.00\t4.0\t0.00\t \tThiolester containing protein IV\tTepIV\t2.7\t0.00\t2.9\t0.00\t \tMiscellaneous\t\t\t\t\t\t \tinsulin-stimulated eIF-4E binding protein\tThor\t2.5\t0.02\t2.2\t0.04\t \teiger\tegr\t2.4\t0.05\t1.6\t0.28*\t \tRelish\tRel\t3.8\t0.00\t2.2\t0.02\t \tSterile alpha & TIR motif-containing protein 1\tEct4\t1.7\t0.06*\t2.0\t0.02\t \tInhibitor of apoptosis 2\tIap2\t1.8\t0.02\t1.9\t0.01\t \tHemolectin\tHml\t3.3\t0.00\t2.6\t0.00\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22134,
            "infons": {
              "file": "pone-0086485-t001.xml",
              "id": "pone-0086485-t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "P value not significant, >0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22166,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Adults Raised during Spaceflight have an Altered Transcriptional Profile",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22239,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Comparing the transcription profiles of uninfected space and Earth flies provides valuable insights into the biological processes affected by the µg environment and thus generates clues as to the origin of the differing effects on Imd and Toll mediated responses. These comparisons may also provide evidence relevant to the enhanced post-infection survival at hyper g.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22612,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The transcriptional profiles of uninfected space and Earth flies were compared by first hierarchically clustering genes that were differentially expressed between the two groups (Figure 6). Pathway analysis indicated the transcripts expressed at higher levels in space flies included a statistical over-representation of genes linked to stress response, inosine monophosphate (IMP) metabolism, response to hypoxia, wing disc morphogenesis, and apoptosis. A much smaller list of transcripts was expressed at lower levels in space flies than Earth flies, and appeared to be enriched in genes associated with symporter activity, oxidation/reduction, and structural molecule activity (Figure 6). Several immune response genes were also differentially expressed, but were not statistically over-represented as a functional category: relish (2.4 fold), spätzle (1.7 fold), dorsal (1.6 fold), virus-induced RNA 1(2.1 fold), Serpin 28Db (1.6 fold), serine peptidase CG18563 (2.0 fold), pirk (1.6 fold), and PGRP-LF (1.6 fold). In total, less than only 280 genes showed a significant difference in expression between space and Earth flies (Table 2, Table S3). Interestingly, 127 of these genes are uncharacterized and only identified as CG numbers, and may also be of interest in the spaceflight and immune context as more information is acquired.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23952,
            "infons": {
              "file": "pone.0086485.g006.jpg",
              "id": "pone-0086485-g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Analysis of transcriptional modulations produced by spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24017,
            "infons": {
              "file": "pone.0086485.g006.jpg",
              "id": "pone-0086485-g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Transcriptional profiles of uninfected space and Earth flies were compared and differentially expressed genes were grouped by hierarchical clustering. Pathway analysis was utilized to identify statistically enriched biological themes. The number of genes in each category is depicted in bar graphs (primary y-axis), and the P values corresponding to statistical over-representation of each category are presented as a line graph (secondary y-axis).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24466,
            "infons": {
              "file": "pone-0086485-t002.xml",
              "id": "pone-0086485-t002",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Transcriptional response of space flies without an infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24528,
            "infons": {
              "file": "pone-0086485-t002.xml",
              "id": "pone-0086485-t002",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td colspan=\"6\" align=\"left\" rowspan=\"1\">\n<underline>Catagories of genes with altered response</underline>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Symbol</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fold Change</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Symbol</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fold Change</td></tr></thead><tbody><tr><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Stress Response (P value 1.59E-11)</underline></bold>\n</td><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Response to Hypoxia (P value 1.07E-04)</underline></bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Aa,Ab</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Aa,Ab</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">hairy</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">h</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Aa,Ab</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Aa,Ab</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock gene 67Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp67Bc</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 70Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp70Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.3</td><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>IMP Metabolic Process (P value 8.24E-05)</underline></bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">adenosine 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ade3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG11089</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG11089</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock gene 67Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp67Ba</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Phosphoribosylamidotransferase 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Prat2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heat shock protein 68</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hsp68</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">adenosine 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ade2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.0</td></tr><tr><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Wing Disc Morphogenesis (P value 7.88E-04)</underline></bold>\n</td><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Apoptosis (P value 3.86E-03)</underline></bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">tolkin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">tok</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protein kinase 61C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pdk1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pangolin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pan</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rep3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Drep-3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Tissue inhibitor of metalloproteases</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Timp</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Strica</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">dream</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Star</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">MAP kinase-activating death domain protein</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">rab3-GEF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">LIM-kinase1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">LIMK1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">starvin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">stv</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">knot</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">kn</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Death associated molecule related to Mch2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Damm</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">schnurri</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">shn</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Symporter Activity (P value 9.82E-03)</underline></bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">lethal (2) giant discs 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">l(2)gd1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG8083</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG8083</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−2.2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">downstream of receptor kinase</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">drk</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG9826</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG9826</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−2.2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Suppressor of cytokine signaling at 36E</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Socs36E</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Sodium-dependent multivitamin transporter</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Smvt</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">rhomboid</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">rho</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">lethal (2) 01810</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">dmGlut</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.6</td></tr><tr><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Oxidation Reduction (P value 3.50E-02)</underline></bold>\n</td><td colspan=\"3\" align=\"left\" rowspan=\"1\">\n<bold><underline>Structural Molecule Activity (P value 3.18E-02)</underline></bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG3609</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG3609</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">obstructor-B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">obst-B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ribonucleoside diphosphate reductase large subunit</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">RnrL</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mitochondrial ribosomal protein S28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mRpS28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">lysyl oxidase-like 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">lox2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cuticular protein 92A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cpr92A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG15629</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG15629</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mitochondrial ribosomal protein L21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mRpL21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">prolyl-4-hydroxylase-alpha SG2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PH4alphaSG2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Yolk protein 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Yp2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−2.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Photoreceptor dehydrogenase</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pdh</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cuticular protein 62Bb</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cpr62Bb</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Dmel_CG12539</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CG12539</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"
            },
            "text": "Catagories of genes with altered response\t \t\tSymbol\tFold Change\t\tSymbol\tFold Change\t \tStress Response (P value 1.59E-11)\tResponse to Hypoxia (P value 1.07E-04)\t \tHeat shock protein 70Bc\tHsp70Bc\t13.0\tHeat shock protein 70Bc\tHsp70Bc\t13.0\t \tHeat shock protein 70Aa,Ab\tHsp70Aa,Ab\t9.1\thairy\th\t1.9\t \tHeat shock protein 22\tHsp22\t5.4\tHeat shock protein 70Aa,Ab\tHsp70Aa,Ab\t9.1\t \tHeat shock gene 67Bc\tHsp67Bc\t3.4\tHeat shock protein 70Ba\tHsp70Ba\t11.4\t \tHeat shock protein 70Ba\tHsp70Ba\t11.4\tHeat shock protein 23\tHsp23\t2.8\t \tHeat shock protein 26\tHsp26\t3.3\tIMP Metabolic Process (P value 8.24E-05)\t \tHeat shock protein 23\tHsp23\t2.8\tadenosine 3\tade3\t1.6\t \tHeat shock protein 27\tHsp27\t3.6\tDmel_CG11089\tCG11089\t1.6\t \tHeat shock gene 67Ba\tHsp67Ba\t1.5\tPhosphoribosylamidotransferase 2\tPrat2\t1.6\t \tHeat shock protein 68\tHsp68\t5.0\tadenosine 2\tade2\t2.0\t \tWing Disc Morphogenesis (P value 7.88E-04)\tApoptosis (P value 3.86E-03)\t \ttolkin\ttok\t1.5\tProtein kinase 61C\tPdk1\t1.7\t \tpangolin\tpan\t1.9\tRep3\tDrep-3\t1.5\t \tTissue inhibitor of metalloproteases\tTimp\t1.5\tStrica\tdream\t1.6\t \tStar\tS\t1.6\tMAP kinase-activating death domain protein\trab3-GEF\t1.5\t \tLIM-kinase1\tLIMK1\t1.5\tstarvin\tstv\t2.1\t \tknot\tkn\t1.5\tDeath associated molecule related to Mch2\tDamm\t2.1\t \tschnurri\tshn\t1.5\tSymporter Activity (P value 9.82E-03)\t \tlethal (2) giant discs 1\tl(2)gd1\t1.6\tDmel_CG8083\tCG8083\t−2.2\t \tdownstream of receptor kinase\tdrk\t1.5\tDmel_CG9826\tCG9826\t−2.2\t \tSuppressor of cytokine signaling at 36E\tSocs36E\t2.3\tSodium-dependent multivitamin transporter\tSmvt\t−1.9\t \trhomboid\trho\t1.9\tlethal (2) 01810\tdmGlut\t−1.6\t \tOxidation Reduction (P value 3.50E-02)\tStructural Molecule Activity (P value 3.18E-02)\t \tDmel_CG3609\tCG3609\t−1.5\tobstructor-B\tobst-B\t−1.6\t \tRibonucleoside diphosphate reductase large subunit\tRnrL\t−1.5\tmitochondrial ribosomal protein S28\tmRpS28\t−1.7\t \tlysyl oxidase-like 2\tlox2\t−1.6\tCuticular protein 92A\tCpr92A\t−1.9\t \tDmel_CG15629\tCG15629\t−1.5\tmitochondrial ribosomal protein L21\tmRpL21\t−1.5\t \tprolyl-4-hydroxylase-alpha SG2\tPH4alphaSG2\t−1.5\tYolk protein 2\tYp2\t−2.0\t \tPhotoreceptor dehydrogenase\tPdh\t−1.5\tCuticular protein 62Bb\tCpr62Bb\t−1.6\t \tDmel_CG12539\tCG12539\t−1.5\t\t\t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26703,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Current annotations show that the most striking alterations are in expression of heat shock protein genes, a subset in the stress response category (Table 2). The heat shock response is evolutionarily conserved and perhaps the most well studied stress response. Heat shock proteins also function under normal conditions, and in general act as molecular chaperones assisting in forming, or regaining, the normal folding of polypeptides, translocating proteins, and regulating protein degradation. The heat shock response occurs in reaction to many types of stress and is usually initiated by unfolded/misfolded proteins. In correcting this cytotoxic state heat shock proteins also inhibit apoptosis. Given their functions, it is not surprising that heat shock gene expression changes have been associated with altered gravity and spaceflight in a variety of organisms; however, results are variable and a clear picture of heat shock protein involvement in these situations has not emerged.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27692,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Two further categories of altered gene expression are noteworthy with respect to the heat shock result seen for the space flies: apoptosis and response to hypoxia (Table 2). Six genes associated with apoptosis are upregulated: starvin, which is a cochaperone associated with heat shock protein 70 (Hsp70); the caspase Damm, which can trigger apoptosis when overexpressed; Pdk1, a serine/threonine kinase that is a negative regulator of apoptosis; Drep-3, one of four Drosophila DNA fragmentation factor-related proteins; dream, a serine threonine rich caspase; and Rab3-GEF, a Ras superfamily member predicted to regulate the cell cycle and apoptosis. The response to hypoxia category includes a subset of the heat shock protein genes and hairy, a master regulator for adjustment to hypoxia. Together these transcriptional alterations indicate severe stress associated with protein unfolding during development of the flies in µg.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28627,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Do these changes in the space flies provide insight into the failed immune response to fungal infection versus the robust immune response to bacterial infection? Although differences in the physiologies of the two infections, i.e. acute infection by the non-pathogenic E.coli and chronic infection by the pathogenic B. bassiana, may play some role here, the strong heat shock response produced by the space environment offers two testable molecular hypotheses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29088,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Hypothesis 1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29101,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The extracellular space is more susceptible to protein unfolding in stress conditions than the intracellular environment. Thus in the µg conditions experienced by the space flies, the more complex extracellular induction events associated with Toll activation (recognition, activation of SPE, cleavage of Spz and binding to Toll) are more susceptible to disruption than those associated with activation of the Imd pathway. For the Imd pathway, the extracellular event is direct binding of bacterial components, PGN, to cell surface receptors, PGRPs. A corollary of this hypothesis is that, in time, the heat shock proteins may mediate recovery of Toll signaling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29768,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Hypothesis 2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29781,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Heat shock protein(s) interferes directly with the binding of (processed) Spz to Toll. In mammals, extracellular heat shock proteins bind directly to Tlr receptors and are important in moderating the immune response, including in the clinical setting. In contrast in Drosophila, Spz is the only known ligand for Toll. Heat shock proteins do not, however, need to be Toll ligands in order to interfere with Spätzle binding, or to inhibit activity of essential upstream components such as SPE, Psh and Grass. A corollary is that heat shock proteins may be both positive and negative regulators of the Toll signaling pathway, inhibiting or enhancing according to the conditions. This corollary is analogous to the positive and negative regulation of Tlrs effected by extracellular heat shock proteins in mammals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30592,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "These hypotheses on heat shock protein mediation of the effects of g force on immune responses have broad implications, providing insights into established findings, suggestions for further experimentation and predictions for other stressful conditions. One clear, testable, inference is that the compromised human immunity seen at altered g results from protein unfolding and heat shock protein engagement. Our hypotheses also suggest an underlying mechanism for our hyper g findings. Thus hyper g may stabilize proteins against unfolding or affect heat shock protein interaction with Toll receptors. Effects on the stability, folded status or function of endocytotic components may be particularly important both at hyper g and µg since endocytosis is essential for Toll, but not Imd, signaling. A further possibility is that most common stresses such as sleep deprivation, physical activity, and ageing, affect immune responses via these proposed routes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31554,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Other studies have noted the opposing effects of increased and reduced g force on expression of individual Drosophila genes in uninfected flies. In addition, in one µg experiment, phagocytosis in adult Drosophila females, but not larvae, raised in space was reported to be normal, and expression of a few antimicrobial genes was altered in these adults by infection with an E. coli strain that does not grow in Drosophila. In the future, experiments on board the International Space Station (ISS), where multi-generational studies with multiple strains of flies and pathogens are possible, would provide an optimal route for testing the hypotheses suggested here. Other factors that might affect microgravity immune responses - such as the route for pathogen delivery, developmental events, microbiome, and signaling pathway modulation by epigenetics or non-coding RNA activity - could also be addressed. The key to applying the full capacity of Drosophila aboard the ISS for an understanding of gravitational effects on innate immunity will be the use of a wide range of pathogens, genotypes, and approaches by many different investigators.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32700,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The juxtaposition of our µg and hyper g findings highlights the importance of gravity in normal immune function and begins to elaborate the key cellular and molecular components of the immune system that respond to changes in gravity. Our findings also suggest that exposure to gravity may mitigate the deleterious physiological, including immune, consequences of spaceflight and provide a rationale for including human centrifuges on facilities for long-term transport and housing of humans in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33206,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33228,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Drosophila Stocks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33246,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All experiments used only males. Oregon-R wild-type flies were used. Others are: imd1 (Flybase FB, FBal0045906), yuri c263 and UAS-yuri (FBgn0045842 and), Thor2 and Thor1rev1 (FBgn0261560 and), spz4 (FBal0016062) and imdEY08573 (FBal0159146). The stock for the space and Earth flies, hemolectin-Gal4; UAS-GFP, expressed GFP in the blood cells. The space containers are presented in Marcu et al..",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33642,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Microorganisms and Infections",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33672,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Bacterial infections with E. coli ATCC 25922 were as previously described. A single spore isolate of Beauveria bassiana (strain GHA) was cultured on Sabouraud dextrose agar. Conidia and hyphae were harvested by passing culture through a sterile ASTM No. 100 sieve. Spores were also flown on the space shuttle and we are happy to provide information upon request. Natural infection by B. bassiana used a dosage of 9.5×106 spores/fly, with procedures and survival assays as previously described. Ten replicates of 20 flies each for all strains were used in all 3 experiments for the CARU hypergravity tests. The centrifuge was stopped once per day to conduct survival counts. Control survival assays after bacterial and fungal infections on wild-type, hemolectin-Gal4; UAS-GFP, imd1, imdEY08573 and spz4  were conducted at Kennedy Space Center to establish that space and Earth fly infections were proceeding in accordance with our standardized conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34628,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Energy Content",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34643,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Flies were homogenized in a solution containing 1% NP-40, 0.5% deoxycholic acid, 0.1% Triton-X 100, 100 mM NaCl, 0.1 mM CaCl2, and 2 mM MgCl2, pH 7.6. Homogenates were heated for 5 min at 75°C to inactivate lipases. Triacylglyceride levels were measured using a commercial serum triglyceride kit (Sigma; St. Louis, Missouri USA; No. TR0100-1KT), and protein content was quantified using the bicinchoninic acid method. Carbohydrates (glycogen and trehalose) were digested with amyloglucosidase and quantified with a blood glucose kit (Pointe Scientific; Canton, Michigan, USA; No. G7521). 4–14 flies were assayed for each treatment group, and all assays were performed in triplicate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35329,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene Expression Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35354,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total RNA was extracted from flies utilizing the Qiagen RNeasy© RNA isolation kit. mRNA amplification, labeling, hybridization to Drosophila Genome 2.0 GeneChips© (Affymetrix), staining and scanning were performed as previously described utilizing protocols in the Affymetrix Gene Expression Analysis Technical Manual. RMA-based, (Partek Genomics Suite©, v.6.6) algorithms were used to identify differentially expressed genes (DEG). Three replicate samples were included in each control and experimental group. A minimum fold-difference of +/−1.5 (p-value ≤0.05) was used as the cut off criteria for generating DEG lists. DEG lists were hierarchically clustered and sub-clusters were subjected to pathway analysis using Ingenuity Pathway Analysis (IPA©) and DAVID (http://apps1.niaid.nih.gov/david) web-interfaced software. GEO accession number is GSE53196. qPCR analysis was carried out on cDNA made using the Bio-Rad iScript™ cDNA Synthesis Kit (No. 170–8891) and utilized the Bio-Rad SsoAdvanced™ SYBR® Green Supermix (No. 172–5260). Reaction mixtures were prepared as specified in the product protocol and used QuantiTect Primer Assays from Qiagen: Metchnikowin (No. QT01109619), Drosomycin (No. QT00957432), and RPL32 (rp49) (No. QT00985677). Samples were run in triplicate on the Bio-Rad qPCR CFX thermal cycler.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36690,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36713,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36724,
            "infons": {
              "fpage": "1027",
              "lpage": "1038",
              "name_0": "surname:Gueguinou;given-names:N",
              "name_1": "surname:Huin-Schohn;given-names:C",
              "name_2": "surname:Bascove;given-names:M",
              "name_3": "surname:Bueb;given-names:JL",
              "name_4": "surname:Tschirhart;given-names:E",
              "pub-id_pmid": "19690292",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "86",
              "year": "2009"
            },
            "text": "Could spaceflight-associated immune system weakening preclude the expansion of human presence beyond Earth’s orbit?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36842,
            "infons": {
              "fpage": "16299",
              "lpage": "16304",
              "name_0": "surname:Wilson;given-names:JW",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Honer zu Bentrup;given-names:K",
              "name_3": "surname:Ramamurthy;given-names:R",
              "name_4": "surname:Quick;given-names:L",
              "pub-id_pmid": "17901201",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "104",
              "year": "2007"
            },
            "text": "Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36946,
            "infons": {
              "fpage": "343",
              "lpage": "349",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "pub-id_pmid": "16101473",
              "section_type": "REF",
              "source": "Curr Pharm Biotechnol",
              "type": "ref",
              "volume": "6",
              "year": "2005"
            },
            "text": "The immune system in space, including Earth-based benefits of space-based research",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37029,
            "infons": {
              "fpage": "9",
              "name_0": "surname:Ullrich;given-names:O",
              "name_1": "surname:Huber;given-names:K",
              "name_2": "surname:Lang;given-names:K",
              "pub-id_pmid": "18957108",
              "section_type": "REF",
              "source": "Cell Commun Signal",
              "type": "ref",
              "volume": "6",
              "year": "2008"
            },
            "text": "Signal transduction in cells of the immune system in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37095,
            "infons": {
              "fpage": "1133",
              "lpage": "1145",
              "name_0": "surname:Chang;given-names:TT",
              "name_1": "surname:Walther;given-names:I",
              "name_2": "surname:Li;given-names:CF",
              "name_3": "surname:Boonyaratanakornkit;given-names:J",
              "name_4": "surname:Galleri;given-names:G",
              "pub-id_pmid": "22750545",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "92",
              "year": "2012"
            },
            "text": "The Rel/NF-kappaB pathway and transcription of immediate early genes in T cell activation are inhibited by microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37215,
            "infons": {
              "fpage": "456",
              "lpage": "465",
              "name_0": "surname:Crucian;given-names:B",
              "name_1": "surname:Stowe;given-names:R",
              "name_2": "surname:Mehta;given-names:S",
              "name_3": "surname:Uchakin;given-names:P",
              "name_4": "surname:Quiriarte;given-names:H",
              "pub-id_pmid": "23100144",
              "section_type": "REF",
              "source": "J Clin Immunol",
              "type": "ref",
              "volume": "33",
              "year": "2013"
            },
            "text": "Immune system dysregulation occurs during short duration spaceflight on board the space shuttle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37311,
            "infons": {
              "fpage": "697",
              "lpage": "743",
              "name_0": "surname:Lemaitre;given-names:B",
              "name_1": "surname:Hoffmann;given-names:J",
              "pub-id_pmid": "17201680",
              "section_type": "REF",
              "source": "Annu Rev Immunol",
              "type": "ref",
              "volume": "25",
              "year": "2007"
            },
            "text": "The host defense of Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37355,
            "infons": {
              "fpage": "307",
              "lpage": "321",
              "name_0": "surname:Broderick;given-names:NA",
              "name_1": "surname:Lemaitre;given-names:B",
              "pub-id_pmid": "22572876",
              "section_type": "REF",
              "source": "Gut Microbes",
              "type": "ref",
              "volume": "3",
              "year": "2012"
            },
            "text": "Gut-associated microbes of Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37406,
            "infons": {
              "fpage": "273",
              "lpage": "283",
              "name_0": "surname:Davis;given-names:MM",
              "name_1": "surname:Engstrom;given-names:Y",
              "pub-id_pmid": "22237424",
              "section_type": "REF",
              "source": "J Innate Immun",
              "type": "ref",
              "volume": "4",
              "year": "2012"
            },
            "text": "Immune response in the barrier epithelia: lessons from the fruit fly Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37499,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Theopold U, Krautz R, Dushay MS (2013) The Drosophila clotting system and its messages for mammals. Dev Comp Immunol. In press.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37627,
            "infons": {
              "fpage": "973",
              "lpage": "983",
              "name_0": "surname:Lemaitre;given-names:B",
              "name_1": "surname:Nicolas;given-names:E",
              "name_2": "surname:Michaut;given-names:L",
              "name_3": "surname:Reichhart;given-names:JM",
              "name_4": "surname:Hoffmann;given-names:JA",
              "pub-id_pmid": "8808632",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "86",
              "year": "1996"
            },
            "text": "The dorsoventral regulatory gene cassette spatzle/Toll/cactus controls the potent antifungal response in Drosophila adults",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37750,
            "infons": {
              "fpage": "2568",
              "lpage": "2579",
              "name_0": "surname:De Gregorio;given-names:E",
              "name_1": "surname:Spellman;given-names:PT",
              "name_2": "surname:Tzou;given-names:P",
              "name_3": "surname:Rubin;given-names:GM",
              "name_4": "surname:Lemaitre;given-names:B",
              "pub-id_pmid": "12032070",
              "section_type": "REF",
              "source": "EMBO J",
              "type": "ref",
              "volume": "21",
              "year": "2002"
            },
            "text": "The Toll and Imd pathways are the major regulators of the immune response in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37838,
            "infons": {
              "fpage": "R488",
              "lpage": "493",
              "name_0": "surname:Moresco;given-names:EM",
              "name_1": "surname:LaVine;given-names:D",
              "name_2": "surname:Beutler;given-names:B",
              "pub-id_pmid": "21741580",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "21",
              "year": "2011"
            },
            "text": "Toll-like receptors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37858,
            "infons": {
              "fpage": "12590",
              "lpage": "12595",
              "name_0": "surname:De Gregorio;given-names:E",
              "name_1": "surname:Spellman;given-names:PT",
              "name_2": "surname:Rubin;given-names:GM",
              "name_3": "surname:Lemaitre;given-names:B",
              "pub-id_pmid": "11606746",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "98",
              "year": "2001"
            },
            "text": "Genome-wide analysis of the Drosophila immune response by using oligonucleotide microarrays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37950,
            "infons": {
              "fpage": "15119",
              "lpage": "15124",
              "name_0": "surname:Irving;given-names:P",
              "name_1": "surname:Troxler;given-names:L",
              "name_2": "surname:Heuer;given-names:TS",
              "name_3": "surname:Belvin;given-names:M",
              "name_4": "surname:Kopczynski;given-names:C",
              "pub-id_pmid": "11742098",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "98",
              "year": "2001"
            },
            "text": "A genome-wide analysis of immune responses in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38007,
            "infons": {
              "fpage": "649",
              "lpage": "656",
              "name_0": "surname:Valanne;given-names:S",
              "name_1": "surname:Wang;given-names:JH",
              "name_2": "surname:Ramet;given-names:M",
              "pub-id_pmid": "21209287",
              "section_type": "REF",
              "source": "J Immunol",
              "type": "ref",
              "volume": "186",
              "year": "2011"
            },
            "text": "The Drosophila Toll signaling pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38045,
            "infons": {
              "fpage": "989",
              "lpage": "1002",
              "name_0": "surname:Felix;given-names:TM",
              "name_1": "surname:Hughes;given-names:KA",
              "name_2": "surname:Stone;given-names:EA",
              "name_3": "surname:Drnevich;given-names:JM",
              "name_4": "surname:Leips;given-names:J",
              "pub-id_pmid": "22554890",
              "section_type": "REF",
              "source": "Genetics",
              "type": "ref",
              "volume": "191",
              "year": "2012"
            },
            "text": "Age-specific variation in immune response in Drosophila melanogaster has a genetic basis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38134,
            "infons": {
              "fpage": "E656",
              "lpage": "664",
              "name_0": "surname:Petersen;given-names:AJ",
              "name_1": "surname:Rimkus;given-names:SA",
              "name_2": "surname:Wassarman;given-names:DA",
              "pub-id_pmid": "22355133",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "109",
              "year": "2012"
            },
            "text": "ATM kinase inhibition in glial cells activates the innate immune response and causes neurodegeneration in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38251,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kleino A, Silverman N (2013) The Drosophila IMD pathway in the activation of the humoral immune response. Dev Comp Immunol. In press.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38385,
            "infons": {
              "fpage": "e1002319",
              "name_0": "surname:Akhouayri;given-names:I",
              "name_1": "surname:Turc;given-names:C",
              "name_2": "surname:Royet;given-names:J",
              "name_3": "surname:Charroux;given-names:B",
              "pub-id_pmid": "22022271",
              "section_type": "REF",
              "source": "PLoS Pathog",
              "type": "ref",
              "volume": "7",
              "year": "2011"
            },
            "text": "Toll-8/Tollo negatively regulates antimicrobial response in the Drosophila respiratory epithelium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38483,
            "infons": {
              "fpage": "658",
              "lpage": "667",
              "name_0": "surname:Nakamoto;given-names:M",
              "name_1": "surname:Moy;given-names:RH",
              "name_2": "surname:Xu;given-names:J",
              "name_3": "surname:Bambina;given-names:S",
              "name_4": "surname:Yasunaga;given-names:A",
              "pub-id_pmid": "22464169",
              "section_type": "REF",
              "source": "Immunity",
              "type": "ref",
              "volume": "36",
              "year": "2012"
            },
            "text": "Virus recognition by Toll-7 activates antiviral autophagy in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38555,
            "infons": {
              "fpage": "902",
              "lpage": "910",
              "name_0": "surname:Dai;given-names:K",
              "name_1": "surname:Wang;given-names:Y",
              "name_2": "surname:Yan;given-names:R",
              "name_3": "surname:Shi;given-names:Q",
              "name_4": "surname:Wang;given-names:Z",
              "pub-id_pmid": "19404544",
              "section_type": "REF",
              "source": "Thromb Haemost",
              "type": "ref",
              "volume": "101",
              "year": "2009"
            },
            "text": "Effects of microgravity and hypergravity on platelet functions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38618,
            "infons": {
              "fpage": "222",
              "lpage": "239",
              "name_0": "surname:Armstrong;given-names:JD",
              "name_1": "surname:Texada;given-names:MJ",
              "name_2": "surname:Munjaal;given-names:R",
              "name_3": "surname:Baker;given-names:DA",
              "name_4": "surname:Beckingham;given-names:KM",
              "pub-id_pmid": "16594976",
              "section_type": "REF",
              "source": "Genes Brain Behav",
              "type": "ref",
              "volume": "5",
              "year": "2006"
            },
            "text": "Gravitaxis in Drosophila melanogaster: a forward genetic screen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38682,
            "infons": {
              "fpage": "1926",
              "lpage": "1936",
              "name_0": "surname:Texada;given-names:MJ",
              "name_1": "surname:Simonette;given-names:RA",
              "name_2": "surname:Johnson;given-names:CB",
              "name_3": "surname:Deery;given-names:WJ",
              "name_4": "surname:Beckingham;given-names:KM",
              "pub-id_pmid": "18477609",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "121",
              "year": "2008"
            },
            "text": "Yuri gagarin is required for actin, tubulin and basal body functions in Drosophila spermatogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38781,
            "infons": {
              "fpage": "2763",
              "lpage": "2772",
              "name_0": "surname:Kracklauer;given-names:MP",
              "name_1": "surname:Wiora;given-names:HM",
              "name_2": "surname:Deery;given-names:WJ",
              "name_3": "surname:Chen;given-names:X",
              "name_4": "surname:Bolival;given-names:B;suffix:Jr",
              "pub-id_pmid": "20647369",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "123",
              "year": "2010"
            },
            "text": "The Drosophila SUN protein Spag4 cooperates with the coiled-coil protein Yuri Gagarin to maintain association of the basal body and spermatid nucleus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38931,
            "infons": {
              "fpage": "474",
              "lpage": "487",
              "name_0": "surname:Texada;given-names:MJ",
              "name_1": "surname:Simonette;given-names:RA",
              "name_2": "surname:Deery;given-names:WJ",
              "name_3": "surname:Beckingham;given-names:KM",
              "pub-id_pmid": "21126519",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "317",
              "year": "2011"
            },
            "text": "Tropomyosin is an interaction partner of the Drosophila coiled coil protein yuri gagarin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39020,
            "infons": {
              "fpage": "3039",
              "lpage": "3049",
              "name_0": "surname:Zhang;given-names:H",
              "name_1": "surname:Labouesse;given-names:M",
              "pub-id_pmid": "22929901",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "125",
              "year": "2012"
            },
            "text": "Signalling through mechanical inputs: a coordinated process",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39080,
            "infons": {
              "fpage": "8322",
              "lpage": "8327",
              "name_0": "surname:Huang;given-names:HR",
              "name_1": "surname:Chen;given-names:ZJ",
              "name_2": "surname:Kunes;given-names:S",
              "name_3": "surname:Chang;given-names:GD",
              "name_4": "surname:Maniatis;given-names:T",
              "pub-id_pmid": "20404143",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "107",
              "year": "2010"
            },
            "text": "Endocytic pathway is required for Drosophila Toll innate immune signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39154,
            "infons": {
              "fpage": "1165",
              "lpage": "1170",
              "name_0": "surname:El Chamy;given-names:L",
              "name_1": "surname:Leclerc;given-names:V",
              "name_2": "surname:Caldelari;given-names:I",
              "name_3": "surname:Reichhart;given-names:JM",
              "pub-id_pmid": "18724373",
              "section_type": "REF",
              "source": "Nat Immunol",
              "type": "ref",
              "volume": "9",
              "year": "2008"
            },
            "text": "Sensing of ‘danger signals’ and pathogen-associated molecular patterns defines binary signaling pathways ‘upstream’ of Toll",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39286,
            "infons": {
              "fpage": "441",
              "lpage": "450",
              "name_0": "surname:Agaisse;given-names:H",
              "name_1": "surname:Petersen;given-names:UM",
              "name_2": "surname:Boutros;given-names:M",
              "name_3": "surname:Mathey-Prevot;given-names:B",
              "name_4": "surname:Perrimon;given-names:N",
              "pub-id_pmid": "12967563",
              "section_type": "REF",
              "source": "Dev Cell",
              "type": "ref",
              "volume": "5",
              "year": "2003"
            },
            "text": "Signaling role of hemocytes in Drosophila JAK/STAT-dependent response to septic injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39373,
            "infons": {
              "fpage": "397",
              "lpage": "407",
              "name_0": "surname:Brun;given-names:S",
              "name_1": "surname:Vidal;given-names:S",
              "name_2": "surname:Spellman;given-names:P",
              "name_3": "surname:Takahashi;given-names:K",
              "name_4": "surname:Tricoire;given-names:H",
              "pub-id_pmid": "16611243",
              "section_type": "REF",
              "source": "Genes Cells",
              "type": "ref",
              "volume": "11",
              "year": "2006"
            },
            "text": "The MAPKKK Mekk1 regulates the expression of Turandot stress genes in response to septic injury in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39483,
            "infons": {
              "fpage": "998",
              "lpage": "1003",
              "name_0": "surname:Ekengren;given-names:S",
              "name_1": "surname:Hultmark;given-names:D",
              "pub-id_pmid": "11409894",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "284",
              "year": "2001"
            },
            "text": "A family of Turandot-related genes in the humoral stress response of Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39563,
            "infons": {
              "fpage": "52",
              "lpage": "64",
              "name_0": "surname:Bou Aoun;given-names:R",
              "name_1": "surname:Hetru;given-names:C",
              "name_2": "surname:Troxler;given-names:L",
              "name_3": "surname:Doucet;given-names:D",
              "name_4": "surname:Ferrandon;given-names:D",
              "pub-id_pmid": "21063077",
              "section_type": "REF",
              "source": "J Innate Immun",
              "type": "ref",
              "volume": "3",
              "year": "2011"
            },
            "text": "Analysis of thioester-containing proteins during the innate immune response of Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39666,
            "infons": {
              "fpage": "841",
              "lpage": "854",
              "name_0": "surname:Karpac;given-names:J",
              "name_1": "surname:Younger;given-names:A",
              "name_2": "surname:Jasper;given-names:H",
              "pub-id_pmid": "21664581",
              "section_type": "REF",
              "source": "Dev Cell",
              "type": "ref",
              "volume": "20",
              "year": "2011"
            },
            "text": "Dynamic coordination of innate immune signaling and insulin signaling regulates systemic responses to localized DNA damage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39789,
            "infons": {
              "fpage": "5731",
              "lpage": "5736",
              "name_0": "surname:Chung;given-names:H",
              "name_1": "surname:Sztal;given-names:T",
              "name_2": "surname:Pasricha;given-names:S",
              "name_3": "surname:Sridhar;given-names:M",
              "name_4": "surname:Batterham;given-names:P",
              "pub-id_pmid": "19289821",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Characterization of Drosophila melanogaster cytochrome P450 genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39855,
            "infons": {
              "fpage": "1796",
              "lpage": "1806",
              "name_0": "surname:Misra;given-names:JR",
              "name_1": "surname:Horner;given-names:MA",
              "name_2": "surname:Lam;given-names:G",
              "name_3": "surname:Thummel;given-names:CS",
              "pub-id_pmid": "21896655",
              "section_type": "REF",
              "source": "Genes Dev",
              "type": "ref",
              "volume": "25",
              "year": "2011"
            },
            "text": "Transcriptional regulation of xenobiotic detoxification in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39925,
            "infons": {
              "fpage": "105",
              "lpage": "111",
              "name_0": "surname:Tang;given-names:H",
              "pub-id_pmid": "19164947",
              "section_type": "REF",
              "source": "Fly (Austin)",
              "type": "ref",
              "volume": "3",
              "year": "2009"
            },
            "text": "Regulation and function of the melanization reaction in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39992,
            "infons": {
              "fpage": "1253",
              "lpage": "1265",
              "name_0": "surname:Nam;given-names:HJ",
              "name_1": "surname:Jang;given-names:IH",
              "name_2": "surname:You;given-names:H",
              "name_3": "surname:Lee;given-names:KA",
              "name_4": "surname:Lee;given-names:WJ",
              "pub-id_pmid": "22227521",
              "section_type": "REF",
              "source": "EMBO J",
              "type": "ref",
              "volume": "31",
              "year": "2012"
            },
            "text": "Genetic evidence of a redox-dependent systemic wound response via Hayan protease-phenoloxidase system in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40108,
            "infons": {
              "fpage": "28097",
              "lpage": "28104",
              "name_0": "surname:Tang;given-names:H",
              "name_1": "surname:Kambris;given-names:Z",
              "name_2": "surname:Lemaitre;given-names:B",
              "name_3": "surname:Hashimoto;given-names:C",
              "pub-id_pmid": "16861233",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "281",
              "year": "2006"
            },
            "text": "Two proteases defining a melanization cascade in the immune system of Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40189,
            "infons": {
              "fpage": "1244",
              "lpage": "1254",
              "name_0": "surname:Matskevich;given-names:AA",
              "name_1": "surname:Quintin;given-names:J",
              "name_2": "surname:Ferrandon;given-names:D",
              "pub-id_pmid": "20201042",
              "section_type": "REF",
              "source": "Eur J Immunol",
              "type": "ref",
              "volume": "40",
              "year": "2010"
            },
            "text": "The Drosophila PRR GNBP3 assembles effector complexes involved in antifungal defenses independently of its Toll-pathway activation function",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40329,
            "infons": {
              "fpage": "1425",
              "lpage": "1437",
              "name_0": "surname:Gottar;given-names:M",
              "name_1": "surname:Gobert;given-names:V",
              "name_2": "surname:Matskevich;given-names:AA",
              "name_3": "surname:Reichhart;given-names:JM",
              "name_4": "surname:Wang;given-names:C",
              "pub-id_pmid": "17190605",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "127",
              "year": "2006"
            },
            "text": "Dual detection of fungal infections in Drosophila via recognition of glucans and sensing of virulence factors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40439,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Lindsay SA, Wasserman SA (2013) Conventional and non-conventional Drosophila Toll signaling. Dev Comp Immunol. In press.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40560,
            "infons": {
              "fpage": "515",
              "lpage": "527",
              "name_0": "surname:Levashina;given-names:EA",
              "name_1": "surname:Ohresser;given-names:S",
              "name_2": "surname:Lemaitre;given-names:B",
              "name_3": "surname:Imler;given-names:JL",
              "pub-id_pmid": "9600835",
              "section_type": "REF",
              "source": "J Mol Biol",
              "type": "ref",
              "volume": "278",
              "year": "1998"
            },
            "text": "Two distinct pathways can control expression of the gene encoding the Drosophila antimicrobial peptide metchnikowin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40676,
            "infons": {
              "fpage": "D751",
              "lpage": "757",
              "name_0": "surname:Marygold;given-names:SJ",
              "name_1": "surname:Leyland;given-names:PC",
              "name_2": "surname:Seal;given-names:RL",
              "name_3": "surname:Goodman;given-names:JL",
              "name_4": "surname:Thurmond;given-names:J",
              "pub-id_pmid": "23125371",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "41",
              "year": "2013"
            },
            "text": "FlyBase: improvements to the bibliography",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40718,
            "infons": {
              "fpage": "253",
              "lpage": "266",
              "name_0": "surname:Richter;given-names:K",
              "name_1": "surname:Haslbeck;given-names:M",
              "name_2": "surname:Buchner;given-names:J",
              "pub-id_pmid": "20965420",
              "section_type": "REF",
              "source": "Mol Cell",
              "type": "ref",
              "volume": "40",
              "year": "2010"
            },
            "text": "The heat shock response: life on the verge of death",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40770,
            "infons": {
              "fpage": "1852",
              "lpage": "1858",
              "name_0": "surname:Hartl;given-names:FU",
              "name_1": "surname:Hayer-Hartl;given-names:M",
              "pub-id_pmid": "11884745",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "295",
              "year": "2002"
            },
            "text": "Molecular chaperones in the cytosol: from nascent chain to folded protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40844,
            "infons": {
              "fpage": "re1",
              "name_0": "surname:Beere;given-names:HM",
              "section_type": "REF",
              "source": "Sci STKE",
              "type": "ref",
              "volume": "2001",
              "year": "2001"
            },
            "text": "Stressed to death: regulation of apoptotic signaling pathways by the heat shock proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40933,
            "infons": {
              "fpage": "127",
              "lpage": "134",
              "name_0": "surname:Lewis;given-names:ML",
              "name_1": "surname:Hughes-Fulford;given-names:M",
              "pub-id_pmid": "10679823",
              "section_type": "REF",
              "source": "J Cell Biochem",
              "type": "ref",
              "volume": "77",
              "year": "2000"
            },
            "text": "Regulation of heat shock protein message in Jurkat cells cultured under serum-starved and gravity-altered conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41050,
            "infons": {
              "fpage": "2686",
              "lpage": "2694",
              "name_0": "surname:Shimada;given-names:N",
              "name_1": "surname:Moorman;given-names:SJ",
              "pub-id_pmid": "16894605",
              "section_type": "REF",
              "source": "Dev Dyn",
              "type": "ref",
              "volume": "235",
              "year": "2006"
            },
            "text": "Changes in gravitational force cause changes in gene expression in the lens of developing zebrafish",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41150,
            "infons": {
              "fpage": "52",
              "name_0": "surname:Herranz;given-names:R",
              "name_1": "surname:Larkin;given-names:OJ",
              "name_2": "surname:Dijkstra;given-names:CE",
              "name_3": "surname:Hill;given-names:RJ",
              "name_4": "surname:Anthony;given-names:P",
              "pub-id_pmid": "22296880",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "Microgravity simulation by diamagnetic levitation: effects of a strong gradient magnetic field on the transcriptional profile of Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41303,
            "infons": {
              "fpage": "235",
              "lpage": "248",
              "name_0": "surname:Zupanska;given-names:AK",
              "name_1": "surname:Denison;given-names:FC",
              "name_2": "surname:Ferl;given-names:RJ",
              "name_3": "surname:Paul;given-names:AL",
              "pub-id_pmid": "23258370",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "100",
              "year": "2013"
            },
            "text": "Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41426,
            "infons": {
              "fpage": "143",
              "lpage": "148",
              "name_0": "surname:Arndt;given-names:V",
              "name_1": "surname:Dick;given-names:N",
              "name_2": "surname:Tawo;given-names:R",
              "name_3": "surname:Dreiseidler;given-names:M",
              "name_4": "surname:Wenzel;given-names:D",
              "pub-id_pmid": "20060297",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "20",
              "year": "2010"
            },
            "text": "Chaperone-assisted selective autophagy is essential for muscle maintenance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41501,
            "infons": {
              "fpage": "25342",
              "lpage": "25350",
              "name_0": "surname:Harvey;given-names:NL",
              "name_1": "surname:Daish;given-names:T",
              "name_2": "surname:Mills;given-names:K",
              "name_3": "surname:Dorstyn;given-names:L",
              "name_4": "surname:Quinn;given-names:LM",
              "pub-id_pmid": "11337486",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "276",
              "year": "2001"
            },
            "text": "Characterization of the Drosophila caspase, DAMM",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41550,
            "infons": {
              "fpage": "6144",
              "lpage": "6149",
              "name_0": "surname:Cho;given-names:KS",
              "name_1": "surname:Lee;given-names:JH",
              "name_2": "surname:Kim;given-names:S",
              "name_3": "surname:Kim;given-names:D",
              "name_4": "surname:Koh;given-names:H",
              "pub-id_pmid": "11344272",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "98",
              "year": "2001"
            },
            "text": "Drosophila phosphoinositide-dependent kinase-1 regulates apoptosis and growth via the phosphoinositide 3-kinase-dependent signaling pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41690,
            "infons": {
              "fpage": "597",
              "lpage": "599",
              "name_0": "surname:Park;given-names:HH",
              "name_1": "surname:Tookes;given-names:HE",
              "name_2": "surname:Wu;given-names:H",
              "section_type": "REF",
              "source": "Acta Crystallogr Sect F Struct Biol Cryst Commun",
              "type": "ref",
              "volume": "62",
              "year": "2006"
            },
            "text": "Crystallization and preliminary X-ray crystallographic studies of Drep-3, a DFF-related protein from Drosophila melanogaster",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41815,
            "infons": {
              "fpage": "34",
              "lpage": "48",
              "name_0": "surname:Lee;given-names:G",
              "name_1": "surname:Wang;given-names:Z",
              "name_2": "surname:Sehgal;given-names:R",
              "name_3": "surname:Chen;given-names:CH",
              "name_4": "surname:Kikuno;given-names:K",
              "pub-id_pmid": "21120926",
              "section_type": "REF",
              "source": "J Comp Neurol",
              "type": "ref",
              "volume": "519",
              "year": "2011"
            },
            "text": "Drosophila caspases involved in developmentally regulated programmed cell death of peptidergic neurons during early metamorphosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41945,
            "infons": {
              "fpage": "REVIEWS3007",
              "name_0": "surname:Stenmark;given-names:H",
              "name_1": "surname:Olkkonen;given-names:VM",
              "pub-id_pmid": "11387043",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "2",
              "year": "2001"
            },
            "text": "The Rab GTPase family",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41967,
            "infons": {
              "fpage": "e1000221",
              "name_0": "surname:Zhou;given-names:D",
              "name_1": "surname:Xue;given-names:J",
              "name_2": "surname:Lai;given-names:JC",
              "name_3": "surname:Schork;given-names:NJ",
              "name_4": "surname:White;given-names:KP",
              "pub-id_pmid": "18927626",
              "section_type": "REF",
              "source": "PLoS Genet",
              "type": "ref",
              "volume": "4",
              "year": "2008"
            },
            "text": "Mechanisms underlying hypoxia tolerance in Drosophila melanogaster: hairy as a metabolic switch",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42063,
            "infons": {
              "fpage": "75",
              "name_0": "surname:Calderwood;given-names:SK",
              "name_1": "surname:Murshid;given-names:A",
              "name_2": "surname:Gong;given-names:J",
              "pub-id_pmid": "22566956",
              "section_type": "REF",
              "source": "Front Immunol",
              "type": "ref",
              "volume": "3",
              "year": "2012"
            },
            "text": "Heat shock proteins: conditional mediators of inflammation in tumor immunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42140,
            "infons": {
              "fpage": "388",
              "lpage": "393",
              "name_0": "surname:Rajaiah;given-names:R",
              "name_1": "surname:Moudgil;given-names:KD",
              "pub-id_pmid": "19121415",
              "section_type": "REF",
              "source": "Autoimmun Rev",
              "type": "ref",
              "volume": "8",
              "year": "2009"
            },
            "text": "Heat-shock proteins can promote as well as regulate autoimmunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42205,
            "infons": {
              "fpage": "169",
              "lpage": "184",
              "name_0": "surname:Vabulas;given-names:RM",
              "name_1": "surname:Wagner;given-names:H",
              "name_2": "surname:Schild;given-names:H",
              "pub-id_pmid": "12467251",
              "section_type": "REF",
              "source": "Curr Top Microbiol Immunol",
              "type": "ref",
              "volume": "270",
              "year": "2002"
            },
            "text": "Heat shock proteins as ligands of toll-like receptors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42259,
            "infons": {
              "fpage": "49",
              "lpage": "60",
              "name_0": "surname:Giuliano Jr;given-names:JS",
              "name_1": "surname:Lahni;given-names:PM",
              "name_2": "surname:Wong;given-names:HR",
              "name_3": "surname:Wheeler;given-names:DS",
              "pub-id_pmid": "24765217",
              "section_type": "REF",
              "source": "Open Inflamm J",
              "type": "ref",
              "volume": "4",
              "year": "2011"
            },
            "text": "Extracellular heat shock proteins: alarmins for the host immune system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42330,
            "infons": {
              "fpage": "4255",
              "lpage": "64",
              "name_0": "surname:Herranz;given-names:R",
              "name_1": "surname:Benguria;given-names:A",
              "name_2": "surname:Lavan;given-names:DA",
              "name_3": "surname:Lopez-Vidriero;given-names:I",
              "name_4": "surname:Gasset;given-names:G",
              "section_type": "REF",
              "type": "ref",
              "volume": "19",
              "year": "2010"
            },
            "text": "Spaceflight-related suboptimal conditions can accentuate the altered gravity response of Drosophila transcriptome. Mol Ecol",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42454,
            "infons": {
              "fpage": "e15361",
              "name_0": "surname:Marcu;given-names:O",
              "name_1": "surname:Lera;given-names:MP",
              "name_2": "surname:Sanchez;given-names:ME",
              "name_3": "surname:Levic;given-names:E",
              "name_4": "surname:Higgins;given-names:LA",
              "pub-id_pmid": "21264297",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Innate immune responses of Drosophila melanogaster are altered by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42532,
            "infons": {
              "fpage": "6019",
              "lpage": "6024",
              "name_0": "surname:Bernal;given-names:A",
              "name_1": "surname:Kimbrell;given-names:DA",
              "pub-id_pmid": "10811906",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "97",
              "year": "2000"
            },
            "text": "Drosophila Thor participates in host immune defense and connects a translational regulator with innate immunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42644,
            "infons": {
              "fpage": "81",
              "lpage": "84",
              "name_0": "surname:Bernal;given-names:A",
              "name_1": "surname:Schoenfeld;given-names:R",
              "name_2": "surname:Kleinhesselink;given-names:K",
              "name_3": "surname:Kimbrell;given-names:DA",
              "section_type": "REF",
              "source": "Dros Inf Serv",
              "type": "ref",
              "volume": "87",
              "year": "2004"
            },
            "text": "Loss of Thor, the single 4E-BP gene of Drosophila, does not result in lethality",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42724,
            "infons": {
              "fpage": "197",
              "lpage": "204",
              "name_0": "surname:Taylor;given-names:K",
              "name_1": "surname:Kimbrell;given-names:DA",
              "pub-id_pmid": "18820477",
              "section_type": "REF",
              "source": "Fly (Austin)",
              "type": "ref",
              "volume": "1",
              "year": "2007"
            },
            "text": "Host immune response and differential survival of the sexes in Drosophila",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42798,
            "infons": {
              "fpage": "76",
              "lpage": "85",
              "name_0": "surname:Smith;given-names:PK",
              "name_1": "surname:Krohn;given-names:RI",
              "name_2": "surname:Hermanson;given-names:GT",
              "name_3": "surname:Mallia;given-names:AK",
              "name_4": "surname:Gartner;given-names:FH",
              "pub-id_pmid": "3843705",
              "section_type": "REF",
              "source": "Anal Biochem",
              "type": "ref",
              "volume": "150",
              "year": "1985"
            },
            "text": "Measurement of protein using bicinchoninic acid",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42846,
            "infons": {
              "fpage": "277",
              "lpage": "281",
              "name_0": "surname:George;given-names:MD",
              "name_1": "surname:Verhoeven;given-names:D",
              "name_2": "surname:Sankaran;given-names:S",
              "name_3": "surname:Glavan;given-names:T",
              "name_4": "surname:Reay;given-names:E",
              "pub-id_pmid": "19091994",
              "section_type": "REF",
              "source": "Clin Vaccine Immunol",
              "type": "ref",
              "volume": "16",
              "year": "2009"
            },
            "text": "Heightened cytotoxic responses and impaired biogenesis contribute to early pathogenesis in the oral mucosa of simian immunodeficiency virus-infected rhesus macaques",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]