[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250704",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC4411111",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "RBB1 Regulates of Vacuole Morphology",
              "article-id_doi": "10.1371/journal.pone.0125621",
              "article-id_pmc": "PMC4411111",
              "article-id_pmid": "25915922",
              "article-id_publisher-id": "PONE-D-15-00996",
              "elocation-id": "e0125621",
              "issue": "4",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Han;given-names:Sang Won",
              "name_1": "surname:Alonso;given-names:Jose M.",
              "name_2": "surname:Rojas-Pierce;given-names:Marcela",
              "name_3": "surname:Bassham;given-names:Diane",
              "notes": "All relevant data are within the paper and its Supporting Information files.",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "10",
              "year": "2015"
            },
            "text": "REGULATOR OF BULB BIOGENESIS1 (RBB1) Is Involved in Vacuole Bulb Formation in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 90,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Vacuoles are dynamic compartments with constant fluctuations and transient structures such as trans-vacuolar strands and bulbs. Bulbs are highly dynamic spherical structures inside vacuoles that are formed by multiple layers of membranes and are continuous with the main tonoplast. We recently carried out a screen for mutants with abnormal trafficking to the vacuole or aberrant vacuole morphology. We characterized regulator of bulb biogenesis1-1 (rbb1-1), a mutant in Arabidopsis that contains increased numbers of bulbs when compared to the parental control. rbb1-1 mutants also contain fewer transvacuolar strands than the parental control, and we propose the hypothesis that the formation of transvacuolar strands and bulbs is functionally related. We propose that the bulbs may function transiently to accommodate membranes and proteins when transvacuolar strands fail to elongate. We show that RBB1 corresponds to a very large protein of unknown function that is specific to plants, is present in the cytosol, and may associate with cellular membranes. RBB1 is involved in the regulation of vacuole morphology and may be involved in the establishment or stability of trans-vacuolar strands and bulbs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1299,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1312,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The lytic vacuole in vegetative cells may occupy more 90% of the cell volume. This essential organelle is highly dynamic and has critical functions in cellular homeostasis, maintenance of turgor, storage and recycling. Vacuoles are dynamic compartments with constant membrane fluctuations and transient and highly mobile structures such as trans-vacuolar strands (TVS), sheets and bulbs. TVS are dynamic tubules delimited by the tonoplast that are thought to distribute cytoplasmic contents, including organelles between opposite sides of the cortical cytoskeleton. In root hairs of Hydrocharis dubia, TVS form predomindantly along the tip growing axis and are thought to deliver cytosolic components to the growing tip. Many TVS sorrounding the phragmoplast were also observed in tobacco BY-2 cells during cell division. The actin cytoskeleton has been localized to TVS, and disruption of actin filaments results in their dissasembly. Similarly, microinjection of antiserum against two actin-binding proteins of the villin group disrupted the TVS in root hair cells of H. dubia. The current model for TVS formation is that the actomyosin system regulates TVS formation and dynamics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2496,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Bulbs are spherical structures of diameters between 1 and 10 μm that are highly dynamic in the lumen of the vacuole. These membrane structures are associated with the outer tonoplast membrane or transvacuolar strands and contain cytoplasmic structures, even organelles, between the folded membranes. Imaging by electron microscopy has indicated that bulbs are formed by multiple layers of tonoplast membranes, which explains the increased intensity of bulbs in fluorescently labeled tonoplasts. Bulbs are present in LVs of cotyledon and leaf epidermis and their numbers decrease during cotyledon expansion, and leaf maturation. Bulbs have been visualized by fluorescencence microscopy of fluorescent protein (FP) fusions with several tonoplast proteins and in multiple cell types. For example, in vacuoles of tobacco leaves, bulbs were observed when GFP-VAM3/SYP22 or a GFP fusion with the phosphate transporter NPT2 were transiently expressed. In Arabidopsis, bulbs have been detected in epidermis of the root elongation zone and the leaf, sepal bundle sheet, and germinating pollen of stably transformed plants expressing either GFP-AtVAM3, TPK1-GFP, TIP1;1-GFP, or FP fusions with other tonoplast intrinsic proteins. In addition, the phosphatidylinositol 3-phosphate sensor 2xFYVE-YFP also labels the bulbs. These structures are not simply the result of ectopic expression of FP fusions because they were also detected in Arabidopsis WT plants by electron microscopy. It was recently proposed that bulbs may form by dimerization of GFP or YFP tags when fused to tonoplast markers, and that some of these structures may be artifacts from this interaction. Two types of structures were distinguished: bulbs associated with high levels of expression of GFP fusions that showed 3 or more fold increase in fluorescence intensity compared to the tonoplast, and “intra-vacuolar spherical structures” (IVSPs) present in transgenic lines in which the intensity of fluorescence was only two fold that of the tonoplast and were visualized with a non-dimerizing GFP molecule. This distinction was most dramatic in the root elongation zone where only very bright bulbs were observed, but it was more complex in other tissues, such as the cotyledon epidermis, where both types of structures existed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4790,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Two hypotheses for the function of bulbs have been proposed. Bulbs may act as reservoirs of membranes for cell expansion or they may represent the first step for proteolysis of tonoplast proteins inside the vacuole. Only two mutants with bulb phenotypes have been identified thus far. These are sgr2-1 and vti11, and in both cases these mutants show a reduced number of bulbs. SGR2 encodes a protein similar to phospholipase A1, and sgr2 mutants have an abnormal vacuole morphology with multiple small vacuole-like structures and abnormal distribution of the vacuole and the cytosol in shoot endodermal cells. VTI11 encodes a SNARE (soluble N-ethylmaleimide-sensitive factor attachment protein receptor) protein that mediates membrane fusion between pre-vacuolar compartments and the vacuole. VTI11 is also involved in vacuole homotypic fusion, and vti11 mutant alleles have highly fragmented vacuoles. Given the highly abnormal vacuole morphology of these two mutants, it is unclear if the lack of bulbs is a direct or indirect effect of the loss of SGR2 and VTI11.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5857,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Here we describe the phenotype of regulator of bulb biogenesis1 (rbb1-1), a novel mutant in Arabidopsis that displays increased numbers of bulbs in otherwise normal vacuoles. We show that rbb1-1 mutants make fewer TVS than the parental control. We propose the hypothesis that RBB1 may function in TVS formation and that increased bulb accumulation in rbb1-1 may result from impaired formation of TVS. In addition, we show that the differential labeling of bulbs between rbb1-1 and the parental line does not result from abnormal trafficking to the vacuole. We also identified RBB1 locus, which encodes a large plant-specific protein of unknown function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6511,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6533,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant Material and Growth Conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6570,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The parental line carrying GFP-TIP2;1 and mCherry-HDEL, and the marker lines TIP1;1-YFP and SYP22-RFP were previously described. SALK_095160, SALK_067590 and SALK_074387 were obtained from the Arabidopsis Biological Resource Center (ABRC) and genotyped by PCR. pUBQ10::RFP-TIP1;1 was generated by Gateway cloning (Invitrogen). Briefly, the TIP1;1 CDS was amplified from Col-0 cDNA by PCR and the amplicon was introduced into pENTR-D-TOPO vector (Invitrogen). A RFP-TIP1;1 expression clone was generated by recombination with pUBN-RFP using LR clonase II (Invitrogen). The promoter of the resulting construct was substituted with the full pUBQ10 promoter (1,596 bp) from pNIGEL07 (Geldner et al 2009) to generate pUBQ10::RFP-TIP1;1. The RBB1::3xYpet-RBB1 and RBB1::RBB1-3xYpet constructs were generated by a Recombineering-based gene tagging system using the JAtY76M24 clone and the primers listed in S1 Table. After introducing 3xYpet, the JAtY clone was shortened by homologous recombination using \"delleft\" and \"RB-amp\" primers (S1 Table). This resulted in a fragment of the chromosomal region containing 12.8 kb upstream of start codon of RBB1 and up to 5 kb downstream from the stop codon. These constructs were transformed into Agrobacterium GV3101 and then transformed into Col-0 wild type plants via floral dip.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7889,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Seeds were plated on AGM (0.5X MS media and 1% sucrose) with 4 g /L GelRite. For light-grown seedlings, seeds were cold treated for 4 days in the dark to break dormancy and then incubated at 22°C under a 16 h light photoperiod. For dark-grown seedlings, seeds were cold treated in the dark and then incubated at 22°C while covered in aluminum foil.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8240,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chemical Stocks and Treatments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8271,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "C834 (ID 6982834) was from Chembridge, Brefeldin A from Sigma and Lysotracker Red and FM4-64 from Invitrogen. All chemicals were dissolved in 100% DMSO and all treatments were carried out with 4-day old seedlings, unless specified. BFA treatment was done in liquid AGM containing 75 μM BFA and for 3 h. C834 treatment was done with 3-d-old seedlings in solid AGM-GelRite supplemented with 55μM C834 for 48 hours as described. For staining, seedlings were incubated in liquid AGM containing 2 μM Lysotracker Red for 2 h or 5 μM FM4-64 for 5 min.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8820,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Microscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8831,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A Zeiss LSM 710 confocal microscope was used for all imaging experiments. A 40x water objective (1.1 N.A.) was used to image embryos and roots. A 20x objective (0.8 N.A.) was used to image hypocotyls and cotyledons. The excitation/emission wavelengths during acquisition were 488 nm/492–570 nm for GFP and Ypet, 561 nm/588–696 nm for mCherry and RFP, 514 nm/588–700 nm for FM4-64, and 561 nm/566-690 nm for Lysotracker red. To count the number of TVS, seedlings were imaged using a large pinhole to generate 600 μm thick optical sections for hypocotyls and 102 μm sections for cotyledons. A 40X objective was used and image zoom was kept at 0.6. Epidermal cells within the bottom half of the hypocotyl, but excluding the root-shoot junction, were used for TVS counting in hypocotyls. Epidermal cells from the adaxial side were used for cotyledons. TVS were counted in each cell from the collected images.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9744,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RT-PCR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9751,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total mRNA was extracted using TRI reagent (Ambion) and treated with DNase I (NEB). cDNA was synthesized using iScript cDNA Synthesis Kit (BioRad) and was used a template for RT-PCR. Oligo sequences used for PCR are shown in S2 Table and 30 cycles were used for all reactions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10028,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Map-based cloning and genome sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10068,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A mapping population was generated from a cross between rbb1-1 and the Ler wild type background, and segregating homozygous rbb1-1 mutants were identified based on the bulb phenotype. Two Single Sequence Length Polymorphism (SSLP) markers co-segregated with the rbb1-1 phenotype and placed the mutation in Chromosome 5. For SNP detection, 12 homozygous F3 families from 1 backcross to the parental line were selected based on the bulb phenotype and 500 seedlings per family were used to generate DNA libraries. Samples were sequenced in an Illumina HiSeq sequencer as 100 bp reads at BGI (formerly Beijing Genomics Institute). The expected genome coverage was 35X. Data analysis was carried out at the Bioinformatics Consulting and Service Core at North Carolina State University as follows. Sequence reads were aligned to the TAIR10 genome using bowtie2 and variant calls were made using samtools mpileup. Variants were filtered for those located within TAIR10 genes and data was exported to a spreadsheet. Only SNPs located between markers RBCS-B and PINHEAD in Chromosome 5 were analyzed further. From these, mutations that were originally present in the parental line were identified from the sequencing of an unrelated mutant from the same mutagenesis screen. In addition, mutations in introns or UTRs, silent mutations and mutations unlikely to result from EMS mutagenesis were discarded.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11463,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Western Blot",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11476,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total proteins were extracted from 7 day-old seedlings. Samples were homogenized in 50mM HEPES-KOH, pH 6.5, 5 mM EDTA, 8% sucrose, 1mM DTT and proteinase inhibitors (Complete Mini, EDTA-free, Roche Diagnostics) in a chilled mortar. The homogenates were spun at 5,000g for 10 min at 4°C and the supernatant was filtered through 3 layers of miracloth. For membrane protein fractions (P100), filtered total proteins were spun at 100,000g for 1 h at 4°C and the pellet was resuspended in buffer. Protein concentration was quantified by the Bradford assay. For immunoblot of 3xYpet-RBB1, 8 μg of proteins were loaded in a NuPAGE 3–8% Tris-Acetate gel (Life Technologies) following manufacturer instructions. The following antibodies were used: anti-GFP (Thermo MA5-15256), anti-cFBase (Agrisera AS04043), anti-H+ATPase (Agrisera AS07260) and anti-calreticulin. Peroxidase-Conjugated Goat Anti-Mouse IgG (Thermo 32430) or peroxidase-conjugated Goat Anti-Rabbit (Thermo 32460) antibodies were used as secondary antibodies. Immunoblots were visualized by chemiluminescence with Clarity Western ECL Substrate (BioRad) using a G:BOX Chemi XRQ system (Syngene) for image capture. Signal was quantified using the GeneTools image analysis software (Syngene).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12727,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12735,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "GFP-TIP2;1 labels excess bulbs in regulator of bulb biogenesis1 ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12800,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We recently carried out a screen for mutants in tonoplast protein trafficking and vacuole biogenesis and characterized the function of the VTI11 SNARE protein and phosphoinositides in vacuole fusion. During the course of this work, we identified a mutant in which the tonoplast protein GFP-TIP2;1 labeled many vacuolar bulbs and it was named regulator of bulb biogenesis1-1 (rbb1-1). In the parental line, the GFP-TIP2;1 protein labels the tonoplast and very few bulbs in root epidermis and cortex and the epidermis of hypocotyls, cotyledons and rosette leaves (Fig 1A–1D). In the rbb1-1 mutant, GFP-TIP2;1 also labels the tonoplast, and the size and morphology of the vacuole appeared normal. However, many more bulbs were evident as bright sub-vacuolar structures in multiple tissues (Fig 1E–1H). In hypocotyls, bulbs were observed consistently in many cells in the epidermis and cortex (Fig 1E). Bulbs were also apparent in high numbers in the epidermis of cotyledons and rosette leaves of rbb1-1 (Fig 1F and 1H). Vacuolar bulbs were detected in roots (Fig 1G), but this phenotype was variable amongst different seed stocks and was not characterized further. The variability in the root phenotype may be due to root-specific modifying factors that segregate in the population. No major defects in plant morphology were detected in rbb1-1 homozygous plants (S1 Fig). Sequencing demonstrated that the GFP-TIP2;1 transgene is intact in rbb1-1 and consequently, the bulb phenotype is not related to a mutation in the GFP-TIP2;1 protein sequence.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14349,
            "infons": {
              "file": "pone.0125621.g001.jpg",
              "id": "pone.0125621.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "\nregulator of bulb biogenesis1 contains many bulbs in many cell types.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14420,
            "infons": {
              "file": "pone.0125621.g001.jpg",
              "id": "pone.0125621.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a-h) rbb1-1 mutants have more bulbs than the parental line. GFP-TIP2;1 localization in the parental line (WT, a-d) or rbb1-1 (e-h). Four-day-old seedlings were imaged by confocal microscopy to visualize morphology of the vacuole in the epidermis of hypocotyl (a, e) and cotyledon (b, f), and in root epidermis and cortex (c, g). The bulb phenotype was also observed in rosette leaves of 6-week-old plants (d, h). Scale bar = 20 μm. (i-n) GFP-TIP2;1 and RFP-TIP1;1 co-localize in rbb1-1 bulbs. The hypocotyls of 4-day-old dark-grown seedlings expressing GFP-TIP2;1 (green, i, l) and RFP-TIP1;1 (magenta, j, m) in the parental line (i-k) and rbb1-1 mutants (l-n) are shown. Merged images (k, n) are also shown. Scale bar: 20 μm. (o) rbb1-1 mutants do not accumulate higher levels of GFP-TIP2;1 in seedlings. Immunoblot of GFP-TIP2;1 accumulation in the parental line and rbb1-1 using antibodies against GFP (α-GFP) and Calreticulin (α-CRT) as loading control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15389,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "TIP1;1-YFP is often found in vacuolar bulbs. In order to determine if the rbb1-1 bulbs accumulate TIP1;1 in a similar manner, we introduced a RFP-TIP1;1 fusion in the rbb1-1 mutant background. In the parental line, RFP-TIP1;1 localized to the tonoplast, and labeled very few bulbs in roots and hypocotyls (Fig 1I–1K). RFP-TIP1;1 co-localized with GFP-TIP2;1 in the tonoplast and the bulbs when the two markers were co-expressed in rbb1-1 (Fig 1L–1N). It was previously proposed that vacuolar bulbs are involved in the degradation of membrane proteins and that bulbs may form as a response to overexpression of dimer-type FP. We then tested whether the increased number of bulbs in rbb1-1 could be caused by enhanced accumulation of GFP-TIP2;1 in rbb1-1 by Western blot. No significant differences in GFP-TIP2;1 protein accumulation were detected between rbb1-1 and the parental control, indicating that the increased number of bulbs in rbb1-1 is not related to differences in protein accumulation or stability (Fig 1O and S1C Fig). These results overall indicate that, independent on the nature of the bulbs in rbb1-1, the RBB1 locus is required to prevent the formation or accumulation of bulbs in the vacuole.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16605,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to compare rbb1-1 bulbs with the IVSPs and bulbs previously described, we measured the maximum intensity values for bulb membranes in rbb1-1. As shown in S2 Fig, maximum intensity values for the bulbs in the parental line are 1.2- and 1.3-fold higher than the outer tonoplast in cotyledons and hypocotyls, respectively. In contrast, rbb1-1 bulbs have 2 fold higher intensity than the tonoplast in hypocotyl, and 3.5-fold higher in cotyledons. Therefore, rbb1-1 bulbs would fit the description of both IVSPs and bulbs. Moreover, given the fact that the GFP-TIP2;1 protein levels in rbb1-1 mutants is similar to the parental line, we conclude that the rbb1-1 bulbs are not simply the result of increased GFP dimerization in the mutant. However, we can not discard the possibility that GFP dimerization acts as an enhancer of the rbb1 phenotype. Given the complexity of these structures, we will refer to them here simply as bulbs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17543,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The vacuole membrane in many plant species constantly remodels with the formation of transvacuolar strands (TVS). We then hypothesized that the mechanisms involved in bulb formation and the dynamics of TVS may be related and that RBB1 may have a role in TVS formation. In order to test this possibility, we compared the number of TVS between the parental line and rbb1-1 mutants. In contrast to the parental line, which shows 4.06 ± 0.39 TVS per cell in cotyledon epidermis, rbb1-1 mutants have only 1.40 ± 0.16 (Fig 2A and S3A and S3B Fig). Therefore, rbb1-1 has ~3-fold fewer TVS than the parental line, and this result provides support to a hypothesis that RBB1 is involved in TVS formation. This phenotype was also observed in the hypocotyls of light- and dark-grown seedlings. Thus, the parental line showed an average of 2.2 ± 0.2 TVS per cell in the light and 1.75 ± 0.21 in the dark, while the rbb1-1 mutant had 1.25 ± 0.15 and 1.03 ± 0.19, respectively (Fig 2B). This indicates that rbb1-1 had a 40% reduction in the number of TVS per cell in hypocotyls in both light and dark-grown seedlings. These results point towards important roles of RBB1 in the remodeling of the vacuole that generates either bulbs or TVS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18773,
            "infons": {
              "file": "pone.0125621.g002.jpg",
              "id": "pone.0125621.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "\nrbb1-1 mutants have fewer transvacuolar strands.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18823,
            "infons": {
              "file": "pone.0125621.g002.jpg",
              "id": "pone.0125621.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a) The number of trans-vacuolar strands (TVS) per cell was counted in cotyledon cells from the parental line and rbb1-1 seedlings that were grown in the light. n = 48 cells from 8 seedlings. (b) rbb1-1 mutants have fewer TVS in hypocotyl from light- and dark-grown seedlings. Seedlings were germinated in the light or dark for 4 days and TVS were counted. n = 60 cells from 10 seedlings. Bars represent standard error. * Significantly different to the parental line in a t-test (P ≤ 0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19316,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The rbb1-1 phenotype can be detected 3 days post-germination",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19377,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to characterize the developmental progression of the bulb phenotype in rbb1-1, vacuoles were visualized at different times during seed germination (Fig 3A–3J). No bulbs were observed in PSVs of imbibed seeds or 1 d after incubation at 22°C in either the parental line or rbb1-1 (Fig 3A, 3B, 3F and 3G). Bulbs were first detected at day 2 post-germination in both the parental line and rbb1-1 when the large lytic vacuole is already established. The bulbs were very transient in the parental line and very few were observed at 3 days or later. In contrast, the number of bulbs in rbb1-1 continued to increase at days 3 and 4. These results indicate that RBB1 function may be important after day 3, but not during the early stages of germination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20134,
            "infons": {
              "file": "pone.0125621.g003.jpg",
              "id": "pone.0125621.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Developmental progression of the rbb1-1 phenotype and effects from light.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20208,
            "infons": {
              "file": "pone.0125621.g003.jpg",
              "id": "pone.0125621.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a-j) The bulb phenotype is apparent in hypocotyls after 3 d of germination. Germinating seedlings from the parental line (GFP-TIP2;1, a-e) and rbb1-1 mutants (f-j) were imaged after 0–4 days of incubation. (k-n) The bulb phenotype of rbb1-1 is present in light- and dark-grown seedlings. GFP-TIP2;1 localization in hypocotyls was visualized in 4-d-old seedlings from the parental line (WT, k, m) or rbb1-1 (l, n) when grown under light (k, l) or dark (m, n) conditions. n = 36 cells from 6 seedlings. All scale bars = 20 μm. (o) Dark treatment does not alter the rbb1-1 phenotype. The number of bulbs was counted in hypocotyls from parental line and rbb1-1 seedlings that were grown in the light or in the dark as in k-n. n = 9–15 seedlings. Bars represent standard error. (p) rbb1-1 hypocotyls have fewer TVS after 3 d of germination. Seedlings were germinated in the light and TVS were counted after 2 days of incubation. n = 50 cells from 5 seedlings. Bars represent standard error. * Significantly different to the parental line in a t-test (P ≤ 0.01).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21273,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "One proposed function of the bulbs is to contribute membranes during cell expansion. This prompted us to investigate whether the rbb1-1 phenotype was affected by conditions that promoted cell expansion such as the elongation of hypocotyls in the dark. To this end, vacuoles from the hypocotyl epidermis of parental and rbb1-1 seedlings that were grown either in the light or the dark were imaged in the microscope, and bulbs were counted. While the parental control seedlings grown in the light contain 0.10 ± 0.03 bulbs per 103 μm2 (Fig 3K and 3O), the rbb1-1 mutant contains 1.00 ± 0.16 (Fig 3L and 3O). Therefore, the rbb1-1 mutant contains 10 fold more bulbs per area in hypocotyls when compared to the parental control grown under normal light conditions. Next we analyzed the phenotype of rbb1-1 mutants in the dark. In contrast to the dark-grown parental control, which contains 0.07 ± 0.01 bulbs per 103 μm2 (Fig 3M and 3O), the dark-grown rbb1-1 mutant showed 1.18 ± 0.09 bulbs per 103 μm2 (Fig 3N and 3O), or a 16-fold increase. Thus, the number of bulbs in rbb1-1 was higher than the parental under both light treatments, but light availability did not significantly alter the rbb1-1 phenotype. We then tested whether the increased number of bulbs would enhance the elongation rate of dark-grown rbb1-1 seedlings, but no differences in hypocotyl length were detected between the mutant and the parental control at 3 or 5 d (S3C Fig). Furthermore, cell elongation was not affected, as we could not detect significant differences in cell size between the wild type and rbb1-1 hypocotyls when grown in the dark (S3D Fig).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22910,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Finally, if the RBB1 is responsible for the bulb and TVS phenotypes of rbb1-1, we expected a similar developmental progression, which can be tested by quantification of TVS during germination. TVS could not clearly be detected before day 2, and no significant difference was detected at day 2 between wild type and rbb1-1 hypocotyls when grown in the light (Fig 3P) However, the number of TVS was reduced by 28% in rbb1-1 when compared to the wild type. This reduction was even greater (41%) at day 4. Therefore, the appearance of the bulb phenotype at days 3 and 4 correlates well with the reduction of TVS numbers in rbb1-1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23537,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "GFP-TIP2;1 trafficking to the vacuole is not altered in rbb1-1 ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23601,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The increased number of bulbs in rbb1-1 could be the result of abnormal GFP-TIP2;1 protein trafficking to the vacuole. To test this hypothesis, two inhibitors for tonoplast protein trafficking were used. Brefeldin A (BFA) inhibits a Golgi-dependent pathway for tonoplast proteins in hypocotyls and C834 inhibits a Golgi-independent traffic of GFP-TIP2;1 to the tonoplast. We treated the GFP-TIP2;1 (parental control), the TIP1;1-YFP line and the rbb1-1 mutant with BFA and visualized each fusion protein in hypocotyls. The fusion proteins localized to the tonoplast (GFP-TIP2;1) or tonoplast and bulbs (rbb1-1 and TIP1;1-YFP) in the DMSO control as expected (Fig 4A–4C). In BFA-treated cells, the GFP-TIP2;1 localization was unchanged in the parental control (Fig 4D) or rbb1-1 (Fig 4E), indicating that the trafficking of this protein was still BFA-insensitive. In contrast and consistent with previous reports, the TIP1;1-YFP marker line displayed large and bright aggregates in the presence of BFA (Fig 4F). Next we tested sensitivity to C834. GFP-TIP2;1 localized to the tonoplast and did not co-localize with the ER marker mCherry-HDEL in neither the parental line or rbb1-1 (Fig 4G–4I and 4M–4O). In contrast, GFP-TIP2;1 co-localized with the ER marker in C834-treated roots of the parental line (Fig 4J–4L) and rbb1-1 (Fig 4P–4R). Therefore, we conclude that GFP-TIP2;1 traffics in a similar pathway in rbb1-1 and the parental line, at least early in the secretory pathway, and that the bulb-localization of GFP-TIP2;1 in rbb1-1 does not appear to be the result of altered trafficking to the vacuole.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25219,
            "infons": {
              "file": "pone.0125621.g004.jpg",
              "id": "pone.0125621.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "GFP-TIP2;1 trafficking to the vacuole is similar between rbb1-1 and the parental line.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25306,
            "infons": {
              "file": "pone.0125621.g004.jpg",
              "id": "pone.0125621.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a-f) BFA inhibits trafficking of TIP1;1YFP but not GFP-TIP2;1 in the parental line or rbb1-1. Four-day-old seedlings from the parental (GFP-TIP2;1, a, d), rbb1-1 (b, e) or TIP1;1-YFP (c, f) were exposed to 0.1% DMSO (control, a, b, c) or 75 μM BFA (d, e, f) for 3 hours and hypocotyl cells were imaged. BFA compartments are indicated with arrows. Scale: 20 μm. (g-r) C834 inhibits GFP-TIP2;1 trafficking in the parental line and rbb1-1. Three-day-old seedlings from the parental line and rbb1-1 were exposed to 0.5% DMSO (g-i, m-o) or 55 μM C834 (j-l, p-r) for 48 h, and root cells were imaged in the microscope. Signal from GFP-TIP2;1 (green, g, j, m, p), the ER marker mCherry-HDEL (magenta, h, k, n, p) or the merged image is shown (i, l, o, r). Co-localization of GFP with mCherry-HDEL at the ER is indicated with arrowheads. Scale bar: 20 μm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26159,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The RBB1 locus corresponds to At5g40450 ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26200,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The bulb phenotype of rbb1-1 segregated as 25 out of 96 (1/3.84) in a backcross to the GFP-TIP2;1 parental line, suggesting that the rbb1-1 mutation is recessive. In order to identify the RBB1 locus, we used a combination of map-based cloning and whole genome sequencing. The RBB1 gene mapped to a region of 2.2Mb in Chromosome 5 between markers RBCS-B and PINHEAD. Using Illumina whole-genome sequencing, we identified nucleotide variants in the rbb1-1 mutant genome between these two markers. From those, only two SNPs located within gene coding sequences and corresponding to EMS-type non-silent mutations were detected, in At5g38540 and At5g40450. In order to determine which gene corresponded to the RBB1 locus, we identified Salk T-DNA insertion alleles for both candidate genes. Only one T-DNA line, SALK_095160, for At5g38540 was available, but no homozygote plants could be recovered. Heterozygous plants were crossed to rbb1-1 and the vacuole phenotype of F1 seedlings grown in the dark was analyzed. Out of 27 F1 seedlings, none showed the rbb1-1 bulb phenotype indicating that RBB1 was unlikely to correspond to At5g38540. We obtained two SALK T-DNA alleles for At5g40450 (Fig 5A). However, one of the T-DNA lines, SALK_067590, had a complex transgene insertion and could not be used. We used RT-PCR to determine if At5g40450 was expressed in SALK_074387. The expression of the full length At5g40450 was disrupted in SALK_074387 (Fig 5B), and therefore, this was a good mutant allele to test for the bulb phenotype. However, it is unclear if this allele is a complete loss of function allele because partial transcripts can be detected by RT-PCR. We named this allele rbb1-2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27888,
            "infons": {
              "file": "pone.0125621.g005.jpg",
              "id": "pone.0125621.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The RBB1 locus corresponds to At5g40450.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27929,
            "infons": {
              "file": "pone.0125621.g005.jpg",
              "id": "pone.0125621.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a) Schematic structure of the RBB1 locus indicating the positions of rbb1 alleles. Exons are indicated as black boxes and introns are indicated as white boxes. 5' and 3' UTRs are indicated in gray. Triangles indicate T-DNA insertions of SALK lines. The position of three diagnostic RT-PCR amplicons at the 5’ end, middle and 3’ end are shown. (b) Accumulation of RBB1 transcripts as determined by RT-PCR with gene specific primers in seedlings from Col-0 (WT), rbb1-2, the GFP-TIP2;1 parental line and rbb1-1. Three pairs of gene specific primers were used to detect the transcript at the 5' end, middle, and 3' end of the RBB1 gene as indicated in (a). Numbers represent amplicon size. (c-e) Lack of genetic complementation between rbb1-1 and rbb1-2. Hypocotyls of four-day-old dark-grown seedlings from the parental control (WT, c), rbb1-1 (d) and the F1 progeny from a cross between rbb1-1 and rbb1-2 (rbb1-1/rbb1-2 double heterozygotes, e) were imaged by confocal microscopy. Scale bar: 20μm. (f-g) rbb1-2 contains bulbs in a similar manner as rbb1-1. Four-day-old seedlings were stained with 2 μM Lysotracker Red for 2 hours to label the vacuole in Col-0 (WT) and rbb1-2. Bulbs are indicated with arrows. Scale: 20 μm. (h) RBB1 is expressed in many developmental stages. The accumulation of RBB1 transcripts was determined by RT-PCR with gene specific primers in various tissues of 4 and 7-day old Col-0 (WT) plants. Two pairs of gene specific primers detected the 5' end and 3' end of RBB1 gene as indicated in (a).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29459,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine if RBB1 is At5g40450, a complementation test between rbb1-1 and rbb1-2 was carried out. F1 seedlings from a cross between rbb1-1 and homozygous rbb1-2 were incubated in the dark and analyzed by fluorescence microscopy for the bulb phenotype. As shown in Fig 5E, the double heterozygote F1 plants display the rbb1 phenotype and indicate the lack of complementation between the two mutant alleles. We were unable to confirm this result in the F2 population as the GFP-TIP2;1 transgene was consistently silenced in the segregating population whenever the SALK insertion was present. This result is consistent with highly silenced transgenes in SALK insertion lines. To confirm the identity of RBB1, we visualized the vacuole morphology of rbb1-2 mutants with Lysotracker Red, a fluorescent dye that stains acidic organelles including plant vacuoles and the tonoplast membrane (S4 Fig). This experiment could only be carried out in cotyledons from light-grown seedlings as penetration of fluorescent dyes in hypocotyls is very poor. Similar to the reduced number of bulbs in the GFP-TIP2;1 line, bulbs were rarely detected in wild type Col-0 cotyledons (Fig 5F and S1 Movie). On the contrary, the rbb1-2 mutant allele showed a similar bulb phenotype as the rbb1-1 mutant with 4–5 vacuolar bulbs per cell in these cells (Fig 5G and S2 Movie). This phenotype also segregated as ~1/4 and therefore rbb1-2 is likely to be recessive. These results confirmed that the RBB1 locus corresponds to At5g40450 and that the bulb phenotype may be detected in the absence of the GFP-TIP2;1 transgene.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31056,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": " At5g40450 encodes a large protein of 2,890 amino acids. The mutation in rbb1-1 is a C/T nucleotide substitution that results in an A1070V substitution in the predicted protein sequence. BLASTp analysis in NCBI identified only two proteins with protein similarity covering at least 40% of the RBB1 protein sequence, CARUB_v10003962mg from Capsella rubella and EUTSA_v10027617mg from Eutrema salsugineum. All other hits (~40) show high similarity to a 75 amino acid region at the C terminus of RBB1. Remarkably, no significant similarity was found outside of plant taxa using BLASTp, which indicates that RBB1 is a plant-specific protein. In addition, no specific domain hits were detected using the Conserved Domain Database search function in NCBI, but regions of similarity to three multi-domain structures were detected. Only two proteins were identified with significant similarity to RBB1 in C. rubella and E. salsugineum. RBB1 belongs to the putative Plant Model Organism Orthologous Group APK_ORTHOMCL5144, which includes genes from Rice, Poplar, Sorghum, Maize, and Brachypodium (http://rice.plantbiology.msu.edu/cgi-bin/ortholog_group_apk.pl). This group is also supported by gene family clustering of orthologous genes in Phytozome (www.phytozome.net). The putative orthologs also encode very large proteins (up to 3,715 aa). One of the putative orthologs, Ricinus communis gene 29917.t000066, contains a 32 amino acid region that is 32% identical to the microtubule-associated protein futsch in Drosophila melanogaster. These results overall indicate that RBB1 is a novel plant-specific protein with unknown molecular function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32695,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to determine the spatial and temporal expression of RBB1, the accumulation of RBB1 transcripts was analyzed by RT-PCR in Col-0 wild type plants. RBB1 accumulated at similar levels in 4- and 7-day-old light-grown seedlings, and in rosette leaves and inflorescences (Fig 5H). These results are consistent with publicly available databases for At5g40450. According to Arabidopsis eFP browser, RBB1 is expressed in leaves and roots of both seedlings and mature plants, flowers and all stages of embryo development. Seedlings treated for 12 h with ABA, heat, cold and osmotic stress have decreased levels of RBB1 transcripts. In contrast, 3 h treatment with photosystem II inhibitor N-octyl-3-nitro-2,4,6-trihydroxybenzamide (PNO8) or the brassinosteroid biosynthesis inhibitor brassinazole 220 resulted in a 2-fold induction of RBB1. These results indicate that RBB1 may have important functions in multiple developmental stages. The RBB1 transcript accumulation was also analyzed in the parental line and rbb1-1, but no differences in the expression level were detected (Fig 5B). Therefore, the rbb1-1 mutation did not affect the expression of RBB1 at the transcriptional level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33880,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "RBB1 is a cytosolic protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33908,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to characterize the function of RBB1, a fluorescent protein (FP) fusion was generated to visualize its protein localization. Given the large size of the RBB1 coding sequence, we used Recombineering to generate a FP fusion with RBB1 driven by its own promoter and other regulatory sequences. This system utilizes homologous recombination with TAC clones to fuse the gene encoding 3xYpet (YFP for energy transfer), a bright variation of YFP, to the gene of interest within the native genomic context. Both N- and C-terminal fusions of RBB1 with 3xYpet were generated and introduced into Col-0 wild type. We could not detect fluorescence in RBB1-3xYpet lines after selection of 15 independent transformants. However, 3xYpet-RBB1 was detected in cotyledon epidermal cells, root cortical cells and, although very faint, in the cortex of hypocotyls of light-grown seedlings (S5A and S5B Fig). No Ypet signal was detected at the root tip corresponding to the cell division zone. In order to determine if the 3xYpet-RBB1 fusion is functional, we introgressed the transgene into the rbb1-2 allele by crossing. This experiment was carried out in rbb1-2 because the GFP-TIP2;1 marker in rbb1-1 is tightly linked to the RBB1 locus and the probability of identifying rbb1-1 segregants without GFP-TIP2;1 was very low. In contrast to rbb1-2 seedlings stained with Lysotracker red, which showed many bulbs in cotyledons (Fig 6A), rbb1-2 seedlings expressing the 3xYpet-RBB1 protein have vacuole morphology very similar to the wild type (Fig 6B and 6C). Therefore, the 3xYpet-RBB1 construct complements the bulb phenotype of rbb1-2 indicating that this fusion protein is functional.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35584,
            "infons": {
              "file": "pone.0125621.g006.jpg",
              "id": "pone.0125621.g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "3xYpet-RBB1 is a cytoplasmic protein that associates with the tonoplast.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35657,
            "infons": {
              "file": "pone.0125621.g006.jpg",
              "id": "pone.0125621.g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(a-c) A 3xYpet-RBB1 fusion complements the bulb phenotype of rbb1-2. Four-day-old seedlings from rbb1-2 (a) or rbb1-2 3xYpet-RBB1 (b, c) were stained with Lysotracker Red (magenta, a, b) to label the vacuole. The signal from 3xYpet-RBB1 (c) for the complemented plant is shown. (d-f) 3xYpet-RBB1 does not co-localize with FM4-64. Images show the cotyledon of 7-d-old seedlings expressing 3xYpet-RBB1 (d) stained with 5 μM FM4-64 (e) and the merged image (f). (g-i) 3xYpet-RBB1 and RFP-SYP22 do not co-localize. Cotyledons of 7-d-old seedlings expressing 3xYpet-RBB1 (g) and RFP-SYP22 (h) were imaged. Merged image (i) is shown. (j-l) 3xYpet-RBB1 and Lysotracker Red do not co-localize in rosette leaves. Seedlings from the 3xYpet-RBB1 line were stained with Lysotracker Red. Signal from 3xYpet-RBB1 (j), Lysotracker Red (k) and the merged image (l) are shown. Arrowheads indicate the localization of 3xYpet-RBB1 at the tip of elongating trans-vacuolar strands. (m-o) GFP molecules can also label the tips of transvacuolar strands. Seedlings from a 35::GFP marker line were stained with Lysotracker Red. The GFP signal (m), Lysotracker Red (n) and the merged image (o) are shown. Arrowheads indicate the tip of TVS. All scale bars = 20 μm. (p) 3xYpet-RBB1 accumulates in the soluble (S100) and membrane pellet (P100) fractions from whole seedlings. Immunoblot of 3xYpet-RBB1 soluble (S100) and membrane (P100) fractions from Col-0 and 3xYpet-RBB1 transgenic plants using antibodies against GFP (α-GFP), cFBPase (α-cFBPase, control for soluble fraction), and Plasma Membrane H+ATPase (α-H+ATPase, control for membrane fraction).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37298,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The localization of 3xYpet-RBB1 was diffuse and suggestive of cytosolic localization in cotyledons of 7-day-old seedlings (Fig 6D). In order to determine its sub-cellular distribution in detail, we tested for co-localization between 3xYpet-RBB1 and the plasma membrane dye FM4-64, a marker for the tonoplast, RFP-SYP22, and the vacuole dye Lysotracker Red. The 3xYpet-RBB1 marker does not co-localize with FM4-64 (Fig 6D–6F) or with RFP-SYP22 (Fig 6G–6I). The marker was found in the cytosol and did not co-localize with Lysotracker Red (Fig 6J–6L), even though occasionally there was good co-localization between these two signals (S5C–S5E Fig). These results indicate 3xYpet-RBB1 protein is most likely a soluble protein that accumulates in the cytosol. We also detected 3xYpet-RBB1 in a punctate pattern inside the vacuole that seemed to correspond to the tip of TVS labeled with Lysotracker Red in confocal images (Fig 6J–6L). Interestingly, 3xYpet-RBB1 remained associated with the tip during the elongation of those TVS (S5F Fig) in a similar manner as actin bundles. These TVS structures may represent cross-sections of membrane sheets that transverse the vacuole, as previously proposed. In order to determine the significance of this localization, we compared it to the localization of a soluble GFP marker in the same manner. As shown in Fig 6M–6O, a simple GFP marker can also label the tip of TVS, and therefore, the punctate localization of RBB1 may simply result from accumulation of cytoplasmic proteins at the tip of emerging TVS. Immunoblot analysis was used to confirm that the 3xYpet-RBB1 fusion protein accumulates as the expected size of ~400 kDa in seedlings. Membrane and soluble fractions were isolated from wild type Col-0 and the 3xYpet-RBB1 line and the fusion protein was detected with an anti-GFP antibody. The cytosolic fructose-1,6-bisphosphatase (cFBPase) and plasma membrane H+ATPase were used as soluble and membrane protein controls, respectively. 3xYpet-RBB1 was detected in both the soluble (S100) and the membrane (P100) fractions in 4 days-old seedlings (Fig 6L and S6 Fig). These results overall indicate that 3xYpet-RBB1 is a large soluble protein that is likely to associate with cellular membranes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39552,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39563,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We have identified rbb1-1, a novel mutant with defects in vacuole morphology. Vacuoles in rbb1-1 contain increased numbers of bulbs in the large central vacuole of cotyledons and hypocotyl cells when compared to the parental control. These defined vacuolar sub-structures can be visualized with fluorescent protein markers for the tonoplast. It was recently proposed that bulbs, specially when they have more than double the intensity of fluorescence when compared to the tonoplast, are artifacts that result from GFP dimerization that stabilizes the adhesion of tonoplast membranes. This model, however, does not explain the accumulation of bulbs in the 2xFYVE-YFP line in which the fusion protein associates with the membrane in a reversible manner by binding to a specific phosphoinositide. The GFP-TIP2;1-labeled bulbs in rbb1-1 showed between 2 and 3.5-fold higher fluorescence intensity when compared to the tonoplast, indicating that they are likely to have a similar structure as previously characterized IVPS and bulbs. We can not discard the possibility that the GFP fusion enhances the stability of the bulbs in rbb1-1, but rbb1 mutant alleles comprise a sensitized genetic background for studying the formation and regulation of these structures, which are quite elusive under normal conditions. The two other mutants that have been identified as having abnormal bulb accumulation, sgr2 and vti11, have fewer bulbs, also have very abnormal vacuole morphology. Hence, rbb1-1 is a unique tool to characterize the structure and function of the bulbs in the absence of other vacuolar defects.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41164,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": " RBB1 encodes a very large protein with unknown molecular function. In order to determine the function of RBB1, we generated a 3xYpet-RBB1 fusion protein under the control of the RBB1 promoter. This construct complemented the rbb1-2 mutant phenotype indicating that the 3xYpet-RBB1 fusion is functional. In seedlings, 3xYpet-RBB1 was detected in the root in the elongation and differentiation zones, but not in the cell division zone, and in hypocotyl and cotyledon epidermal cells. Therefore, 3xYpet-RBB1 accumulates in cells that contain a large lytic vacuole, consistent with a role of RBB1 in regulating the morphology of this important organelle. Confocal scanning laser microscopy with the 3xYpet-RBB1 line indicated that this protein accumulates in the cytosol, and that in a few instances also co-localizes with Lysotracker red, a fluorescent dye that labels the tonoplast. RBB1 was found both in the soluble and membrane fractions by fractionation experiments, which raises the possibility that RBB1 may associate with membranes. 3xYpet-RBB1 was often present at the tips of elongating TVS in cotyledons and leaves, but visualization of a GFP control indicated that this localization may be detected some times with other cytosolic proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42415,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We detected a significant decrease in the number of TVS in rbb1-1 mutants both in light- and dark-grown hypocotyls and in cotyledons of light-grown seedlings. The TVS phenotype of rbb1-1 supports the hypothesis that RBB1 functions in the formation or stability of TVS. This hypothesis is supported by the observation that both the bulb phenotype and the reduced TVS phenotype can be detected at day 3 during germination. TVS are very dynamic structures that require the actomyosin cytoskeleton, and are thought redistribute cytoplasmic contents or to enhance the structural stability of the cytoskeleton. A potential role of RBB1 in TVS formation is consistent with the expression of 3xYpet-RBB1 in cells that contain a large vacuole. Given the localization of 3xYpet-RBB1 to the cytosol and its accumulation in both the soluble and membrane fractions, it is tempting to speculate that RBB1 interacts with the tonoplast during the formation and elongation of TVS and contributes to the remodeling of the vacuolar membrane. However, more experiments beyond the scope of this work are needed to test this possibility. Moreover, we speculate that the increased number of bulbs in rbb1-1 results from its inability to form functional TVS. Therefore, we propose an alternative model for bulb biogenesis in which a bulb forms when a TVS initiates but fails to elongate and the bulb functions as a mean to accommodate tonoplast membranes and cytoskeletal proteins that may have accumulated at the initiation site, until the bulb membrane is reabsorbed back into the tonoplast. It follows that the bulbs may have no specific function in the vacuole other than the transient accumulation of membranes and proteins when TVS failed to elongate. Further characterization of the function of RBB1 and interacting partners may shed light in the mechanisms that remodel the vacuole membrane into TVS or bulbs. Unlike the effects of GFP dimerization in vacuole morphology after fusion with vacuolar H+-pyrophosphatase, it is unlikely that GFP dimerization plays a big role in the TVS phenotype of rbb1. While the bulb fluorescence intensity for cotyledons was 3.5 fold higher than that of tonoplast, this ratio is only 2.0 for hypocotyls in rbb1-1, the same tissue that was used to quantify TVS in Fig 2. Therefore, a ratio higher than 2.0 is not necessary in rbb1-1 to induce the accumulation of bulbs or a reduction in TVS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44824,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Previously proposed functions of vacuolar bulbs include acting as a tonoplast reservoir for rapid growth or serving as the sites of degradation of tonoplast membrane and proteins (Saito et al. 2002 and Maîtrejean et al. 2011). We tested one of these hypotheses by measuring the hypocotyl growth of rbb1-1 in the dark, a condition that promotes cell elongation. However, no obvious growth differences were observed between rbb1-1 and the parental line. One possibility is that the additional tonoplast membranes contained in rbb1-1 bulbs do not contribute to cell elongation. Alternatively, other factors such as the elasticity of the cell wall may be limiting and would prevent us from detecting a difference in this assay.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45549,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The RBB1 gene is expressed in seedlings and adult plants both in shoots and roots. That RBB1 is expressed as a full-length transcript of 8,957 bp is supported by several ESTs as well as the alignment of RNAseq reads spanning the entire coding sequence by the Integrated Genome Browser. The molecular function of RBB1 is unknown as the protein has no conserved domains, and it represents a new plant-specific protein. The identification of proteins that interact with RBB1 may shed light on the molecular mechanisms by which RBB1 could regulate the morphology of the vacuole.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46124,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46147,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46158,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Bassham DC, Brandizzi F, Otegui MS, Sanderfoot AA. The secretory system of Arabidopsis. The Arabidopsis Book 2008. p. 1–29.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46284,
            "infons": {
              "fpage": "2391",
              "issue": "10",
              "lpage": "407",
              "name_0": "surname:Muntz;given-names:K",
              "pub-id_doi": "10.1093/jxb/erm089",
              "pub-id_pmid": "17545219",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "58",
              "year": "2007"
            },
            "text": "Protein dynamics and proteolysis in plant vacuoles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46335,
            "infons": {
              "fpage": "979",
              "issue": "4",
              "lpage": "93",
              "name_0": "surname:Xiang;given-names:L",
              "name_1": "surname:Etxeberria;given-names:E",
              "name_2": "surname:Van den Ende;given-names:W",
              "pub-id_doi": "10.1111/febs.12092",
              "pub-id_pmid": "23241209",
              "section_type": "REF",
              "source": "FEBS J",
              "type": "ref",
              "volume": "280",
              "year": "2013"
            },
            "text": "Vacuolar protein sorting mechanisms in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46381,
            "infons": {
              "fpage": "205",
              "issue": "3–4",
              "lpage": "15",
              "name_0": "surname:Ruthardt;given-names:N",
              "name_1": "surname:Gulde;given-names:N",
              "name_2": "surname:Spiegel;given-names:H",
              "name_3": "surname:Fischer;given-names:R",
              "name_4": "surname:Emans;given-names:N",
              "pub-id_doi": "10.1007/s00709-005-0093-7",
              "pub-id_pmid": "16228899",
              "section_type": "REF",
              "source": "Protoplasma",
              "type": "ref",
              "volume": "225",
              "year": "2005"
            },
            "text": "Four-dimensional imaging of transvacuolar strand dynamics in tobacco BY-2 cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46461,
            "infons": {
              "fpage": "743",
              "issue": "7",
              "lpage": "53",
              "name_0": "surname:Uemura;given-names:T",
              "name_1": "surname:Yoshimura;given-names:SH",
              "name_2": "surname:Takeyasu;given-names:K",
              "name_3": "surname:Sato;given-names:MH",
              "pub-id_pmid": "12081650",
              "section_type": "REF",
              "source": "Genes to Cells",
              "type": "ref",
              "volume": "7",
              "year": "2002"
            },
            "text": "Vacuolar membrane dynamics revealed by GFP-AtVam3 fusion protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46526,
            "infons": {
              "fpage": "1127",
              "issue": "4",
              "lpage": "42",
              "name_0": "surname:Nebenfuhr;given-names:A",
              "name_1": "surname:Gallagher;given-names:LA",
              "name_2": "surname:Dunahay;given-names:TG",
              "name_3": "surname:Frohlick;given-names:JA",
              "name_4": "surname:Mazurkiewicz;given-names:AM",
              "name_5": "surname:Meehl;given-names:JB",
              "pub-id_pmid": "10594100",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "121",
              "year": "1999"
            },
            "text": "Stop-and-go movements of plant Golgi stacks are mediated by the acto-myosin system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46609,
            "infons": {
              "fpage": "836",
              "issue": "5",
              "lpage": "43",
              "name_0": "surname:Tominaga;given-names:M",
              "name_1": "surname:Yokota;given-names:E",
              "name_2": "surname:Vidali;given-names:L",
              "name_3": "surname:Sonobe;given-names:S",
              "name_4": "surname:Hepler;given-names:PK",
              "name_5": "surname:Shimmen;given-names:T",
              "pub-id_doi": "10.1007/s004250050687",
              "pub-id_pmid": "10805457",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "210",
              "year": "2000"
            },
            "text": "The role of plant villin in the organization of the actin cytoskeleton, cytoplasmic streaming and the architecture of the transvacuolar strand in root hair cells of Hydrocharis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46786,
            "infons": {
              "fpage": "1342",
              "issue": "12",
              "lpage": "9",
              "name_0": "surname:Tominaga;given-names:M",
              "name_1": "surname:Sonobe;given-names:S",
              "name_2": "surname:Shimmen;given-names:T",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "39",
              "year": "1998"
            },
            "text": "Mechanism of Inhibition of Cytoplasmic Streaming by Auxin in Root Hair Cells of Hydrocharis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46878,
            "infons": {
              "fpage": "965",
              "issue": "9",
              "lpage": "73",
              "name_0": "surname:Kutsuna;given-names:N",
              "name_1": "surname:Hasezawa;given-names:S",
              "pub-id_doi": "10.1093/pcp/pcf138",
              "pub-id_pmid": "12354913",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "43",
              "year": "2002"
            },
            "text": "Dynamic Organization of Vacuolar and Microtubule Structures during Cell Cycle Progression in Synchronized Tobacco BY-2 Cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47003,
            "infons": {
              "fpage": "839",
              "issue": "7",
              "lpage": "52",
              "name_0": "surname:Higaki;given-names:T",
              "name_1": "surname:Kutsuna;given-names:N",
              "name_2": "surname:Okubo;given-names:E",
              "name_3": "surname:Sano;given-names:T",
              "name_4": "surname:Hasezawa;given-names:S",
              "pub-id_doi": "10.1093/pcp/pcj056",
              "pub-id_pmid": "16672254",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "47",
              "year": "2006"
            },
            "text": "Actin Microfilaments Regulate Vacuolar Structures and Dynamics: Dual Observation of Actin Microfilaments and Vacuolar Membrane in Living Tobacco BY-2 Cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47159,
            "infons": {
              "fpage": "215",
              "issue": "3",
              "lpage": "9",
              "name_0": "surname:Staiger;given-names:CJ",
              "name_1": "surname:Yuan;given-names:M",
              "name_2": "surname:Valenta;given-names:R",
              "name_3": "surname:Shaw;given-names:PJ",
              "name_4": "surname:Warn;given-names:RM",
              "name_5": "surname:Lloyd;given-names:CW",
              "pub-id_pmid": "7922326",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "4",
              "year": "1994"
            },
            "text": "Microinjected profilin affects cytoplasmic streaming in plant cells by rapidly depolymerizing actin microfilaments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47274,
            "infons": {
              "fpage": "1088",
              "issue": "10",
              "lpage": "99",
              "name_0": "surname:Yokota;given-names:E",
              "name_1": "surname:Vidali;given-names:L",
              "name_2": "surname:Tominaga;given-names:M",
              "name_3": "surname:Tahara;given-names:H",
              "name_4": "surname:Orii;given-names:H",
              "name_5": "surname:Morizane;given-names:Y",
              "pub-id_doi": "10.1093/pcp/pcg132",
              "pub-id_pmid": "14581634",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "44",
              "year": "2003"
            },
            "text": "Plant 115-kDa Actin-Filament Bundling Protein, P-115-ABP, is a Homologue of Plant Villin and is Widely Distributed in Cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47398,
            "infons": {
              "fpage": "90",
              "issue": "1",
              "lpage": "102",
              "name_0": "surname:van der Honing;given-names:HS",
              "name_1": "surname:de Ruijter;given-names:NC",
              "name_2": "surname:Emons;given-names:AM",
              "name_3": "surname:Ketelaar;given-names:T",
              "pub-id_doi": "10.1111/j.1469-8137.2009.03017.x",
              "pub-id_pmid": "19761443",
              "section_type": "REF",
              "source": "New Phytol",
              "type": "ref",
              "volume": "185",
              "year": "2010"
            },
            "text": "Actin and myosin regulate cytoplasm stiffness in plant cells: a study using optical tweezers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47491,
            "infons": {
              "fpage": "201",
              "issue": "3",
              "lpage": "10",
              "name_0": "surname:Hoffmann;given-names:A",
              "name_1": "surname:Nebenführ;given-names:A",
              "pub-id_doi": "10.1007/s00709-004-0068-0",
              "pub-id_pmid": "15614481",
              "section_type": "REF",
              "source": "Protoplasma",
              "type": "ref",
              "volume": "224",
              "year": "2004"
            },
            "text": "Dynamic rearrangements of transvacuolar strands in BY-2 cells imply a role of myosin in remodeling the plant actin cytoskeleton",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47619,
            "infons": {
              "fpage": "245",
              "issue": "3",
              "lpage": "55",
              "name_0": "surname:Saito;given-names:C",
              "name_1": "surname:Ueda;given-names:T",
              "name_2": "surname:Abe;given-names:H",
              "name_3": "surname:Wada;given-names:Y",
              "name_4": "surname:Kuroiwa;given-names:T",
              "name_5": "surname:Hisada;given-names:A",
              "pub-id_pmid": "11844103",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "29",
              "year": "2002"
            },
            "text": "A complex and mobile structure forms a distinct subregion within the continuous vacuolar membrane in young cotyledons of Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47752,
            "infons": {
              "fpage": "1371",
              "issue": "4",
              "lpage": "82",
              "name_0": "surname:Hunter;given-names:PR",
              "name_1": "surname:Craddock;given-names:CP",
              "name_2": "surname:Di Benedetto;given-names:S",
              "name_3": "surname:Roberts;given-names:LM",
              "name_4": "surname:Frigerio;given-names:L",
              "pub-id_pmid": "17905861",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "145",
              "year": "2007"
            },
            "text": "Fluorescent reporter proteins for the tonoplast and the vacuolar lumen identify a single vacuolar compartment in Arabidopsis cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47883,
            "infons": {
              "pub-id_doi": "10.1105/tpc.111.085480",
              "section_type": "REF",
              "type": "ref"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47884,
            "infons": {
              "fpage": "1507",
              "issue": "7",
              "lpage": "23",
              "name_0": "surname:Escobar;given-names:NM",
              "name_1": "surname:Haupt;given-names:S",
              "name_2": "surname:Thow;given-names:G",
              "name_3": "surname:Boevink;given-names:P",
              "name_4": "surname:Chapman;given-names:S",
              "name_5": "surname:Oparka;given-names:K",
              "pub-id_pmid": "12837943",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "15",
              "year": "2003"
            },
            "text": "High-throughput viral expression of cDNA-green fluorescent protein fusions reveals novel subcellular addresses and identifies unique proteins that interact with plasmodesmata",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48059,
            "infons": {
              "fpage": "1809",
              "issue": "11",
              "lpage": "12",
              "name_0": "surname:Maitrejean;given-names:M",
              "name_1": "surname:Vitale;given-names:A",
              "pub-id_doi": "10.4161/psb.6.11.17867",
              "pub-id_pmid": "22057339",
              "section_type": "REF",
              "source": "Plant Signal Behav",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "How are tonoplast proteins degraded?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48096,
            "infons": {
              "fpage": "1783",
              "issue": "4",
              "lpage": "96",
              "name_0": "surname:Maitrejean;given-names:M",
              "name_1": "surname:Wudick;given-names:MM",
              "name_2": "surname:Voelker;given-names:C",
              "name_3": "surname:Prinsi;given-names:B",
              "name_4": "surname:Mueller-Roeber;given-names:B",
              "name_5": "surname:Czempinski;given-names:K",
              "pub-id_doi": "10.1104/pp.111.177816",
              "pub-id_pmid": "21697507",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "156",
              "year": "2011"
            },
            "text": "Assembly and sorting of the tonoplast potassium channel AtTPK1 and its turnover by internalization into the vacuole",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48212,
            "infons": {
              "fpage": "193",
              "issue": "1–2",
              "lpage": "209",
              "name_0": "surname:Beebo;given-names:A",
              "name_1": "surname:Thomas;given-names:D",
              "name_2": "surname:Der;given-names:C",
              "name_3": "surname:Sanchez;given-names:L",
              "name_4": "surname:Leborgne-Castel;given-names:N",
              "name_5": "surname:Marty;given-names:F",
              "pub-id_doi": "10.1007/s11103-009-9465-2",
              "pub-id_pmid": "19229639",
              "section_type": "REF",
              "source": "Plant Mol Biol",
              "type": "ref",
              "volume": "70",
              "year": "2009"
            },
            "text": "Life with and without AtTIP1;1, an Arabidopsis aquaporin preferentially localized in the apposing tonoplasts of adjacent vacuoles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48342,
            "infons": {
              "fpage": "1227",
              "issue": "3",
              "lpage": "39",
              "name_0": "surname:Hicks;given-names:GR",
              "name_1": "surname:Rojo;given-names:E",
              "name_2": "surname:Hong;given-names:S",
              "name_3": "surname:Carter;given-names:DG",
              "name_4": "surname:Raikhel;given-names:NV",
              "pub-id_pmid": "14988481",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "134",
              "year": "2004"
            },
            "text": "Geminating pollen has tubular vacuoles, displays highly dynamic vacuole biogenesis, and requires VACUOLESS1 for proper function",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48470,
            "infons": {
              "fpage": "64",
              "issue": "1",
              "lpage": "73",
              "name_0": "surname:Saito;given-names:C",
              "name_1": "surname:Uemura;given-names:T",
              "name_2": "surname:Awai;given-names:C",
              "name_3": "surname:Tominaga;given-names:M",
              "name_4": "surname:Ebine;given-names:K",
              "name_5": "surname:Ito;given-names:J",
              "pub-id_doi": "10.1111/j.1365-313X.2011.04665.x",
              "pub-id_pmid": "21645145",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "68",
              "year": "2011"
            },
            "text": "The occurrence of 'bulbs', a complex configuration of the vacuolar membrane, is affected by mutations of vacuolar SNARE and phospholipase in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48623,
            "infons": {
              "fpage": "3416",
              "issue": "8",
              "lpage": "34",
              "name_0": "surname:Segami;given-names:S",
              "name_1": "surname:Makino;given-names:S",
              "name_2": "surname:Miyake;given-names:A",
              "name_3": "surname:Asaoka;given-names:M",
              "name_4": "surname:Maeshima;given-names:M",
              "pub-id_doi": "10.1105/tpc.114.127571",
              "pub-id_pmid": "25118245",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "26",
              "year": "2014"
            },
            "text": "Dynamics of Vacuoles and H+-Pyrophosphatase Visualized by Monomeric Green Fluorescent Protein in Arabidopsis: Artifactual Bulbs and Native Intravacuolar Spherical Structures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48797,
            "infons": {
              "fpage": "33",
              "issue": "1",
              "lpage": "46",
              "name_0": "surname:Kato;given-names:T",
              "name_1": "surname:Morita;given-names:MT",
              "name_2": "surname:Fukaki;given-names:H",
              "name_3": "surname:Yamauchi;given-names:Y",
              "name_4": "surname:Uehara;given-names:M",
              "name_5": "surname:Niihama;given-names:M",
              "pub-id_pmid": "11826297",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "14",
              "year": "2002"
            },
            "text": "SGR2, a phospholipase-like protein, and zig/sgr4, a SNARE, are involved in the shoot gravitropism of Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48910,
            "infons": {
              "fpage": "3006",
              "issue": "11",
              "lpage": "21",
              "name_0": "surname:Ebine;given-names:K",
              "name_1": "surname:Okatani;given-names:Y",
              "name_2": "surname:Uemura;given-names:T",
              "name_3": "surname:Goh;given-names:T",
              "name_4": "surname:Shoda;given-names:K",
              "name_5": "surname:Niihama;given-names:M",
              "pub-id_doi": "10.1105/tpc.107.057711",
              "pub-id_pmid": "18984676",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "20",
              "year": "2008"
            },
            "text": "A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49044,
            "infons": {
              "fpage": "3733",
              "issue": "12",
              "lpage": "43",
              "name_0": "surname:Sanderfoot;given-names:AA",
              "name_1": "surname:Kovaleva;given-names:V",
              "name_2": "surname:Bassham;given-names:DC",
              "name_3": "surname:Raikhel;given-names:NV",
              "pub-id_pmid": "11739776",
              "section_type": "REF",
              "source": "Mol Biol Cell",
              "type": "ref",
              "volume": "12",
              "year": "2001"
            },
            "text": "Interactions between syntaxins identify at least five SNARE complexes within the Golgi/prevacuolar system of the Arabidopsis cell",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49174,
            "infons": {
              "fpage": "1026",
              "issue": "6",
              "lpage": "40",
              "name_0": "surname:Zheng;given-names:J",
              "name_1": "surname:Han;given-names:SW",
              "name_2": "surname:Rodriguez-Welsh;given-names:MF",
              "name_3": "surname:Rojas-Pierce;given-names:M",
              "pub-id_doi": "10.1093/mp/ssu019",
              "pub-id_pmid": "24569132",
              "section_type": "REF",
              "source": "Mol Plant",
              "type": "ref",
              "volume": "7",
              "year": "2014"
            },
            "text": "Homotypic Vacuole Fusion Requires VTI11 and Is Regulated by Phosphoinositides",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49252,
            "infons": {
              "fpage": "e44735",
              "issue": "9",
              "name_0": "surname:Rivera-Serrano;given-names:EE",
              "name_1": "surname:Rodriguez-Welsh;given-names:MF",
              "name_2": "surname:Hicks;given-names:GR",
              "name_3": "surname:Rojas-Pierce;given-names:M",
              "pub-id_doi": "10.1371/journal.pone.0044735PONE-D-12-19870",
              "pub-id_pmid": "22957103",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "A small molecule inhibitor partitions two distinct pathways for trafficking of tonoplast intrinsic proteins in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49375,
            "infons": {
              "fpage": "169",
              "issue": "1",
              "lpage": "78",
              "name_0": "surname:Geldner;given-names:N",
              "name_1": "surname:Denervaud-Tendon;given-names:V",
              "name_2": "surname:Hyman;given-names:DL",
              "name_3": "surname:Mayer;given-names:U",
              "name_4": "surname:Stierhof;given-names:YD",
              "name_5": "surname:Chory;given-names:J",
              "pub-id_doi": "10.1111/j.1365-313X.2009.03851.x",
              "pub-id_pmid": "19309456",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "59",
              "year": "2009"
            },
            "text": "Rapid, combinatorial analysis of membrane compartments in intact plants with a multicolor marker set",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49476,
            "infons": {
              "fpage": "355",
              "issue": "2",
              "lpage": "65",
              "name_0": "surname:Grefen;given-names:C",
              "name_1": "surname:Donald;given-names:N",
              "name_2": "surname:Schumacher;given-names:K",
              "name_3": "surname:Blatt;given-names:MR",
              "pub-id_doi": "10.1111/j.1365-313X.2010.04322.x",
              "pub-id_pmid": "20735773",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "64",
              "year": "2010"
            },
            "text": "A Ubiquitin-10 promoter-based vector set for fluorescent protein tagging facilitates temporal stability and native protein distribution in transient and stable expression studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49655,
            "infons": {
              "fpage": "712",
              "issue": "4",
              "lpage": "23",
              "name_0": "surname:Zhou;given-names:R",
              "name_1": "surname:Benavente;given-names:LM",
              "name_2": "surname:Stepanova;given-names:AN",
              "name_3": "surname:Alonso;given-names:JM",
              "pub-id_doi": "10.1111/j.1365-313X.2011.04524.x",
              "pub-id_pmid": "21294796",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "66",
              "year": "2011"
            },
            "text": "A recombineering-based gene tagging system for Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49714,
            "infons": {
              "fpage": "735",
              "issue": "6",
              "lpage": "46",
              "name_0": "surname:Clough;given-names:SJ",
              "name_1": "surname:Bent;given-names:AF",
              "pub-id_pmid": "10069079",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "16",
              "year": "1998"
            },
            "text": "Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49812,
            "infons": {
              "fpage": "795",
              "issue": "3",
              "lpage": "805",
              "name_0": "surname:Lukowitz;given-names:W",
              "name_1": "surname:Gillmor;given-names:CS",
              "name_2": "surname:Scheible;given-names:W-R",
              "pub-id_pmid": "10889228",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "123",
              "year": "2000"
            },
            "text": "Positional cloning in Arabidopsis Why it feels good to have a Genome Initiative working for you",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49908,
            "infons": {
              "fpage": "739",
              "issue": "5",
              "lpage": "56",
              "name_0": "surname:Pagny;given-names:S",
              "name_1": "surname:Cabanes-Macheteau;given-names:M",
              "name_2": "surname:Gillikin;given-names:JW",
              "name_3": "surname:Leborgne-Castel;given-names:N",
              "name_4": "surname:Lerouge;given-names:P",
              "name_5": "surname:Boston;given-names:RS",
              "pub-id_pmid": "10810147",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "12",
              "year": "2000"
            },
            "text": "Protein recycling from the Golgi apparatus to the endoplasmic reticulum in plants and its minor contribution to calreticulin retention",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50043,
            "infons": {
              "fpage": "3718",
              "issue": "7",
              "lpage": "23",
              "name_0": "surname:Cutler;given-names:SR",
              "name_1": "surname:Ehrhardt;given-names:DW",
              "name_2": "surname:Griffitts;given-names:JS",
              "name_3": "surname:Somerville;given-names:CR",
              "pub-id_pmid": "10737809",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "97",
              "year": "2000"
            },
            "text": "Random GFP: cDNA fusions enable visualization of subcellular structures in cells of Arabidopsis at a high frequency",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50159,
            "infons": {
              "fpage": "133",
              "name_0": "surname:Gattolin;given-names:S",
              "name_1": "surname:Sorieul;given-names:M",
              "name_2": "surname:Hunter;given-names:PR",
              "name_3": "surname:Khonsari;given-names:RH",
              "name_4": "surname:Frigerio;given-names:L",
              "pub-id_doi": "10.1186/1471-2229-9-133",
              "pub-id_pmid": "19922653",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "9",
              "year": "2009"
            },
            "text": "In vivo imaging of the tonoplast intrinsic protein family in Arabidopsis roots",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50238,
            "infons": {
              "fpage": "653",
              "issue": "5633",
              "lpage": "7",
              "name_0": "surname:Alonso;given-names:JM",
              "name_1": "surname:Stepanova;given-names:AN",
              "name_2": "surname:Leisse;given-names:TJ",
              "name_3": "surname:Kim;given-names:CJ",
              "name_4": "surname:Chen;given-names:H",
              "name_5": "surname:Shinn;given-names:P",
              "pub-id_doi": "10.1126/science.1086391301/5633/653",
              "pub-id_pmid": "12893945",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "301",
              "year": "2003"
            },
            "text": "Genome-wide insertional mutagenesis of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50298,
            "infons": {
              "fpage": "4",
              "issue": "1",
              "lpage": "6",
              "name_0": "surname:Daxinger;given-names:L",
              "name_1": "surname:Hunter;given-names:B",
              "name_2": "surname:Sheikh;given-names:M",
              "name_3": "surname:Jauvion;given-names:V",
              "name_4": "surname:Gasciolli;given-names:V",
              "name_5": "surname:Vaucheret;given-names:H",
              "pub-id_doi": "10.1016/j.tplants.2007.10.007",
              "pub-id_pmid": "18178509",
              "section_type": "REF",
              "source": "Trends Plant Sci",
              "type": "ref",
              "volume": "13",
              "year": "2008"
            },
            "text": "Unexpected silencing effects from T-DNA tags in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50358,
            "infons": {
              "fpage": "e1510",
              "issue": "1",
              "name_0": "surname:Laxmi;given-names:A",
              "name_1": "surname:Pan;given-names:J",
              "name_2": "surname:Morsy;given-names:M",
              "name_3": "surname:Chen;given-names:R",
              "pub-id_doi": "10.1371/journal.pone.0001510",
              "pub-id_pmid": "18231596",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "3",
              "year": "2008"
            },
            "text": "Light Plays an Essential Role in Intracellular Distribution of Auxin Efflux Carrier PIN2 in Arabidopsis thaliana ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50472,
            "infons": {
              "fpage": "237",
              "issue": "2",
              "lpage": "47",
              "name_0": "surname:Jaillais;given-names:Y",
              "name_1": "surname:Fobis-Loisy;given-names:I",
              "name_2": "surname:Miege;given-names:C",
              "name_3": "surname:Gaude;given-names:T",
              "pub-id_doi": "10.1111/j.1365-313X.2007.03338.x",
              "pub-id_pmid": "17999644",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "53",
              "year": "2008"
            },
            "text": "Evidence for a sorting endosome in Arabidopsis root cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50530,
            "infons": {
              "fpage": "2818",
              "issue": "7",
              "lpage": "23",
              "name_0": "surname:Nováková;given-names:P",
              "name_1": "surname:Hirsch;given-names:S",
              "name_2": "surname:Feraru;given-names:E",
              "name_3": "surname:Tejos;given-names:R",
              "name_4": "surname:van Wijk;given-names:R",
              "name_5": "surname:Viaene;given-names:T",
              "pub-id_doi": "10.1073/pnas.1324264111",
              "pub-id_pmid": "24550313",
              "section_type": "REF",
              "source": "Proceedings of the National Academy of Sciences",
              "type": "ref",
              "volume": "111",
              "year": "2014"
            },
            "text": "SAC phosphoinositide phosphatases at the tonoplast mediate vacuolar function in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50622,
            "infons": {
              "fpage": "D225",
              "lpage": "9",
              "name_0": "surname:Marchler-Bauer;given-names:A",
              "name_1": "surname:Lu;given-names:S",
              "name_2": "surname:Anderson;given-names:JB",
              "name_3": "surname:Chitsaz;given-names:F",
              "name_4": "surname:Derbyshire;given-names:MK",
              "name_5": "surname:DeWeese-Scott;given-names:C",
              "pub-id_doi": "10.1093/nar/gkq1189",
              "pub-id_pmid": "21109532",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "39",
              "year": "2011"
            },
            "text": "CDD: a Conserved Domain Database for the functional annotation of proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50697,
            "infons": {
              "fpage": "D1178",
              "lpage": "86",
              "name_0": "surname:Goodstein;given-names:DM",
              "name_1": "surname:Shu;given-names:S",
              "name_2": "surname:Howson;given-names:R",
              "name_3": "surname:Neupane;given-names:R",
              "name_4": "surname:Hayes;given-names:RD",
              "name_5": "surname:Fazo;given-names:J",
              "pub-id_doi": "10.1093/nar/gkr944",
              "pub-id_pmid": "22110026",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "40",
              "year": "2012"
            },
            "text": "Phytozome: a comparative platform for green plant genomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50756,
            "infons": {
              "fpage": "e718",
              "issue": "8",
              "name_0": "surname:Winter;given-names:D",
              "name_1": "surname:Vinegar;given-names:B",
              "name_2": "surname:Nahal;given-names:H",
              "name_3": "surname:Ammar;given-names:R",
              "name_4": "surname:Wilson;given-names:GV",
              "name_5": "surname:Provart;given-names:NJ",
              "pub-id_doi": "10.1371/journal.pone.0000718",
              "pub-id_pmid": "17684564",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "2",
              "year": "2007"
            },
            "text": "An “Electronic Fluorescent Pictograph” Browser for Exploring and Analyzing Large-Scale Biological Data Sets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50868,
            "infons": {
              "fpage": "1068",
              "issue": "6",
              "lpage": "82",
              "name_0": "surname:Zeller;given-names:G",
              "name_1": "surname:Henz;given-names:SR",
              "name_2": "surname:Widmer;given-names:CK",
              "name_3": "surname:Sachsenberg;given-names:T",
              "name_4": "surname:Rätsch;given-names:G",
              "name_5": "surname:Weigel;given-names:D",
              "pub-id_doi": "10.1111/j.1365-313X.2009.03835.x",
              "pub-id_pmid": "19222804",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "58",
              "year": "2009"
            },
            "text": "Stress-induced changes in the Arabidopsis thaliana transcriptome analyzed using whole-genome tiling arrays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50975,
            "infons": {
              "fpage": "526",
              "issue": "3",
              "lpage": "42",
              "name_0": "surname:Goda;given-names:H",
              "name_1": "surname:Sasaki;given-names:E",
              "name_2": "surname:Akiyama;given-names:K",
              "name_3": "surname:Maruyama-Nakashita;given-names:A",
              "name_4": "surname:Nakabayashi;given-names:K",
              "name_5": "surname:Li;given-names:W",
              "pub-id_doi": "10.1111/j.0960-7412.2008.03510.x",
              "pub-id_pmid": "18419781",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "55",
              "year": "2008"
            },
            "text": "The AtGenExpress hormone and chemical treatment data set: experimental design, data evaluation, model data analysis and data access",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51107,
            "infons": {
              "fpage": "905",
              "issue": "12",
              "lpage": "9",
              "name_0": "surname:Shaner;given-names:NC",
              "name_1": "surname:Steinbach;given-names:PA",
              "name_2": "surname:Tsien;given-names:RY",
              "pub-id_doi": "10.1038/nmeth819",
              "pub-id_pmid": "16299475",
              "section_type": "REF",
              "source": "Nat Methods",
              "type": "ref",
              "volume": "2",
              "year": "2005"
            },
            "text": "A guide to choosing fluorescent proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51148,
            "infons": {
              "fpage": "R800",
              "issue": "17",
              "lpage": "11",
              "name_0": "surname:Szymanski;given-names:DB",
              "name_1": "surname:Cosgrove;given-names:DJ",
              "pub-id_doi": "10.1016/j.cub.2009.07.056",
              "pub-id_pmid": "19906582",
              "section_type": "REF",
              "source": "Curr Biol",
              "type": "ref",
              "volume": "19",
              "year": "2009"
            },
            "text": "Dynamic coordination of cytoskeletal and cell wall systems during plant cell morphogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51239,
            "infons": {
              "fpage": "687",
              "issue": "5",
              "lpage": "700",
              "name_0": "surname:Vermeer;given-names:JE",
              "name_1": "surname:van Leeuwen;given-names:W",
              "name_2": "surname:Tobena-Santamaria;given-names:R",
              "name_3": "surname:Laxalt;given-names:AM",
              "name_4": "surname:Jones;given-names:DR",
              "name_5": "surname:Divecha;given-names:N",
              "pub-id_doi": "10.1111/j.1365-313X.2006.02830.x",
              "pub-id_pmid": "16856980",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "47",
              "year": "2006"
            },
            "text": "Visualization of PtdIns3P dynamics in living plant cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51296,
            "infons": {
              "fpage": "677",
              "issue": "6",
              "lpage": "84",
              "name_0": "surname:Zouhar;given-names:J",
              "name_1": "surname:Rojo;given-names:E",
              "pub-id_doi": "10.1016/j.pbi.2009.08.004",
              "pub-id_pmid": "19783468",
              "section_type": "REF",
              "source": "Curr Opin Plant Biol",
              "type": "ref",
              "volume": "12",
              "year": "2009"
            },
            "text": "Plant vacuoles: where did they come from and where are they heading?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51365,
            "infons": {
              "fpage": "219",
              "issue": "2",
              "lpage": "31",
              "name_0": "surname:Gulledge;given-names:AA",
              "name_1": "surname:Roberts;given-names:AD",
              "name_2": "surname:Vora;given-names:H",
              "name_3": "surname:Patel;given-names:K",
              "name_4": "surname:Loraine;given-names:AE",
              "pub-id_doi": "10.3732/ajb.1100355",
              "pub-id_pmid": "22291167",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "99",
              "year": "2012"
            },
            "text": "Mining Arabidopsis thaliana RNA-seq data with Integrated Genome Browser reveals stress-induced alternative splicing of the putative splicing regulator SR45a",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51522,
            "infons": {
              "fpage": "2730",
              "issue": "20",
              "lpage": "1",
              "name_0": "surname:Nicol;given-names:JW",
              "name_1": "surname:Helt;given-names:GA",
              "name_2": "surname:Blanchard;given-names:SG;suffix:Jr.",
              "name_3": "surname:Raja;given-names:A",
              "name_4": "surname:Loraine;given-names:AE",
              "pub-id_doi": "10.1093/bioinformatics/btp472",
              "pub-id_pmid": "19654113",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "25",
              "year": "2009"
            },
            "text": "The Integrated Genome Browser: free software for distribution and exploration of genome-scale datasets",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]