[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250704",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC4340379",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Dirigent Protein Structure",
              "article-id_doi": "10.1074/jbc.M114.611780",
              "article-id_pmc": "PMC4340379",
              "article-id_pmid": "25411250",
              "article-id_publisher-id": "M114.611780",
              "fpage": "1308",
              "issue": "3",
              "kwd": "Crystallography Homology Modeling Molecular Docking Protein Crystallization Secondary Metabolism Dirigent Proteins Phenoxy Radical Radical Coupling",
              "license": "Author's Choice—Final version full access.Creative Commons Attribution Unported License applies to Author Choice Articles",
              "lpage": "1318",
              "name_0": "surname:Kim;given-names:Kye-Won",
              "name_1": "surname:Smith;given-names:Clyde A.",
              "name_2": "surname:Daily;given-names:Michael D.",
              "name_3": "surname:Cort;given-names:John R.",
              "name_4": "surname:Davin;given-names:Laurence B.",
              "name_5": "surname:Lewis;given-names:Norman G.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "290",
              "year": "2014"
            },
            "text": "Trimeric Structure of (+)-Pinoresinol-forming Dirigent Protein at 1.95 Å Resolution with Three Isolated Active Sites*",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 120,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Background: Dirigent protein (DP) discovery gave new paradigm for monolignol-derived coupling in planta.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 225,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Results: (+)-Pinoresinol-forming DP (PsDRR206) three-dimensional structure was obtained at 1.95 Å resolution.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 337,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Conclusion: The tightly packed trimeric DP has three putative substrate binding sites spatially far apart, suggesting that each site involves monomer coupling directly.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 506,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Significance: New insights into monolignol radical-radical coupling in planta.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 585,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Control over phenoxy radical-radical coupling reactions in vivo in vascular plants was enigmatic until our discovery of dirigent proteins (DPs, from the Latin dirigere, to guide or align). The first three-dimensional structure of a DP ((+)-pinoresinol-forming DP, 1.95 Å resolution, rhombohedral space group H32)) is reported herein. It has a tightly packed trimeric structure with an eight-stranded β-barrel topology for each DP monomer. Each putative substrate binding and orientation coupling site is located on the trimer surface but too far apart for intermolecular coupling between sites. It is proposed that each site enables stereoselective coupling (using either two coniferyl alcohol radicals or a radical and a monolignol). Interestingly, there are six differentially conserved residues in DPs affording either the (+)- or (−)-antipodes in the vicinity of the putative binding site and region known to control stereoselectivity. DPs are involved in lignan biosynthesis, whereas dirigent domains/sites have been implicated in lignin deposition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1645,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1658,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In terrestrial vascular plants, monolignol coupling affords the lignans, as well as the polymeric structural lignins, with the latter being the most abundant plant biopolymers next to cellulose. The former are, however, a very diverse class of vascular plant natural products, typically dimers and/or higher oligomers, whose physiological roles in planta are considered mainly involved in plant defense, particularly in leaf, (heart)wood, knot, and seed coat tissues. Many lignans are optically active and can have diverse coupling modes, although the 8–8′ interunit (dimer) linkage is perhaps the most commonly encountered. Some are also medicinally important, such as podophyllotoxin, or its semi-synthetic derivatives, etoposide, teniposide, and Etopophos® widely used in cancer therapies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2456,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The entry point into presumed phenoxy radical-radical coupling to the 8–8′ lignan class involves one electron oxidation of the monolignol, e.g. coniferyl alcohol (Fig. 1A, 1), which in the presence of a specific type of dirigent protein (DP; from the Latin dirigere, to guide or to align)2, can undergo distinct forms of stereoselective coupling to afford either the (+)- or the (−)-antipode of pinoresinol (Fig. 1A, 2a or 2b). Mechanistically, one electron oxidation (e.g. catalyzed by laccases, peroxidases) is envisaged to generate the corresponding coniferyl alcohol (1)-derived free radical intermediate (CA•), which then binds to the DPs. Bound substrate orientation subsequently occurs in such a way as to enable 8–8′ coupling at the si-si face with concomitant intramolecular cyclization to afford (+)-pinoresinol (Fig. 1A, 2a), such as in Forsythia intermedia, Thuja plicata, Schizandra chinensis, or pea (Pisum sativum), or alternatively re-re coupling to give the (−)-antipode (Fig. 1A, 2b) as in Arabidopsis and flax (Linum usitatissimum).3 Of these, the (+)-pinoresinol-forming DP in pea is annotated as PsDRR206, and the (−)-pinoresinol-forming DP in Arabidopsis thaliana is named AtDIR6.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3675,
            "infons": {
              "file": "zbc0051505840001.jpg",
              "id": "F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Pinoresinol-forming dirigent proteins.\nA, proposed biosynthesis mechanism to afford (+)- or (−)-pinoresinols (2a or 2b) in DP-guided stereoselective couplings with coniferyl alcohol (1) as substrate. B, amino acid sequence alignments of mature (+)- and (−)-pinoresinol-forming DPs with their structural homologue AtAOC2. Secondary structures of PsDRR206 (orange) and AtAOC2 (blue) are also drawn. Loop residues in the PsDRR206 structure absent in the (−)-pinoresinol-forming DPs are indicated with green dashed lines in the sequences.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4216,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In this investigation, determination of the x-ray crystal structure of the (+)-pinoresinol-forming DP PsDRR206 is reported. These results are discussed with regard to previously proposed mechanisms for DP-mediated CA• coupling and a published homology model of AtDIR6, as well as existing x-ray structures of allene oxide cyclase (AOC). AOC is a plant enzyme that forms 12-oxo-phytodienoic acid, an intermediate in jasmonic acid biosynthesis, from a reactive allene oxide precursor, 12,13-epoxyoctadeca-9,11,15-trienoate. AOC shares distant sequence similarity to DPs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4787,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "EXPERIMENTAL PROCEDURES",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4811,
            "infons": {
              "section_type": "METHODS",
              "type": "title_4"
            },
            "text": "Cloning, Expression, and Purification of PsDRR206",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4861,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The PsDRR206 gene (GenBankTM accession number U11716) was isolated from pea (P. sativum cv. Alcan) genomic DNA using PCR amplification with gene specific primers (DRR206 forward, ATGGGTTCCAAACTTCTAGTACTA, and DRR206 reverse, TTACCAACACTCAAAGAACTTGAT). Vector construction and transformation were carried out using biolistic bombardment technology as described by Seneviratne et al., as was expression and purification of the (+)-pinoresinol-forming PsDRR206 recombinant DP in tomato cell culture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5358,
            "infons": {
              "section_type": "METHODS",
              "type": "title_4"
            },
            "text": "Crystallization and X-ray Data Collection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5400,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Initial crystallization conditions for the PsDRR206 protein were obtained using the microbatch under oil method employing 1536-well microassay plate high throughput screening at the Hauptman Woodward Institute (Buffalo, NY). Four conditions from preliminary screening produced microcrystals: condition 265, 0.1 m (NH4)2SO4, 0.1 m CAPS pH 10, PEG8000 20% (v/v); condition 1006, 0.1 m NH4Br, 0.1 m Tris, pH 8, PEG 400 40% (v/v); condition 1077, 5% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.09 m Bis-Tris propane, pH 7.8, and 27% PEG 3350; and condition 1474, 0.1 m NaCl, 0.1 m NaOAc, pH 5.0, PEG 400 80% (w/v). Initial “hits” were scaled up in-house as hanging drop vapor diffusion methods on VDX 24-well plates (Hampton Research, CA) incubated at 22 °C with a drop size of 3 μl consisting of equal volumes of protein at a concentration of 4–5 mg/ml in 40 mm MES, pH 5, 20 mm Na2SO4, 20% glycerol, and reservoir solution. Each drop was equilibrated against a 500-μl reservoir and monitored periodically. Crystallization conditions were further optimized using grid screening. Diffraction quality crystals were obtained from the final optimized crystallization condition 1077, comprising 4% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.1 m Bis-Tris propane, pH 7.8, and 35% PEG 3350. Crystals appeared within 5–10 days and grew to the size of 170 × 170 × 150 μm within 10 weeks. The PsDRR206 crystals were subsequently flash cooled in a cryoprotectant crystallization buffer, stored in cryovials, and shipped to the Stanford Synchrotron Radiation Lightsource for data collection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7022,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Native PsDRR206 crystals, diffracting to ∼1.95 Å resolution, belong to the rhombohedral space group H32 (see Table 1). A complete data set comprising 600 images with a rotation angle of 0.2° was collected from a single PsDRR206 crystal on Stanford Synchrotron Radiation Lightsource Beamline BL12-2 using x-rays at 12,658 eV (0.98093 Å) and a PILATUS 6 m PAD detector running in the shutterless mode. The data were processed with XDS and scaled with SCALA from the CCP4 suite of programs. The Matthews coefficient assuming two molecules in the asymmetric unit was 2.0 Å3/Da (39% solvent content). The final data collection statistics are given in Table 1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7686,
            "infons": {
              "section_type": "METHODS",
              "type": "title_4"
            },
            "text": "Data Processing, Structure Determination, and Refinement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7743,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PsDRR206 structure was solved by molecular replacement using the homology model generated for the (−)-pinoresinol-forming DP AtDIR6 from A. thaliana (PM0078038), which was derived from an x-ray structure of A. thaliana AOC2 (AtAOC2; PDB code 2BRJ). The sequences of PsDRR206 and AtDIR6 were aligned and the AtDIR6 model was converted into a pseudo-DRR206 model using the program CHAINSAW from the CCP4 suite. Identical residues in the two sequences were retained, and those that differed were truncated at the Cβ atom. A weak molecular replacement solution, with a weighted R factor of 0.61, and a score of 0.42 was obtained with the program MOLREP. This solution was refined for 15 cycles using REFMAC giving crystallographic R factor and Rfree values of 0.48 and 0.54, respectively, and 2Fo − Fc and Fo − Fc electron density maps were calculated. Inspection of the electron density showed that the molecular replacement solution was correct, with side chains truncated by CHAINSAW clearly visible in the 2Fo − Fc and Fo − Fc maps. Refinement of PsDRR206 structure was completed with the PHENIX suite of programs and manual building of the model using the molecular graphics program COOT. Water molecules were added at structurally and chemically relevant positions, and the atomic displacement parameters for all atoms in the structure were refined isotropically. The final refinement statistics are given in Table 1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9174,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Atomic coordinates and structure factors for PsDRR206 were deposited to the Protein Data Bank with PDB code 4REV. Superpositions were performed using the SSM procedure as implemented in COOT and the program LSQKAB in the CCP4 suite. The figures were generated using PyMOL. The surface topography was analyzed with CASTp using a probe radius of 1.4 Å. Conserved residues were mapped onto the structure using ConSurf.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9592,
            "infons": {
              "section_type": "METHODS",
              "type": "title_4"
            },
            "text": "Computational Docking Experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9626,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PsDRR206 and two ligands were prepared in AutoDockTools4 with default bonded and nonbonded parameters. One ligand approximated the coniferyl alcohol quinone methide radical (CA•), with C7 and C8 set to be trivalent, trigonal planar carbon atoms coplanar with the ring carbon and quinone oxygen atoms. A second ligand was the 8–8′ linked bis-quinone methide. Both syn and anti isomers, referring to the relationship between C8 and the methoxyl group, were used in the docking experiments, and rotation about the C7-C8 bond was not allowed in CA•, reflecting its partial double bond character in the resonance hybrid. Flexibility was allowed for the side chains of residues Asp40, Phe79, Tyr101, Ser111, Leu113, Ile161, Thr163, and Leu174. The grid box was centered upon the ligand with sufficient size to cover the ligand, and all flexible residues and a grid spacing of 0.375 Å. Autodock Vina was used to perform the docking calculations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10575,
            "infons": {
              "section_type": "METHODS",
              "type": "title_4"
            },
            "text": "Homology Modeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10593,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Homology models of AtDIR6 were built in SWISS-MODEL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10646,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "RESULTS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10654,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Fungally challenged pea (P. sativum) pods have an overall non-host disease response that includes induction of a gene called PsDRR206 (Disease Resistance Response 206), whose protein biochemical function until recently was unknown. PsDRR206 shares 54% sequence identity with AtDIR6 over the extent of the mature polypeptide. For its study in vitro, recombinant PsDRR206 was constitutively expressed using the strong CaMV 35S promoter of pART17. Large scale (3 liters) suspension culture of transformed tomato (Solanum peruvianum) cells was obtained by gradually increasing the culture volume (starter volume, 40 ml) with fresh liquid medium for 4 weeks at weekly subculturing intervals. Proteins were isolated using a series of strong cationic column chromatographic steps with ∼400 μg of PsDRR206 protein obtained from the 3-liter culture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11498,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Detailed biochemical characterization next established it to be a (+)-pinoresinol-forming DP, and a homologue to our much earlier discovery of this protein type and its physiological function from Forsythia species. Thus we have now discovered DPs producing both pinoresinol antipodes, with the recent discovery of a (−)-pinoresinol-forming DP in Arabidopsis (AtDIR6). Interestingly, the function of AtDIR6 was also reported independently by others. Of the various DPs under investigation thus far, however, crystallization conditions have only been identified for PsDRR206, the focus of this investigation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12108,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_4"
            },
            "text": "Overall Structure",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12126,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "PsDRR206 structure was solved by molecular replacement and refined at 1.95 Å resolution (Table 1). The asymmetric unit contains two independent molecules related by a noncrystallographic 2-fold rotation axis and connected by a single salt bridge between Glu169 and Arg173. Molecule A comprises residues 28–43, 65–105, 110–135, 138–166, and 169–184, whereas molecule B contains residues 28–42, 66–104, 109–135, 138–166, and 168–184 (see PDB code 4REV for details). Superposition of the two independent molecules gives a root mean square deviation (RMSD) of 0.4 Å for 124 matching Cα atoms. The structure of the PsDRR206 monomer (Fig. 2A) can be best described as an eight-stranded antiparallel β-meander forming a β-barrel. The displacement (shear number) at the suture between β1 and β8, caused by twisting of the β-sheet, is ten residues. The gaps in the structure correspond to the seven N-terminal residues and loops between strands β1–β2, β3–β4, β5–β6a, and β7–β8. In all of these gaps, the electron density was either very weak or missing completely, such that the residues in the loops could not be fitted. Interestingly, the four missing loops are all at one end of the β-barrel, designated here as the top of the molecule (Fig. 2, A and B). N-Linked glycans assumed to be present at Asn50 and Asn120 in PsDRR206 based on their occurrence at the equivalent residues in AtDIR6 are also missing in the electron density map.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13602,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Data collection and refinement statistics for PsDRR206",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13657,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Data collection</bold></td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Space group</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">H32</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Maximum resolution (<italic>d</italic><sub>min</sub>) (Å)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.95</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Unit cell dimensions (Å)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>a</italic> = <italic>b</italic> = 88.4, <italic>c</italic> = 196.8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Observed reflections</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">142,020</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Unique reflections to <italic>d</italic><sub>min</sub></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21,935</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    <italic>R</italic><sub>merge</sub> (%)<xref ref-type=\"table-fn\" rid=\"TF1-1\"><italic><sup>a</sup></italic></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.7 (66.1)<xref ref-type=\"table-fn\" rid=\"TF1-2\"><italic><sup>b</sup></italic></xref></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    <italic>I</italic>/σ</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21.9 (2.6)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Completeness (%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">99.6 (98.1)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    CC½<xref ref-type=\"table-fn\" rid=\"TF1-3\"><italic><sup>c</sup></italic></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">100.0 (85.7)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Multiplicity</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.5 (5.4)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Wilson B (Å<sup>2</sup>)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">39.6</td></tr><tr><td colspan=\"2\" rowspan=\"1\"><hr/></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Refinement</bold></td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Resolution range (Å)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38.5–1.95</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    <italic>R</italic> factor/<italic>R</italic><sub>free</sub> (%)<xref ref-type=\"table-fn\" rid=\"TF1-4\"><italic><sup>d</sup></italic></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20.1/24.8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    <italic>R</italic><sub>all</sub> (%)<xref ref-type=\"table-fn\" rid=\"TF1-5\"><italic><sup>e</sup></italic></xref></td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Total atoms</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Protein</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1030/1012</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Solvent</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">50</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    B factors</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Protein chain (A/B) (Å<sup>2</sup>)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">59.1/59.4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Solvent (Å<sup>2</sup>)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">57.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    RMSD from ideality</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Bonds (Å)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        1–3 distances (Å)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.43</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">    Ramachandran plot</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">        Residues in preferred regions (%)<xref ref-type=\"table-fn\" rid=\"TF1-6\"><italic><sup>f</sup></italic></xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">98.2</td></tr></tbody></table>\n"
            },
            "text": "Data collection\t\t \t    Space group\tH32\t \t    Maximum resolution (dmin) (Å)\t1.95\t \t    Unit cell dimensions (Å)\ta = b = 88.4, c = 196.8\t \t    Observed reflections\t142,020\t \t    Unique reflections to dmin\t21,935\t \t    Rmerge (%)a\t3.7 (66.1)b\t \t    I/σ\t21.9 (2.6)\t \t    Completeness (%)\t99.6 (98.1)\t \t    CC½c\t100.0 (85.7)\t \t    Multiplicity\t6.5 (5.4)\t \t    Wilson B (Å2)\t39.6\t \t\t \tRefinement\t\t \t    Resolution range (Å)\t38.5–1.95\t \t    R factor/Rfree (%)d\t20.1/24.8\t \t    Rall (%)e\t\t \t    Total atoms\t\t \t        Protein\t1030/1012\t \t        Solvent\t50\t \t    B factors\t\t \t        Protein chain (A/B) (Å2)\t59.1/59.4\t \t        Solvent (Å2)\t57.5\t \t    RMSD from ideality\t\t \t        Bonds (Å)\t0.009\t \t        1–3 distances (Å)\t1.43\t \t    Ramachandran plot\t\t \t        Residues in preferred regions (%)f\t98.2\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14729,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "a Rmerge = Σ|I − <I>|/ΣI × 100, where I = the observed intensity, and <I> is the mean intensity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14834,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "b Numbers in parentheses relate to the highest resolution shell, 2.00–1.95 Å.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14916,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "c Percentage of correlation between intensities from random half-sets calculated by XDS (16).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15010,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "d r = Σ||Fo| − k|Fc ||/Σ|Fo | × 100. Rfree was calculated with 5% of the reflections.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15104,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "e Final R factor calculated with all data using no sigma cutoff.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15169,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "f As defined in MOLPROBITY.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15197,
            "infons": {
              "file": "zbc0051505840002.jpg",
              "id": "F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Structure of the PsDRR206 monomer.\nA, ribbon representation of the eight-stranded β-barrel rainbow-colored from the N terminus (blue) to the C terminus (red), showing the secondary structure labeling. B, the PsDRR206 monomer rotated 90° about a vertical axis and colored to show the two component β-sheets in blue (β-sheet 1) and red (β-sheet 2). The location of the domain-swapped strand β2′ from a neighboring PsDRR206 molecule making up the trimer is shown as a transparent gray strand. The two long loops between strands β2/β3 and β6/β7 are colored green.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15784,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Alternatively, the β-barrel can be viewed as two highly curved anti-parallel sheets formed by strands β2, β3, β4, and β5 (β-sheet 1) and by strands β6, β7, β8, and β1 (β-sheet 2) (Fig. 2B), respectively. Moreover, strand β6 is divided into two shorter strands such that the first part of the strand (β6a) forms the outer strand of β-sheet 2, whereas the C-terminal end (β6b) adds a fifth strand to β-sheet 1. The bifurcation of β6 occurs at a β-bulge at residues Val145-Thr146; a similar bulge is present at the equivalent position in AOC.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16378,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Analysis of the crystal symmetry shows that PsDRR206 forms a tightly packed trimer, with the trimer axis being orientated along the 3-fold axis of the H32 space group (Fig. 3). Nevertheless, formation of the trimer buries almost 2500 Å2 of surface per monomer and over 30% of the total surface of each monomer. Calculation of the electrostatic surface of the PsDRR206 monomer shows that the outer surface is hydrophilic (left side of Fig. 4A), whereas the inner surface involved in trimer interface formation is predominantly hydrophobic (Fig. 4A, right side, and B). Along with a large number of hydrophobic contacts at the trimer interface, the monomers are also held together by six hydrogen bonding interactions (three for each monomer-monomer pair), and two electrostatic interactions (not shown). Inspection of the trimer shows that the loop between the first two strands is involved in a domain-swapping event (Fig. 3B), wherein the loop does not simply reverse direction and become the second β-strand in the same monomer. Instead, it traverses the interface into the neighboring monomer, such that the N-terminal half of the first strand β2 is inserted into the second monomer next to its strand β2 (Fig. 3, A and B), adding a sixth strand to β-sheet 1. The electron density in this region clearly shows the N-terminal extension of this strand (Fig. 3C). This extension of strand β2 provides an additional nine hydrogen bonds, which include seven main chain interactions with strand β2 from the second monomer and two interactions with side chain atoms from the β2-β3 loop (Fig. 3C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17995,
            "infons": {
              "file": "zbc0051505840003.jpg",
              "id": "F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Structure of the PsDRR206 trimer.\nA, the trimer viewed down the 3-fold c-axis of the H32 space group. The a- and b-axes are indicated. B, the trimer rotated 90° about the a-axis. One of the extended β2 strands (blue) traverses the trimer interface into neighboring monomer (green), and this region is highlighted by the black oval. C, final 2Fo − Fc electron density, contoured at 1.0 σ, in the vicinity of the domain-swapped β2 strand from the blue monomer. This extended β2 strand makes a typical anti-parallel hydrogen bonding network with the β2 strand from the green monomer, along with interactions with two residues from the omega loop between strands β2 and β3 (Gln93 and Arg96). Some residues in the blue and green β2 strands are indicated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18770,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the top of each barrel and slightly toward the outside of the trimer is a substantial pocket lined mostly with hydrophobic residues (Figs. 4C and 5, A and B). Several conserved residues cluster around this pocket including strictly conserved charged polar residues Asp40 and Arg141 (Fig. 5A). This narrow pocket is approximately 12 Å deep, 12 Å wide, and 5 Å across. The solvent excluded molecular surface area (Connolly surface) of the pocket is 339 Å2, and its volume is 463 Å3.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19264,
            "infons": {
              "file": "zbc0051505840004.jpg",
              "id": "F4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Surface representation of PsDRR206.\nA, the outer (solvent exposed, left panel) and the inner (buried in trimer formation, right panel) electrostatic surfaces of the monomer. The surface potentials range from −4 kT/e (red) to +4 kT/e (blue). B, the electrostatic surface of two of the monomers, X and Y, with the third monomer (Z) indicated as a semi-transparent green ribbon. The inner surface of the Z monomer is represented by the right panel in A, rotated 180° about a vertical axis relative to the orientation of the green ribbon. C, the electrostatic surface of one of the monomers orientated to view down into the putative active site. The other two monomers making up the trimer are colored red and blue, and the orientation of the trimer is a 60° rotation about the a-axis relative to A.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20064,
            "infons": {
              "file": "zbc0051505840005.jpg",
              "id": "F5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Residues lining the interior of the active site pocket.\nA, several of these residues are conserved, although in only one or the other but not both of the groups of known (+)- or (−)-pinoresinol-forming DPs as indicated in Fig. 1B, suggesting a role in determining substrate orientation. The omega loop is also labeled to indicate proximity to the back side of the active site. B, surface rendering of the active site pocket and surrounding area from the same perspective as A, with residues shown as sticks in A now shown as colored spheres visible under the transparent surface.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20646,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Adjacent to Asp40 and on the opposite side of the β-sheet is found His39, one of three conserved residues in an unusual cluster of highly conserved residues that also includes Thr84 and Ser91. The latter two residues occur in an omega loop between strands β2 and β3 that folds back upon the exterior of the barrel (Figs. 2B and 5A). An omega loop is a nonregular secondary structure element characterized by a loop of varying structure with its N and C termini located on adjacent secondary structure elements, typically β-strands, close together in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21215,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_4"
            },
            "text": "Comparison of PsDRR206 to AOC",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21245,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A Dali search of the PDB identified several β-barrel proteins as being closely related to PsDRR206, including AOC (the first nine hits with Z scores ranging from 12.1 to 11.5), followed by five proteins of unknown function (PDB codes 2Q03, 3G7G, 2OOJ, 3C5O, and 4PUX) with Z scores between 10.5 and 7.8. Unlike AOC, these latter proteins do not form trimeric structures. The Dali search also identified numerous structures from the avidin/streptavidin fold family, but all with Z scores less than 7.0. Like AOC, these are eight-stranded β-barrel proteins with shear number 10; however, they meander in the opposite direction around the barrel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21895,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A structure-based sequence alignment of PsDRR206 and the highest scoring Dali hit, Physcomitrella patens AOC (PpAOC2; PDB code 4H69) with bound inhibitor, identified 109 residues within spans of 151 and 164 residues in the PsDRR206 and AOC crystal structures, respectively, that could be aligned with 2.2 Å RMSD for the backbone atoms (Fig. 6, A and B). Similar alignments can also be generated with AtAOC2 structures. Most of the aligned residues constitute the common core barrel structure of both proteins, whereas the unaligned portions are in loops linking β-strands. Many of these loops also have substantial insertions and deletions, relative to their counterparts in the other structure. However, the prominent pocket or cleft on each PsDRR206 monomer aligns well with its counterpart in the AOC structure. The shapes of the PsDRR206 and AOC pockets are somewhat similar (Fig. 6A), and their volumes are also quite similar. The size and length of AOC ligands such as vernolic acid (PDB code 2DIO) are comparable with pinoresinol (2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22940,
            "infons": {
              "file": "zbc0051505840006.jpg",
              "id": "F6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "PsDRR206 comparison with AOC.\nA, PsDRR206 (magenta) superposition with P. patens AOC (4H69, chartreuse; with ligand, spheres), with RMSD ∼2.1–2.2 Å over 102 residues. B, aligned (pairwise Dali) residues only, Cα trace, for one monomer. All 102 residues are in the core β-barrel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23227,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_4"
            },
            "text": "Computational Docking Studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23257,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Because the putative substrate for PsDRR206 is a reactive radical species, experimental investigation of the protein-substrate complex is not straightforward. Accordingly, computational docking studies were conducted using the PsDRR206 x-ray structure and models of both the coniferyl alcohol quinone methide radical (CA•) and the 8–8′ bis-quinone methide, with the latter being the putative intermediate in pinoresinol (2) formation following (CA•) radical coupling prior to cyclization of the furan rings (Fig. 1A). These docking studies suggest that the binding site can accommodate at least one CA• (Fig. 7A) and that its dimensions are appropriate for the long axis to span the distance from Arg141 to Asp40, with the quinone oxygen and the 9-OH potentially interacting favorably with these charged residues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24081,
            "infons": {
              "file": "zbc0051505840007.jpg",
              "id": "F7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Docked models of substrates en route to (+)-pinoresinol (2a), in the putative active site of PsDRR206.\nA, coniferyl alcohol radical (CA•) in the syn configuration bound such that the re face is exposed, the orientation that would lead to coupling with the re face of another CA• to give the R,R-stereoisomer of 8–8′ bis-quinone methide, the putative initial product from coupling of two coniferyl alcohol radicals as shown in B. In this particular model of the bis-quinone methide, the 3 and 3′-methoxy groups are anti with respect to C8 and C8′; models with syn regiochemistry were also docked. The torsion angle about the 8–8′ bond was restricted to values in which cyclization to form the furan rings of pinoresinol (2) would produce the correct configuration at C7 and C7′. PsDRR206 side chains allowed to be flexible in the docking simulation are labeled and shown as sticks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24980,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "DISCUSSION",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24991,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The study herein obtained the (+)-pinoresinol-forming DP (PsDRR206) in crystalline form, and at 1.95 Å resolution. In this regard, determination of the PsDRR206 three-dimensional structure, and its analysis suggests that the corresponding trimer has three identical substrate binding sites that are spatially distributed so that intermolecular coupling apparently cannot occur between two distinct substrate binding sites in the trimer model. Furthermore, this trimer observation is in agreement with our earlier studies, where the Forsythia DP was considered as a ∼78-kDa trimer based on gel filtration analyses, in contrast to subsequent mass spectrometric data obtained, which had suggested a dimeric protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25708,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As indicated above, we also established that PsDRR206 is an eight-stranded β-barrel with the same β-meander topology and remarkably similar trimeric quaternary structure as AOC. Together with the previously mentioned low (∼17% identity), but likely meaningful, sequence similarity between DP and AOC protein families, this suggests a possible common ancestor for these functionally distinct proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26115,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although there are striking structural similarities between PsDRR206 and AOC, it remains to be seen whether there are mechanistic similarities as well. Studies of AOC with and without a bound inhibitor suggested that conformational changes in the binding pocket upon formation of a tight enzyme-substrate complex precede the catalytic cycle and that steric restrictions in the active site determine the stereoselectivity of the cyclization reaction. Both of these characteristics could be seen to be important in a protein guiding stereoselective phenoxy radical coupling. Conceivably, the trimeric β-barrel DP/AOC scaffold is well suited for these roles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26774,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_4"
            },
            "text": "DP Surface Features and Patterns of Conserved Residues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26829,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We hypothesize that the prominent outward facing pocket near the top of each barrel is the substrate binding (active) site located within the internal cavity of the barrel, based upon comparison with the structures and similar dimensions of P. patens AOC1 and AOC2 with bound substrate analog (PDB codes 4H69 and 4H6B). We further propose that this is the binding site for one or possibly two coniferyl alcohol phenoxy radicals (CA•) in PsDRR206. Conserved residues Thr163 and Phe172 line the edge of the putative binding pocket (Fig. 8, A–D), and disordered loop residues for which electron density is missing occur around the edge of the pocket. Two polar residues, Asp40 and Arg141, conserved in all pinoresinol-forming DPs but not AOCs, are also located at either end of the pocket (Figs. 5A and 7A). The span between them is ∼12–14 Å, suitable for a single trans coniferyl alcohol molecule or quinone methide radical, whose lengths are ∼8–10 Å. Residues in the interior of the pocket are less conserved, however, possibly because they help determine substrate specificity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27923,
            "infons": {
              "file": "zbc0051505840008.jpg",
              "id": "F8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Surface features and conserved residues.\nA, top view of accessible surface showing that putative active site pockets (entrance indicated by arrows, residues colored by atom type) are isolated from each other in the trimer. The omega loop is also indicated. B, top view (same as in A) generated with ConSurf showing conserved residue Phe73 in relation to the active site and omega loop. Conserved residues are shown in magenta. The sequence alignment input to ConSurf contained PsDRR206 and 16 dirigent proteins and their homologues from Arabidopsis. C, view directly into the active site, at ∼45° away from the top view shown in A and B. D, same view as in C, but with residues colored according to ConSurf. The network of conserved residues formed by the omega loop and by residues on the back side of the active site pocket is visible.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28764,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In PsDRR206, but not AOC, an omega loop consisting of approximately eight residues (Leu85–Lys92) occurs at the bottom of the trimer between β2 and β3 and folds back upon the outside of the barrel (Fig. 5A). A cluster of three highly conserved polar residues (His39, Thr84, and Ser91) also occur (Fig. 8D) where this loop contacts the exterior surface of the barrel. These three residues are conserved in all characterized (+)- and (−)-pinoresinol-forming DPs (Fig. 1B), whereas they are not conserved in AOCs. The cluster adjoins the active site pocket, and indeed His39 neighbors conserved residue Asp40 in the putative active site region, although on the opposite side of the strand in the β-barrel (Fig. 5A). This proximity of conserved residues thus provisionally suggests the omega loop may be the site of an interaction that modulates either substrate orientation or binding in the active site. As indicated above, because the proposed pockets point outwards relative to the trimer axis, a substrate in one pocket is unlikely to be able to couple with those in other pockets elsewhere in the trimer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29879,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Another notable residue conserved in DPs, although not in AOCs, is Phe73 (Tyr in FiDIR and some other DPs), which lies near its symmetry mates on the exterior surface of the barrel at its topmost point and near the rim of the putative active site. This positioning suggests it may serve as a hydrophobic anchor point (Figs. 5 and 8 (A and B)). Its conservation and location on the surface suggest it is maintained there by selective pressure. Because they do not appear likely to be necessary for stabilization of the structure, these conserved surface-exposed hydrophobic side chains might instead indicate interaction site(s) for an oxidase, other dirigent proteins, or perhaps even a surface such as that of an actively growing lignin polymer. Several other conserved residues in DPs are also found buried in the trimer interface, supporting the idea that the trimer is the functional form of this and probably other DPs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30804,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_4"
            },
            "text": "Comparison of Amino Acid Sequences for DPs with Opposite Stereoselectivities and Homology Models of AtDIR6",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30911,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In our earlier work and that of others, homology models of ScDIR and AtDIR6, (+)- and (−)-pinoresinol-forming DPs, respectively, were made using the very distantly related AOC structures as potential templates. The x-ray structure of PsDRR206, however, now allows construction of accurate homology models of AtDIR6 (∼50% amino acid identity to PsDRR206).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31270,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Modeling of missing loop residues permits consideration of loop regions surrounding the putative active site where weak or missing electron density prevented fitting of the structure. All of the known (+)-pinoresinol-forming DPs have six more residues in the longest of these loops, between strands β1 and β2 (Leu42 to Gly74 of PsDRR206), than the (−)-pinoresinol DPs. This difference is conserved in various plant species (Fig. 1B). This correlation with stereoselectivity may indicate a role for this loop in binding or orientation of the substrate, for example by acting as a “lid” that closes on the active site as substrates bind.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31914,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Furthermore, the precise residues essential for distinct stereoselectivities in PsDRR206 and AtDIR6 were of considerable interest, because previously this was only narrowed down to the Region B in the DPs (Fig. 1B). That is, using a region swapping approach, we established regions in the DPs that affected different stereoselectivities resulting in formation of opposite antipodes of pinoresinol (2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32316,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our recent characterization of pea and flax DPs, however, now expands the number of DPs of known function to eleven in seven different plant species, namely F. intermedia, T. plicata, A. thaliana, S. chinensis, Piper regnellii, P. sativum, and L. usitatissimum. Among them, seven DPs (FiDIR, TpDIR5, TpDIR8, ScDIR, PrDIR, PsDRR206, and LuDIR1) afford (+)-pinoresinol (2a), whereas four others (AtDIR5, AtDIR6, LuDIR5, and LuDIR6) generate (−)-pinoresinol (2b). Interestingly, flax has both (+)- and (−)-pinoresinol-forming DPs (LuDIR1 versus LuDIR5 and LuDIR63, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32897,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although previously we had noted 14 residues differentially conserved in (+)- and (−)-pinoresinol-forming DPs, the recent identification of pea and flax DPs enabled us to narrow down candidate residues further to six. These now include Gly95, Leu113, Phe115, Phe117, Phe130, and Ile/Leu161 in the (+)-pinoresinol-forming DPs (numbering is based on PsDRR206), as well as Ala98, Phe116, Tyr118, Leu120, Ile133, and Phe164 in the (−)-pinoresinol-forming DPs; the numbering is based on AtDIR6 (Fig. 1B, with residues marked with green dots). Interestingly, except for Ile161 of PsDRR206 (and Phe164 in the (−)-pinoresinol-forming DP), all of these residues are located in Region-B (Lys90–Leu138 of AtDIR6) that was previously found responsible for altered stereoselectivity by region swapping. Furthermore, residues Leu113 and Phe115 of PsDRR206 (Phe116 and Tyr118 of AtDIR6) are located within the putative active site region (Fig. 5, A and B), with both residues being on the β4 strand and having their side chains positioned at distances less than 10 Å to the conserved polar residues Asp40 and Arg141; the latter provisionally appears to be positioned in a way that could determine whether the si or re face of bound CA• is exposed and available for coupling. Accordingly, in the future, site-directed mutagenesis will examine whether one or more of the six residues determine distinct stereoselectivities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34317,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_4"
            },
            "text": "Homology Modeling of the Putative Active Site in (−)-Pinoresinol-forming AtDIR6",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34399,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The backbone RMSD between PsDRR206 and the published AtDIR6 homology model of Pickel et al. is ∼5 Å, varying depending on which residues are superimposed. Three β-strands are out of register by two residues each with respect to their counterparts in the experimentally determined x-ray structure. Although the same side chains occupy the core of the β-barrel, they are misplaced because of incorrect alignment of neighboring strands. Our own models were similarly poor. Such results are not unexpected given the low sequence similarity (∼17% identity in the core β-barrel) between AtDIR6 and AtAOC2, the template used to generate the homology model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35058,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Nonetheless, the model of Pickel et al. was sufficient to obtain a molecular replacement solution for the PsDRR206 crystal structure. This is because the core β-barrel of the template, AtAOC2 (PDB code 2BRJ) aligns very well with that of PsDRR206 (RMSD 3.2 Å over 113 residues). The structure has a RMSD 2.2 Å with P. patens AOC (PpAOC2, PDB code 4H69; Fig. 6B, which itself has a 1 Å RMSD alignment with AtAOC2). More specifically, because side chain atoms are not typically used in finding structure solutions by molecular replacement, the misalignment of several β-strands did not matter in this instance so long as positions of backbone atoms in the barrel are not perturbed by the misalignment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35766,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Using the PsDRR206 x-ray structure as a template, a new homology model of AtDIR6 was thus constructed to investigate the basis for differing stereoselectivities in pinoresinol-forming DPs. (Fig. 9). Five of the six residues that are differentially conserved among (+)- and (−)-pinoresinol-forming DPs from a range of plant species cluster together in the deep interior of the putative active site pocket. A seventh active site residue (Val176 in PsDRR206), not included in the original set because it is substituted with Thr in one (+)-pinoresinol-forming DP, becomes Met in (−)-pinoresinol-forming DPs. These residues are located opposite each another on either side of the pocket, in the center of one or the other of the two highly curved antiparallel β-sheets that form the β-barrel. Other active site residues nearer the mouth of the pocket are strictly conserved, such as Asp40, Arg141, and Thr163. We propose that the two different sets of differentially conserved residues force CA• to bind such that only the si (for (+)-pinoresinol (2a)) or the re (for (−)-pinoresinol (2b)) face is exposed and available to couple with a second CA• (or possibly CA), which itself must be oriented properly, perhaps by residues in the β1-β2 loop. Uncovering specific details of the mechanism, such as the actual roles of Asp40 and Arg141 and the orientation of each substrate, will likely require structural characterization of DPs with substrate or product analogues. Missing residues in loops surrounding the putative active site at the top of the β-barrel were also modeled to establish the range through which their motion can occur assuming the core barrel structure remains intact (Fig. 10). In particular, the 23 missing residues in the β1-β2 loop span a distance of ∼32 Å, conceivably providing ample potential to adopt a range of conformations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37634,
            "infons": {
              "file": "zbc0051505840009.jpg",
              "id": "F9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "AtDIR6 homology model (lavender) generated from the PsDRR206 x-ray structure (green) on which it is superimposed. Differentially conserved active site side chains from (+)- and (−)-pinoresinol-forming DPs are shown and labeled in terms of the PsDRR206 residue type and number then the equivalent AtDIR6 residue type. (Valine 176 is substituted with threonine in the (+)-pinoresinol-forming DP ScDIR.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38037,
            "infons": {
              "file": "zbc0051505840010.jpg",
              "id": "F10",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "PsDRR206 structure with residues in missing loops built in as disordered polypeptide chains (black) and subjected to backbone torsion minimization. Putative N-glycosylation sites (Asn50 and Asn120) are indicated with red asterisks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38269,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_4"
            },
            "text": "Mechanistic Considerations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38296,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The trimeric DP structure shows that each active site is isolated from the others and will not allow two substrates bound at two different active sites to interact. In light of this finding, the most likely mechanism is that a single active site binds two substrates that combine to form product. The putative PsDRR206 binding pocket would thus bind two CA• in an orientation allowing si-si coupling to form the (+)-pinoresinol antipode (2a), whereas the homologue AtDIR6 would afford the corresponding (−)-enantiomer (2b) through re-re coupling. However, a variation in which one CA• and one coniferyl alcohol (1) bind and react cannot be ruled out.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38953,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Docking studies (Fig. 7) suggested that two CA• substrates could bind in the active site, as could an 8–8′ bis-quinone methide (Fig. 1A). Although two positions of the methoxy group (syn or anti) with respect to C8 are possible in the quinone methide, discrimination of si and re faces that determine the stereochemistry at C8/8′ in pinoresinol (2) does not require the methoxy group to be in one position or the other. After the bis-quinone methide is formed, each of the 9/9′ -OH groups could nucleophilically attack the C7/C7′ quinone methide moieties to form the pinoresinol furanofuran product. Both cyclizations apparently occur stereospecifically, with no rotation about C7-C8, because this would instead lead to 7-epi-pinoresinol (or bis 7-epi-pinoresinol if a 180° rotation about both C7-C8 bonds occurred). This suggests that the bis-quinone methide intermediate is not released from the active site and that both substrates are bound such that both 8–8′ coupling and C7-O9′ and C7′-O9 ring closure occur in the bound state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40009,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Pinoresinol (2) formation probably concludes with protonation of the quinone oxygen after rearomatization to form a phenol. Residue Asp40 in the putative binding pocket could be the source of this proton. Alternatively, if CA• is bound in the opposite lengthwise orientation, the positively charged side chain of Arg141 could stabilize the quinone form of the phenolic oxygen in CA•, helping to localize the radical at C8 and favor coupling there. Indeed, binding in either orientation potentially provides ample opportunity for π-stacking interactions with aromatic residues in the active site (Fig. 7B). Asp40 and Arg141 are conserved in all DPs, whereas AOC does not have the corresponding residues, suggesting that they are required for substrate binding and activity specific to DPs, rather than for structural stability.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40841,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The 2-fold rotational symmetry of the pinoresinol molecule may have helped shape previous hypotheses for the mechanism of its formation involving a DP dimer with a single CA• substrate bound to each monomer. The structure presented here is not consistent with such a mechanism, without invocation of a substrate-induced head to head joining of two trimers, for which there is currently no evidence.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41242,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, in addition to stereoselective control over monolignol coupling in lignan biosynthesis, another study has also reported DP domain involvement in lignification in the root Casparian strip. Although this is in conceptual agreement with our earlier considerations of DPs and proteins harboring dirigent (substrate binding) sites/domains for lignan biosynthesis and lignification, respectively, it must be emphasized that most DPs still await discovery of their true physiological functions, as well as in terms of chemical structural and in vitro function analyses. In due course, we will obtain definitive mechanistic models for substrate binding, orientation, coupling, intramolecular cyclization, and product release.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41975,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "This work was supported by National Science Foundation Grant MCB-1052557, Chemical Sciences, Geosciences and Biosciences Division, Department of Energy Office of Basic Energy Sciences Grant DE-FG-0397ER20259, and the G. Thomas and Anita Hargrove Center for Plant Genomic Research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42256,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "D. S. Dalisay, K. W. Kim, C. Lee, H. Yang, O. Rübel, B. P. Bowen, L. B. Davin, and N. G. Lewis, submitted for publication.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42380,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "DP",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42383,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "dirigent protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42400,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "AOC",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42404,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "allene oxide cyclase",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42425,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "CA•",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42431,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "coniferyl alcohol derived free radical",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42470,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "PDB",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42474,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "Protein Data Bank",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42492,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "RMSD",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42497,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "root mean square deviation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42525,
            "infons": {
              "section_type": "DISCUSS",
              "type": "footnote"
            },
            "text": "The abbreviations used are: ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42554,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "REFERENCES",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42565,
            "infons": {
              "fpage": "815",
              "lpage": "928",
              "name_0": "surname:Vassão;given-names:D. G.",
              "name_1": "surname:Kim;given-names:K.-W.",
              "name_2": "surname:Davin;given-names:L. B.",
              "name_3": "surname:Lewis;given-names:N. G.",
              "name_4": "surname:Mander;given-names:L.",
              "name_5": "surname:Lui;given-names:H.-W.",
              "section_type": "REF",
              "source": "Comprehensive Natural Products Chemistry II",
              "type": "ref",
              "year": "2010"
            },
            "text": "Lignans (neolignans) and allyl/propenyl phenols: biogenesis, structural biology, and biological/human health considerations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42689,
            "infons": {
              "fpage": "1015",
              "lpage": "1090",
              "name_0": "surname:Davin;given-names:L. B.",
              "name_1": "surname:Jourdes;given-names:M.",
              "name_2": "surname:Patten;given-names:A. M.",
              "name_3": "surname:Kim;given-names:K.-W.",
              "name_4": "surname:Vassão;given-names:D. G.",
              "name_5": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "19030603",
              "section_type": "REF",
              "source": "Nat. Prod. Rep",
              "type": "ref",
              "volume": "25",
              "year": "2008"
            },
            "text": "Dissection of lignin macromolecular configuration and assembly: comparison to related biochemical processes in allyl/propenyl phenol and lignan biosynthesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42846,
            "infons": {
              "fpage": "362",
              "lpage": "366",
              "name_0": "surname:Davin;given-names:L. B.",
              "name_1": "surname:Wang;given-names:H.-B.",
              "name_2": "surname:Crowell;given-names:A. L.",
              "name_3": "surname:Bedgar;given-names:D. L.",
              "name_4": "surname:Martin;given-names:D. M.",
              "name_5": "surname:Sarkanen;given-names:S.",
              "name_6": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "8994027",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "275",
              "year": "1997"
            },
            "text": "Stereoselective bimolecular phenoxy radical coupling by an auxiliary (dirigent) protein without an active center",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42959,
            "infons": {
              "fpage": "199",
              "lpage": "214",
              "name_0": "surname:Kim;given-names:M. K.",
              "name_1": "surname:Jeon;given-names:J.-H.",
              "name_2": "surname:Fujita;given-names:M.",
              "name_3": "surname:Davin;given-names:L. B.",
              "name_4": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "11999375",
              "section_type": "REF",
              "source": "Plant Mol. Biol",
              "type": "ref",
              "volume": "49",
              "year": "2002"
            },
            "text": "The western red cedar (Thuja plicata) 8–8′ DIRIGENT family displays diverse expression patterns and conserved monolignol coupling specificity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43105,
            "infons": {
              "fpage": "33957",
              "lpage": "33972",
              "name_0": "surname:Kim;given-names:K.-W.",
              "name_1": "surname:Moinuddin;given-names:S. G.",
              "name_2": "surname:Atwell;given-names:K. M.",
              "name_3": "surname:Costa;given-names:M. A.",
              "name_4": "surname:Davin;given-names:L. B.",
              "name_5": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "22854967",
              "section_type": "REF",
              "source": "J. Biol. Chem",
              "type": "ref",
              "volume": "287",
              "year": "2012"
            },
            "text": "Opposite stereoselectivities of dirigent proteins in Arabidopsis and Schizandra species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43193,
            "infons": {
              "fpage": "202",
              "lpage": "204",
              "name_0": "surname:Pickel;given-names:B.",
              "name_1": "surname:Constantin;given-names:M.-A.",
              "name_2": "surname:Pfannstiel;given-names:J.",
              "name_3": "surname:Conrad;given-names:J.",
              "name_4": "surname:Beifuss;given-names:U.",
              "name_5": "surname:Schaller;given-names:A.",
              "pub-id_pmid": "19946920",
              "section_type": "REF",
              "source": "Angew. Chem. Int. Ed. Engl",
              "type": "ref",
              "volume": "49",
              "year": "2010"
            },
            "text": "An enantiocomplementary dirigent protein for the enantioselective laccase-catalyzed oxidative coupling of phenols",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43307,
            "infons": {
              "name_0": "surname:Seneviratne;given-names:H. K.",
              "name_1": "surname:Dalisay;given-names:D. S.",
              "name_2": "surname:Kim;given-names:K.-W.",
              "name_3": "surname:Moinuddin;given-names:S. G. A.",
              "name_4": "surname:Yang;given-names:H.",
              "name_5": "surname:Hartshorn;given-names:C. M.",
              "name_6": "surname:Davin;given-names:L. B.",
              "name_7": "surname:Lewis;given-names:N. G.",
              "pub-id_doi": "10.1016/j.phytochem.2014.10.013",
              "section_type": "REF",
              "source": "Phytochemistry",
              "type": "ref",
              "year": "2014"
            },
            "text": "Non-host disease resistance response in pea (Pisum sativum) pods: biochemical function of DRR206 and phytoalexin pathway localization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43441,
            "infons": {
              "fpage": "398",
              "lpage": "406",
              "name_0": "surname:Davin;given-names:L. B.",
              "name_1": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "16023845",
              "section_type": "REF",
              "source": "Curr. Opin. Biotechnol",
              "type": "ref",
              "volume": "16",
              "year": "2005"
            },
            "text": "Dirigent phenoxy radical coupling: advances and challenges",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43500,
            "infons": {
              "fpage": "301",
              "lpage": "302",
              "name_0": "surname:Culley;given-names:D. E.",
              "name_1": "surname:Horovitz;given-names:D.",
              "name_2": "surname:Hadwiger;given-names:L. A.",
              "pub-id_pmid": "7870833",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "107",
              "year": "1995"
            },
            "text": "Molecular characterization of disease-resistance response gene DRR206-d from Pisum sativum (L.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43596,
            "infons": {
              "fpage": "2587",
              "lpage": "2595",
              "name_0": "surname:Halls;given-names:S. C.",
              "name_1": "surname:Davin;given-names:L. B.",
              "name_2": "surname:Kramer;given-names:D. M.",
              "name_3": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "14992596",
              "section_type": "REF",
              "source": "Biochemistry",
              "type": "ref",
              "volume": "43",
              "year": "2004"
            },
            "text": "Kinetic study of coniferyl alcohol radical binding to the (+)-pinoresinol forming dirigent protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43695,
            "infons": {
              "fpage": "1980",
              "lpage": "1993",
              "name_0": "surname:Pickel;given-names:B.",
              "name_1": "surname:Pfannstiel;given-names:J.",
              "name_2": "surname:Steudle;given-names:A.",
              "name_3": "surname:Lehmann;given-names:A.",
              "name_4": "surname:Gerken;given-names:U.",
              "name_5": "surname:Pleiss;given-names:J.",
              "name_6": "surname:Schaller;given-names:A.",
              "pub-id_pmid": "22443713",
              "section_type": "REF",
              "source": "FEBS J",
              "type": "ref",
              "volume": "279",
              "year": "2012"
            },
            "text": "A model of dirigent proteins derived from structural and functional similarities with allene oxide cyclase and lipocalins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43817,
            "infons": {
              "fpage": "3201",
              "lpage": "3217",
              "name_0": "surname:Hofmann;given-names:E.",
              "name_1": "surname:Zerbe;given-names:P.",
              "name_2": "surname:Schaller;given-names:F.",
              "pub-id_pmid": "17085685",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "18",
              "year": "2006"
            },
            "text": "The crystal structure of Arabidopsis thaliana allene oxide cyclase: insights into the oxylipin cyclization reaction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43933,
            "infons": {
              "fpage": "1251",
              "lpage": "1266",
              "name_0": "surname:Neumann;given-names:P.",
              "name_1": "surname:Brodhun;given-names:F.",
              "name_2": "surname:Sauer;given-names:K.",
              "name_3": "surname:Herrfurth;given-names:C.",
              "name_4": "surname:Hamberg;given-names:M.",
              "name_5": "surname:Brinkmann;given-names:J.",
              "name_6": "surname:Scholz;given-names:J.",
              "name_7": "surname:Dickmanns;given-names:A.",
              "name_8": "surname:Feussner;given-names:I.",
              "name_9": "surname:Ficner;given-names:R.",
              "pub-id_pmid": "22987885",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "160",
              "year": "2012"
            },
            "text": "Crystal structures of Physcomitrella patens AOC1 and AOC2: insights into the enzyme mechanism and differences in substrate specificity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44068,
            "infons": {
              "fpage": "179",
              "lpage": "199",
              "name_0": "surname:Schaller;given-names:F.",
              "name_1": "surname:Schaller;given-names:A.",
              "name_2": "surname:Stintzi;given-names:A.",
              "section_type": "REF",
              "source": "J. Plant Growth Regul",
              "type": "ref",
              "volume": "23",
              "year": "2005"
            },
            "text": "Biosynthesis and metabolism of jasmonates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44110,
            "infons": {
              "fpage": "170",
              "lpage": "179",
              "name_0": "surname:Luft;given-names:J. R.",
              "name_1": "surname:Collins;given-names:R. J.",
              "name_2": "surname:Fehrman;given-names:N. A.",
              "name_3": "surname:Lauricella;given-names:A. M.",
              "name_4": "surname:Veatch;given-names:C. K.",
              "name_5": "surname:DeTitta;given-names:G. T.",
              "pub-id_pmid": "12718929",
              "section_type": "REF",
              "source": "J. Struct. Biol",
              "type": "ref",
              "volume": "142",
              "year": "2003"
            },
            "text": "A deliberate approach to screening for initial crystallization conditions of biological macromolecules",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44213,
            "infons": {
              "fpage": "125",
              "lpage": "132",
              "name_0": "surname:Kabsch;given-names:W.",
              "pub-id_pmid": "20124692",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "66",
              "year": "2010"
            },
            "text": "XDS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44217,
            "infons": {
              "fpage": "235",
              "lpage": "242",
              "name_0": "surname:Winn;given-names:M. D.",
              "name_1": "surname:Ballard;given-names:C. C.",
              "name_10": "surname:McNicholas;given-names:S. J.",
              "name_11": "surname:Murshudov;given-names:G. N.",
              "name_12": "surname:Pannu;given-names:N. S.",
              "name_13": "surname:Potterton;given-names:E. A.",
              "name_14": "surname:Powell;given-names:H. R.",
              "name_15": "surname:Read;given-names:R. J.",
              "name_16": "surname:Vagin;given-names:A.",
              "name_17": "surname:Wilson;given-names:K. S.",
              "name_2": "surname:Cowtan;given-names:K. D.",
              "name_3": "surname:Dodson;given-names:E. J.",
              "name_4": "surname:Emsley;given-names:P.",
              "name_5": "surname:Evans;given-names:P. R.",
              "name_6": "surname:Keegan;given-names:R. M.",
              "name_7": "surname:Krissinel;given-names:E. B.",
              "name_8": "surname:Leslie;given-names:A. G. W.",
              "name_9": "surname:McCoy;given-names:A.",
              "pub-id_pmid": "21460441",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "67",
              "year": "2011"
            },
            "text": "Overview of the CCP4 suite and current developments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44269,
            "infons": {
              "fpage": "491",
              "lpage": "497",
              "name_0": "surname:Matthews;given-names:B. W.",
              "pub-id_pmid": "5700707",
              "section_type": "REF",
              "source": "J. Mol. Biol",
              "type": "ref",
              "volume": "33",
              "year": "1968"
            },
            "text": "Solvent content of protein crystals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44305,
            "infons": {
              "fpage": "12",
              "lpage": "21",
              "name_0": "surname:Chen;given-names:V. B.",
              "name_1": "surname:Arendall;given-names:W. B.;suffix:3rd",
              "name_2": "surname:Headd;given-names:J. J.",
              "name_3": "surname:Keedy;given-names:D. A.",
              "name_4": "surname:Immormino;given-names:R. M.",
              "name_5": "surname:Kapral;given-names:G. J.",
              "name_6": "surname:Murray;given-names:L. W.",
              "name_7": "surname:Richardson;given-names:J. S.",
              "name_8": "surname:Richardson;given-names:D. C.",
              "pub-id_pmid": "20057044",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "66",
              "year": "2010"
            },
            "text": "MolProbity: all-atom structure validation for macromolecular crystallography",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44382,
            "infons": {
              "fpage": "641",
              "lpage": "643",
              "name_0": "surname:Stein;given-names:N.",
              "section_type": "REF",
              "source": "J. Appl. Crystallogr",
              "type": "ref",
              "volume": "41",
              "year": "2008"
            },
            "text": "CHAINSAW: a program for mutating pdb files used as templates in molecular replacement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44468,
            "infons": {
              "fpage": "1022",
              "lpage": "1025",
              "name_0": "surname:Vagin;given-names:A.",
              "name_1": "surname:Teplyakov;given-names:A.",
              "section_type": "REF",
              "source": "J. Appl. Crystallogr",
              "type": "ref",
              "volume": "30",
              "year": "1997"
            },
            "text": "MOLREP: an automated program for molecular replacement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44523,
            "infons": {
              "fpage": "247",
              "lpage": "255",
              "name_0": "surname:Murshudov;given-names:G. N.",
              "name_1": "surname:Vagin;given-names:A. A.",
              "name_2": "surname:Lebedev;given-names:A.",
              "name_3": "surname:Wilson;given-names:K. S.",
              "name_4": "surname:Dodson;given-names:E. J.",
              "pub-id_pmid": "10089417",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "55",
              "year": "1999"
            },
            "text": "Efficient anisotropic refinement of macromolecular structures using FFT",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44595,
            "infons": {
              "fpage": "213",
              "lpage": "221",
              "name_0": "surname:Adams;given-names:P. D.",
              "name_1": "surname:Afonine;given-names:P. V.",
              "name_10": "surname:McCoy;given-names:A. J.",
              "name_11": "surname:Moriarty;given-names:N. W.",
              "name_12": "surname:Oeffner;given-names:R.",
              "name_13": "surname:Read;given-names:R. J.",
              "name_14": "surname:Richardson;given-names:D. C.",
              "name_15": "surname:Richardson;given-names:J. S.",
              "name_16": "surname:Terwilliger;given-names:T. C.",
              "name_17": "surname:Zwart;given-names:P. H.",
              "name_2": "surname:Bunkóczi;given-names:G.",
              "name_3": "surname:Chen;given-names:V. B.",
              "name_4": "surname:Davis;given-names:I. W.",
              "name_5": "surname:Echols;given-names:N.",
              "name_6": "surname:Headd;given-names:J. J.",
              "name_7": "surname:Hung;given-names:L.-W.",
              "name_8": "surname:Kapral;given-names:G. J.",
              "name_9": "surname:Grosse-Kunstleve;given-names:R. W.",
              "pub-id_pmid": "20124702",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "66",
              "year": "2010"
            },
            "text": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44677,
            "infons": {
              "fpage": "2126",
              "lpage": "2132",
              "name_0": "surname:Emsley;given-names:P.",
              "name_1": "surname:Cowtan;given-names:K.",
              "pub-id_pmid": "15572765",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "60",
              "year": "2004"
            },
            "text": "Coot: model-building tools for molecular graphics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44727,
            "infons": {
              "fpage": "235",
              "lpage": "242",
              "name_0": "surname:Berman;given-names:H. M.",
              "name_1": "surname:Westbrook;given-names:J.",
              "name_2": "surname:Feng;given-names:Z.",
              "name_3": "surname:Gilliland;given-names:G.",
              "name_4": "surname:Bhat;given-names:T. N.",
              "name_5": "surname:Weissig;given-names:H.",
              "name_6": "surname:Shindyalov;given-names:I. N.",
              "name_7": "surname:Bourne;given-names:P. E.",
              "pub-id_pmid": "10592235",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "28",
              "year": "2000"
            },
            "text": "The Protein Data Bank",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44749,
            "infons": {
              "fpage": "2256",
              "lpage": "2268",
              "name_0": "surname:Krissinel;given-names:E.",
              "name_1": "surname:Henrick;given-names:K.",
              "pub-id_pmid": "15572779",
              "section_type": "REF",
              "source": "Acta Crystallogr. D Biol. Crystallogr",
              "type": "ref",
              "volume": "60",
              "year": "2004"
            },
            "text": "Secondary-structure matching (SSM), a new tool for fast protein structure alignment in three dimensions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44853,
            "infons": {
              "comment": "Version 1.5.0.4",
              "name_0": "surname:DeLano;given-names:W. L.",
              "section_type": "REF",
              "source": "The PyMOL Molecular Graphics System",
              "type": "ref",
              "year": "2002"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44854,
            "infons": {
              "fpage": "3352",
              "lpage": "3355",
              "name_0": "surname:Binkowski;given-names:T. A.",
              "name_1": "surname:Naghibzadeh;given-names:S.",
              "name_2": "surname:Liang;given-names:J.",
              "pub-id_pmid": "12824325",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "31",
              "year": "2003"
            },
            "text": "CASTp: computed atlas of surface topography of proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44910,
            "infons": {
              "fpage": "163",
              "lpage": "164",
              "name_0": "surname:Glaser;given-names:F.",
              "name_1": "surname:Pupko;given-names:T.",
              "name_2": "surname:Paz;given-names:I.",
              "name_3": "surname:Bell;given-names:R. E.",
              "name_4": "surname:Bechor-Shental;given-names:D.",
              "name_5": "surname:Martz;given-names:E.",
              "name_6": "surname:Ben-Tal;given-names:N.",
              "pub-id_pmid": "12499312",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "19",
              "year": "2003"
            },
            "text": "ConSurf: identification of functional regions in proteins by surface-mapping of phylogenetic information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45015,
            "infons": {
              "fpage": "2785",
              "lpage": "2791",
              "name_0": "surname:Morris;given-names:G. M.",
              "name_1": "surname:Huey;given-names:R.",
              "name_2": "surname:Lindstrom;given-names:W.",
              "name_3": "surname:Sanner;given-names:M. F.",
              "name_4": "surname:Belew;given-names:R. K.",
              "name_5": "surname:Goodsell;given-names:D. S.",
              "name_6": "surname:Olson;given-names:A. J.",
              "pub-id_pmid": "19399780",
              "section_type": "REF",
              "source": "J. Comput. Chem",
              "type": "ref",
              "volume": "30",
              "year": "2009"
            },
            "text": "AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45099,
            "infons": {
              "fpage": "455",
              "lpage": "461",
              "name_0": "surname:Trott;given-names:O.",
              "name_1": "surname:Olson;given-names:A. J.",
              "pub-id_pmid": "19499576",
              "section_type": "REF",
              "source": "J. Comput. Chem",
              "type": "ref",
              "volume": "31",
              "year": "2010"
            },
            "text": "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45230,
            "infons": {
              "fpage": "1",
              "lpage": "13",
              "name_0": "surname:Bordoli;given-names:L.",
              "name_1": "surname:Kiefer;given-names:F.",
              "name_2": "surname:Arnold;given-names:K.",
              "name_3": "surname:Benkert;given-names:P.",
              "name_4": "surname:Battey;given-names:J.",
              "name_5": "surname:Schwede;given-names:T.",
              "pub-id_pmid": "19131951",
              "section_type": "REF",
              "source": "Nat. Protoc",
              "type": "ref",
              "volume": "4",
              "year": "2009"
            },
            "text": "Protein structure homology modeling using SWISS-MODEL workspace",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45294,
            "infons": {
              "fpage": "713",
              "lpage": "715",
              "name_0": "surname:Fristensky;given-names:B.",
              "name_1": "surname:Horovitz;given-names:D.",
              "name_2": "surname:Hadwiger;given-names:L.",
              "pub-id_pmid": "24272504",
              "section_type": "REF",
              "source": "Plant Mol. Biol",
              "type": "ref",
              "volume": "11",
              "year": "1988"
            },
            "text": "cDNA sequences for pea disease resistance response genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45351,
            "infons": {
              "fpage": "15",
              "lpage": "28",
              "name_0": "surname:Fristensky;given-names:B.",
              "name_1": "surname:Riggleman;given-names:R. C.",
              "name_2": "surname:Wagoner;given-names:W.",
              "name_3": "surname:Hadwiger;given-names:L. A.",
              "section_type": "REF",
              "source": "Physiol. Plant Pathol",
              "type": "ref",
              "volume": "27",
              "year": "1985"
            },
            "text": "Gene expression in susceptible and disease resistant interactions of peas induced with Fusarium solani pathogens and chitosan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45477,
            "infons": {
              "fpage": "81",
              "lpage": "86",
              "name_0": "surname:Riggleman;given-names:R. C.",
              "name_1": "surname:Fristensky;given-names:B.",
              "name_2": "surname:Hadwiger;given-names:L. A.",
              "pub-id_pmid": "24310743",
              "section_type": "REF",
              "source": "Plant Mol. Biol",
              "type": "ref",
              "volume": "4",
              "year": "1985"
            },
            "text": "The disease resistance response in pea is associated with increased levels of specific mRNAs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45570,
            "infons": {
              "fpage": "708",
              "lpage": "717",
              "name_0": "surname:Fetrow;given-names:J. S.",
              "pub-id_pmid": "7601335",
              "section_type": "REF",
              "source": "FASEB J",
              "type": "ref",
              "volume": "9",
              "year": "1995"
            },
            "text": "Omega loops: nonregular secondary structures significant in protein function and stability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45661,
            "infons": {
              "fpage": "W545",
              "lpage": "W549",
              "name_0": "surname:Holm;given-names:L.",
              "name_1": "surname:Rosenström;given-names:P.",
              "pub-id_pmid": "20457744",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "38",
              "year": "2010"
            },
            "text": "Dali server: conservation mapping in 3D",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45701,
            "infons": {
              "fpage": "9455",
              "lpage": "9461",
              "name_0": "surname:Halls;given-names:S. C.",
              "name_1": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "12135368",
              "section_type": "REF",
              "source": "Biochemistry",
              "type": "ref",
              "volume": "41",
              "year": "2002"
            },
            "text": "Secondary and quaternary structures of the (+)-pinoresinol forming dirigent protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45785,
            "infons": {
              "fpage": "14498",
              "lpage": "14503",
              "name_0": "surname:Hosmani;given-names:P. S.",
              "name_1": "surname:Kamiya;given-names:T.",
              "name_2": "surname:Danku;given-names:J.",
              "name_3": "surname:Naseer;given-names:S.",
              "name_4": "surname:Geldner;given-names:N.",
              "name_5": "surname:Guerinot;given-names:M. L.",
              "name_6": "surname:Salt;given-names:D. E.",
              "pub-id_pmid": "23940370",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A",
              "type": "ref",
              "volume": "110",
              "year": "2013"
            },
            "text": "Dirigent domain-containing protein is part of the machinery required for formation of the lignin-based Casparian strip in the root",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45916,
            "infons": {
              "fpage": "407",
              "lpage": "415",
              "name_0": "surname:Davin;given-names:L. B.",
              "name_1": "surname:Lewis;given-names:N. G.",
              "pub-id_pmid": "16023847",
              "section_type": "REF",
              "source": "Curr. Opin. Biotechnol",
              "type": "ref",
              "volume": "16",
              "year": "2005"
            },
            "text": "Lignin primary structures and dirigent sites",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]