[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250704",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC4430214",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Post-Spaceflight Splenocyte Activation and Surface Molecule Expression",
              "article-id_doi": "10.1371/journal.pone.0124380",
              "article-id_pmc": "PMC4430214",
              "article-id_pmid": "25970640",
              "article-id_publisher-id": "PONE-D-14-58400",
              "elocation-id": "e0124380",
              "issue": "5",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.",
              "name_0": "surname:Hwang;given-names:Shen-An",
              "name_1": "surname:Crucian;given-names:Brian",
              "name_2": "surname:Sams;given-names:Clarence",
              "name_3": "surname:Actor;given-names:Jeffrey K.",
              "name_4": "surname:Singh;given-names:Kamaleshwar",
              "notes": "All relevant data are available within the paper and its Supporting Information file.",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "10",
              "year": "2015"
            },
            "text": "Post-Spaceflight (STS-135) Mouse Splenocytes Demonstrate Altered Activation Properties and Surface Molecule Expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 119,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Alterations in immune function have been documented during or post-spaceflight and in ground based models of microgravity. Identification of immune parameters that are dysregulated during spaceflight is an important step in mitigating crew health risks during deep space missions. The in vitro analysis of leukocyte activity post-spaceflight in both human and animal species is primarily focused on lymphocytic function. This report completes a broader spectrum analysis of mouse lymphocyte and monocyte changes post 13 days orbital flight (mission STS-135). Analysis includes an examination in surface markers for cell activation, and antigen presentation and co-stimulatory molecules. Cytokine production was measured after stimulation with T-cell mitogen or TLR-2, TLR-4, or TLR-5 agonists. Splenocyte surface marker analysis immediate post-spaceflight and after in vitro culture demonstrated unique changes in phenotypic populations between the flight mice and matched treatment ground controls. Post-spaceflight splenocytes (flight splenocytes) had lower expression intensity of CD4+CD25+ and CD8+CD25+ cells, lower percentage of CD11c+MHC II+ cells, and higher percentage of CD11c+MHC I+ populations compared to ground controls. The flight splenocytes demonstrated an increase in phagocytic activity. Stimulation with ConA led to decrease in CD4+ population but increased CD4+CD25+ cells compared to ground controls. Culturing with TLR agonists led to a decrease in CD11c+ population in splenocytes isolated from flight mice compared to ground controls. Consequently, flight splenocytes with or without TLR-agonist stimulation showed a decrease in CD11c+MHC I+, CD11c+MHC II+, and CD11c+CD86+ cells compared to ground controls. Production of IFN-γ was decreased and IL-2 was increased from ConA stimulated flight splenocytes. This study demonstrated that expression of surface molecules can be affected by conditions of spaceflight and impaired responsiveness persists under culture conditions in vitro.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2133,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2146,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Since the beginning of space travel, there have been reports of reoccurring/opportunistic infections during and post-spaceflight, likely resulting from immune suppression associated with mission parameters. Cosmonauts developed acute respiratory issues after prolonged spaceflight, and astronauts on Apollo and Skylab missions experienced increased infections. Published reports documented an increase in reactivation of latent viruses (Epstein-Barr virus, Cytomegalovirus, and Varicella-Zoster virus) pre-, during, and post-spaceflight compared to healthy ground control individuals. Multiple factors were cited to alter host immune function of viral control, with stress parameters being the marker of highest correlative value. Viral reactivation is often accompanied by elevated stress hormones, including cortisol, epinephrine, and norepinephrine. Additionally, shifts in circulating cytokines towards high levels of IL-4, IL-6, and IL-8 were observed in astronauts found shedding viral particles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3149,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Studies on spaceflight impact on immune function have been investigated through analysis of blood leukocytes obtained from astronauts, cells secured from space flown mice and rats, and in vitro cell culture systems. Several changes in cell populations have been noted immediately post-spaceflight, including decreased total leukocytes, decreased T-cells (specifically CD4+ T-cells), increased monocytes, increased granulocytes, and decreased natural killer cells. However, reports of alterations in circulating leukocytes populations isolated from astronauts post-spaceflight are at best inconsistent; other analyses found no changes in lymphocyte or monocytes populations. The inconsistency of the data is most likely due to mission specific variables and individual health status.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3932,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The observed changes in immune activity post-spaceflight involves both innate (macrophages and NK cells) and adaptive (T-cell) functions. This report represents the first occasion of a detailed analysis of both surface marker expression and response to stimulation parameters that mimic a broad range of pathogen induced activation events. In order to answer these questions, this study focused on mouse splenocyte composition and function immediately post 13 days of spaceflight, utilizing animals that were part of the historic final flight of NASA’s Space Shuttle Program (Space Shuttle Atlantis, STS-135). Innate stimulation of toll-like receptors (TLR), the surface receptors that target molecular pathogenic patterns, examined activation events using agonists employed primarily by bacterial or fungal agents. These included zymosan (TLR-2 agonist), lipopolysacchride (LPS; TLR-4 agonist), and flagellin (TLR-5 agonist).The adaptive stimulation parameters included T-cell stimulation using antibodies to stimulate CD3 (T-cell receptor) and CD28 (T-cell co-receptor), or via mitogen, concanvalin A, to bypass the CD28 co-receptor.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5070,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Analysis of mouse splenocytes focused on changes in surface marker expression for T-cells and dendritic cells (DCs), marking a distinction between innate and adaptive immunity. DCs activate upon innate TLR stimulation, leading to increased expression of antigen presentation molecules (MHC I and II) and co-stimulatory molecules (CD86 and 80). Upon cell-cell contact with DCs, CD8+ (MHC I) or CD4+ (MHC II) T-cells are activated by antigen recognition through the T-cell receptor (CD3 is the signal transduction region) and the co-stimulatory molecule CD28. The goal of these studies was to determine the influence of spaceflight on immune activity known important for translating innate immune responses to long-lasting T-cell hypersensitive activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5823,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5845,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Flight Information: Subjects and Spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5890,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "This study was conducted as a subset of a larger parent flight investigation identified as Commercial Biomedical Test Module-3, designed to determine if administering an experimental agent preflight reduces the loss of bone associated with spaceflight; multiple investigators shared materials collected post flight. For the parent study, mice (“flight mice”) were flown onboard Space Shuttle Atlantis, mission STS-135, for approximately 13 days. For this immune-specific sub-study, approximately ½ spleen from six C57BL/6 mice (Charles River, 9 weeks of age at start of flight) were made available immediately following spaceflight. The subjects were flown in a Space Shuttle Animal Enclosure Module (AEM), which was housed in the mid-deck area of the vehicle for the duration of the spaceflight. Spleens from six ground-based control mice, which were handled and housed in a ground-based identical manner (AEM module) to the flight mice were included in the study. The AEM module housing conditions for control mice have been well described. AEM ground control mice received vehicle control diluting agent.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7003,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The mice were part of the NASA Ames Research Center’s Biospecimen Sharing Program (http://www.nasa.gov/ames/research/space-biosciences/cbtm-3-sts-135). Flight experiments were designed to investigate effects of microgravity on vascular atrophy in mouse hindlimbs. We are aware that among our six flight mouse subjects, four were treated with a bone-specific medication and two were untreated. For purposes of this article, analysis was conducted on all six flight subjects as a group, without knowledge of treatment, and data were compared to ground AEM control subjects. The individual mice that were drug or placebo treated remained unknown during experimentation; data presented here was not separated according to treatments. To our knowledge, there was no influence of medication on the data collected. Separate analysis of data did not indicate statistical outliers within the combined spaceflight mice, which would indicate affects due to treatment. In light of this, we believe our findings are relevant and important, even in light of inclusion of mice that received the bone loss experimental drug.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8114,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mouse Splenocytes Processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8143,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Animals were retrieved approximately 1 hour following deorbit, and sacrificed within 3–5 hours post flight, collected on July 21, 2011 at Kennedy Space Center (Cape Canaveral, FL). Mice were euthanized using 4% isoflurane followed by cardiac puncture and exsanguinations. Half of the spleen was processed as previously described. Briefly, the organ was homonenized between glass slides, RBC lysed with ACK buffer (Lonza), washed twice with 1x Cellgro Dulbecco’s Phosphate Buffer Saline (PBS, Mediatech), and cultured in complete DMEM media [Dulbecco’s Modified Eagles Medium (Sigma) supplemented with 2.2g/L sodium bicarbonate, 0.05g/L of HEPES (Sigma), 0.05g/L L-arginine (Sigma), 100 μg/mL penicillin G (Sigma), 50 μg/mL gentamycin sulfate (Sigma) 0.005% 2-mercaptoethanol (Gibco), and 10% fetal bovine serum (Sigma)] at 1x106cells/mL. Processing of splenocytes for in vitro analysis occurred within 4 hours post flight. The animal welfare committee at the University of Texas Health Science Center was consulted prior to initiation of experimentation; no protocol was required as samples used were obtained post euthanasia. All NASA activities with these mice were performed according to guidelines stipulated in the Guide for the Care and Use of Laboratory Animals as described by the National Institutes of Health. Experiments were performed after approval by review boards associated with NASA’s standard operating procedures, and as reported for tissue used in recent reports.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9637,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bead Uptake Assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9655,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Splenocytes were cultured with 1.0μm FluoSpheres polystyrene microsphere (Invitrogen) at ratio of 10 beads per 1 cell. At 2 hours, cells were washed with 1x PBS, fixed with 4% paraformaldehyde for 15 minutes on ice, and stored in flow buffer (1% BSA in 1x PBS) for analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9931,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Stimulation Assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9950,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Isolated splenocytes were cultured for 24 hours in media alone or stimulated with 1) anti-CD3 (0.1μg/mL) and anti-CD28 (0.1μg/mL) antibodies (eBiosciences), 2) 2μg/mL Concanavalin A (ConA, Sigma), 3) 200ng/mL lipopolysaccharide (LPS, O111:B4, Sigma), 4) 10μg/mL Zymosan (Saccharomyces cerevisiae, Invivogen), or 5) 100ng/mL flagellin (Salmonella typhimurium, Invivogen). At 24 hours, supernatants were collected for ELISA and cells collected for staining of surface markers.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10429,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Flow Cytometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10444,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Identification of surface molecule expression by flow cytometric analysis was conducted as previously described. Briefly, samples were blocked by incubating purified anti-CD16/32 (Fc block, BD Biosciences) on ice for 15 minutes. Then, samples were stained with mouse specific T-cell markers or DC markers antibody cocktails in staining buffer (1% BSA in 1xPBS) on ice for 45–60mins. T-cell marker cocktail: CD4-FITC, CD8-PE, CD28-PECy5, CD-25-PECy7, and CTLA-4-APC. DC marker cocktail: H2Kb-FITC, I-Ab-PE, CD86-PECy5, CD11c-PECy7, and CD80-APC. Stained samples were fixed with 4% paraformaldehyde on ice for 15 mins. Stained and fixed samples were stored in 500μL of staining buffer. Samples were read on Gallios Flow Cytometer (Beckman-Coulter). Analysis was conducted with Cyflogic.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11232,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cytokine Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11250,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Supernatants were analyzed by DuoSet (R&D Systems) according to manufacturer’s protocol as previously described. Supernatants were analyzed for inflammatory cytokines (TNF-α, IL-6) and lymphocyte cytokines (IL-2, IFN-γ). Lower limits of detection for the assay were between 16–32 pg/mL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11545,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11556,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Splenocytes were collected from 6 mice per group. Flow analysis counted 20,000 events per sample. ELISA analysis was conducted in duplicate or triplicate. Data was analyzed by TwoWay ANOVA followed by Bonferroni post-hoc test. Significance is considered when p<0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11823,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11831,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Splenocyte Population Changes between Flight Mice and Ground Controls",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11901,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Basic differentiation of splenocyte cell populations between flight mice and matched ground controls were completed by flow cytometric analysis. Forward scatter (FS) and side scatter (SS) parameters were noted, with the former measuring size of particle and the latter measuring granularity. Cells were assessed immediately post 13 days in flight, or following short term culture in vitro. Distinct changes in total splenocyte population were noted. Native splenocytes collected from spleens immediate upon sacrifice demonstrated two distinct cell populations, based on FS. The flight mice splenocytes selectively demonstrated presence of a third population within gate 3 (G3) with higher FS compared to ground controls (Fig 1a). Fig 1b shows representative dot plots of cell population makeup within each gate identified in Fig 1a. There are clear population differences in cells expressing CD4, CD8, MHC I and MHC II (Fig 1b). Examination of T-cell and antigen presentation cell markers on the different cell populations found that G3 cells contained a higher percentage of CD4+ and CD8+ cells compared to G1 and G2 populations. The G3 population also had increased surface expression of MHC I compared to G1 and G2 cells (Fig 1c). This indicates that post-spaceflight mice have spleens with slightly higher CD4 and CD8 T-cell populations compared to matched ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13279,
            "infons": {
              "file": "pone.0124380.g001.jpg",
              "id": "pone.0124380.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Cell population differences in total splenocytes collected from flight mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13356,
            "infons": {
              "file": "pone.0124380.g001.jpg",
              "id": "pone.0124380.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Splenocytes collected immediately post-spaceflight were stained with CD4, CD8, MHC I, MHC II, and CD11c. Analysis was conducted by flow cytometry. (1a) Example of gating strategy between flight mice and ground (AEM; animal enclosure module controls). (1b) Example of positive population composition of each gate identified in 1a from flight mice. (1c) Graph of percent positive and MFI from each marker of splenocytes from flight mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13792,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Upon culture for 24 hours in cell media, relative marker expression for the splenocyte population shifted. Cultured splenocytes isolated from ground control mice exhibited an increase in cell density in G3 compared to cultured splenocytes isolated from flight mice (Fig 2a). Examination revealed that G3 population has higher percentage of CD8+ and MHC I+ cells. It was also noted that G3 population also displayed increased surface expression of CD8+ as indicated by increased mean fluorescent intensity (MFI). Cell populations of G2 and G4 display surface marker expression typical of dendritic cells and macrophages (Fig 2b and 2c). These data suggests that in vitro culturing of splenocytes from ground control mice enhances relative abundance of CD8 T-cell marker expression compared to splenocytes collected from the mice post-spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14638,
            "infons": {
              "file": "pone.0124380.g002.jpg",
              "id": "pone.0124380.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Cell population differences in total splenocytes collected from ground control mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14723,
            "infons": {
              "file": "pone.0124380.g002.jpg",
              "id": "pone.0124380.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Splenocytes collected immediately post-sacrifice of ground control mice were stained with CD4, CD8, MHC I, MHC II, and CD11c. Analysis was conducted by flow cytometry. (2a) Example of gating strategy between flight mice and ground controls. (2b) Example of positive population composition of each gate identified in 2a from ground AEM control mice. (2c) Graph of percent positive and MFI from each marker of splenocytes from AEM control mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15166,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Splenocyte Markers Altered Post-Spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15210,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With obvious differences in cell population observed from splenocytes collected from ground control versus flight mice within hours post-spaceflight, detailed examination of surface marker changes were conducted. In addition to changes in overall T-cell and dendritic cell populations, markers important for T-cell activation and proliferation and dendritic cell antigen presentation were also examined (Tables 1 and 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15631,
            "infons": {
              "file": "pone.0124380.t001.xml",
              "id": "pone.0124380.t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Comparative Splenocyte T-cell Surface Marker Expression Post-Spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15705,
            "infons": {
              "file": "pone.0124380.t001.xml",
              "id": "pone.0124380.t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" align=\"center\" rowspan=\"1\">% population</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th><th colspan=\"2\" align=\"center\" rowspan=\"1\">MFI</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD4</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.87 (0.6524)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.85 (1.476)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.2381</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>45.92 (1.151)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>40.64 (0.5718)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0021</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD4+CD28+</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16.26 (0.6261)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.21 (1.456)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.5226</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18.15 (0.9947)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19.02 (1.024)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.558</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD4+CD25+</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.7833 (0.057)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.63 (0.065)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1081</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>33.62 (5.298)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>12.47 (0.3354)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0026</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD8</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.78 (0.9637)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.45 (1.201)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.8305</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>87.12 (3.247)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>103.7 (5.853)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0323</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD8+CD28+</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.42 (0.6122)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14.30 (1.159)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1819</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">15.4 (1.019)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.94 (1.132)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.3608</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD8+CD25+</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.3867 (0.0451)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.4050 (0.0381)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.7624</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>57.91 (8.846)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>13.32 (3.294)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.008</bold>\n</td></tr></tbody></table>\n"
            },
            "text": "\t% population\tp value\tMFI\tp value\t \t\tAEM Control\tFlight\t\tAEM Control\tFlight\t\t \tCD4\t17.87 (0.6524)\t15.85 (1.476)\t0.2381\t45.92 (1.151)\t40.64 (0.5718)\t0.0021\t \tCD4+CD28+\t16.26 (0.6261)\t15.21 (1.456)\t0.5226\t18.15 (0.9947)\t19.02 (1.024)\t0.558\t \tCD4+CD25+\t0.7833 (0.057)\t0.63 (0.065)\t0.1081\t33.62 (5.298)\t12.47 (0.3354)\t0.0026\t \tCD8\t15.78 (0.9637)\t15.45 (1.201)\t0.8305\t87.12 (3.247)\t103.7 (5.853)\t0.0323\t \tCD8+CD28+\t12.42 (0.6122)\t14.30 (1.159)\t0.1819\t15.4 (1.019)\t13.94 (1.132)\t0.3608\t \tCD8+CD25+\t0.3867 (0.0451)\t0.4050 (0.0381)\t0.7624\t57.91 (8.846)\t13.32 (3.294)\t0.008\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16273,
            "infons": {
              "file": "pone.0124380.t001.xml",
              "id": "pone.0124380.t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Data obtained by flow cytometry using labeled antibodies detailed in Materials and Methods. Cells assessed from splenocytes collected within hours post-spaceflight (Flight) mice or animal enclosure module (AEM) ground control mice. Average values given with standard deviation. Bold values represent significant differences and relative p values between groups. MFI; mean fluorescent intensity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16668,
            "infons": {
              "file": "pone.0124380.t002.xml",
              "id": "pone.0124380.t002",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Comparative Antigen Presentation Cell Marker Expression Post-Spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16742,
            "infons": {
              "file": "pone.0124380.t002.xml",
              "id": "pone.0124380.t002",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" align=\"center\" rowspan=\"1\">% population</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th><th colspan=\"2\" align=\"center\" rowspan=\"1\">MFI</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD11c</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>13.41 (0.7944)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>16.2 (0.4225)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0113</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">69.89 (1.076)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">67.73 (1.416)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.251</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>MHC I</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">43.13 (1.694)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46.01 (0.9846)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1722</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">74.91 (1.755)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">72.23 (1.241)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.2402</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>MHC II</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.43 (0.4261)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.348 (0.201)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.8659</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>124.5 (7.879)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>90.07 (3.083)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0023</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD11c+MHC I</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>51.65 (0.8139)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>57.85 (1.189)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0015</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">60.18 (2.168)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">63.75 (1.359)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1941</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD11c+MHC II</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>52.32 (2.029)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>47.73 (0.465)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.052</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85.86 (1.797)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83.08 (3.03)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.4478</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>CD11c+MHC I/II</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.763 (0.6634)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.123 (0.1472)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0732</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N/A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N/A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"
            },
            "text": "\t% population\tp value\tMFI\tp value\t \t\tAEM Control\tFlight\t\tAEM Control\tFlight\t\t \tCD11c\t13.41 (0.7944)\t16.2 (0.4225)\t0.0113\t69.89 (1.076)\t67.73 (1.416)\t0.251\t \tMHC I\t43.13 (1.694)\t46.01 (0.9846)\t0.1722\t74.91 (1.755)\t72.23 (1.241)\t0.2402\t \tMHC II\t7.43 (0.4261)\t7.348 (0.201)\t0.8659\t124.5 (7.879)\t90.07 (3.083)\t0.0023\t \tCD11c+MHC I\t51.65 (0.8139)\t57.85 (1.189)\t0.0015\t60.18 (2.168)\t63.75 (1.359)\t0.1941\t \tCD11c+MHC II\t52.32 (2.029)\t47.73 (0.465)\t0.052\t85.86 (1.797)\t83.08 (3.03)\t0.4478\t \tCD11c+MHC I/II\t6.763 (0.6634)\t8.123 (0.1472)\t0.0732\tN/A\tN/A\t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17289,
            "infons": {
              "file": "pone.0124380.t002.xml",
              "id": "pone.0124380.t002",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Data obtained by flow cytometry using labeled antibodies detailed in Materials and Methods. Cells assessed from splenocytes collected within 3–5 hours post-spaceflight (Flight) mice or animal enclosure module (AEM) ground control mice. Average values given with standard deviation. Bold values represent significant differences and relative p values between groups. MFI; mean fluorescent intensity. N/A; not assessed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17709,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Analysis of cell populations indicated that the majority of lymphocytes resided within the G2 and G3 gated areas. As such, examination of changes in T-cell populations was restricted to G2 and G3 events. T-cell markers of interest examined are CD4, CD8, CD28 (the second signal for T-cell activation), CD25 (IL-2 receptor), and CTLA-4 (the signal for T-cell anergy). No differences were observed in percent of splenocytes expressing these surface markers between flight and ground control mice. However, several significant changes were observed in the intensity of surface marker expression. Splenocytes from flight mice had a significant decrease in CD4 MFI, with a concurrent increase in CD8 MFI, compared to ground controls. The intensity of CD25 expression in both CD4 and CD8 cells were significantly decreased in splenocytes from flight mice compared to ground controls (Table 1). Little to no CTLA-4 expression was detected from any of the samples (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18683,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Examination of antigen presentation and co-stimulatory molecules were focused on events occurring in cells gated within G1, G2, and G3. There was a significant increase in population of splenocytes expressing the dendritic cell marker (CD11c) from flight mice compared to ground controls. A similar increase was also observed in dendritic cells (CD11c+) expressing MHC I. However, a significant decrease was detected in dendritic cells co-expressing MHC II from splenocytes isolated from flight mice compared to ground controls (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19222,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Post-Spaceflight Splenocytes Increased Ability to Uptake Particles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19289,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A central process in innate immunity is the ability to phagocytose. To examine if post-spaceflight conditions affected the ability of splenocytes to uptake particles, splenocytes were incubated with fluorescent beads, and analyzed for bead ingestion conducted by flow cytometry.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19568,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Three distinct populations for positive bead uptake were detected, and labeled as low, medium, high according to florescent intensity (FI). Cells from G1, G2, and G3 were considered as one population and distinguished only by FI. Splenocytes from flight mice demonstrated a significant increase in percent positive cells at low and medium FI, and a non-significant increase at high FI compared to ground controls (Fig 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19990,
            "infons": {
              "file": "pone.0124380.g003.jpg",
              "id": "pone.0124380.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Bead uptake by splenocytes from flight mice and ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20055,
            "infons": {
              "file": "pone.0124380.g003.jpg",
              "id": "pone.0124380.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Splenocytes were incubate with fluorescent beads and collected for analysis by flow cytometry. Percent positive events were separated by peak mean florescent intensity and labeled as low, med, and high. Data was plotted for each individual mouse. Mean indicated by dotted line (ground AEM control) or solid line (flight mice). *** = p<0.001; **p = <0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20409,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Changes in T-cell Surface Molecules upon Stimulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20462,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, changes in T-cells surface marker expression post stimulation with anti-CD3/CD28 antibodies and Concanavalin A (ConA) were examined. The total population of CD4+ cells was significantly decreased in splenocytes collected from flight mice in all cultured conditions (media control, CD3/28, or ConA) compared to ground controls. Additionally, stimulation of cultured cells also caused a downward trend of CD4 expressing cells compared to culturing in media control (Fig 4a). There was no significant difference in cell population expressing both CD4 and CD28 (Fig 4b). Stimulation with ConA dramatically increased the CD4+CD25+ population, with a significant decrease observed in splenocytes from flight mice compared to ground controls (Fig 4c). A similar increase in CD4 cell population co-expressing CD28 and CD25 was observed during ConA stimulation. An unexpected finding was that CD4+ splenocytes from flight mice demonstrated and increase in CD28/25 co-expressing cells compared to ground controls (Fig 4d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21481,
            "infons": {
              "file": "pone.0124380.g004.jpg",
              "id": "pone.0124380.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Surface markers expression of CD4+ splenocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21529,
            "infons": {
              "file": "pone.0124380.g004.jpg",
              "id": "pone.0124380.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flight (solid square) or ground AEM control (open circle) splenocytes were cultured in DMEM with 10% FBS for 24 hours with only media (control), anti-CD3/CD28, or ConA. Cells were collected and stained for expression of CD4, CD28, and CD25. (A) CD4 positive cells in total splenocyte population. (B) CD4+CD28+ cells. (C) CD4+CD25+ cells. (D) CD4+ cells that are also CD28+CD25+. *** = p<0.001 **p = <0.01; * = p<0.05",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21946,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Previous observations in our laboratory demonstrated that the action of in vitro culturing leads to altered cell population (non-published observation). For example, simple in vitro culturing of splenocytes in media alters intensity of CD8 expression. This was now examined in the post-flight group. After 24 hours in cell media, splenocytes, from both flight and ground controls, developed two distinct CD8+ cell populations based on mean fluorescent intensity (MFI). The populations were termed CD8lo+ and CD8hi+. Upon stimulation with ConA for 24 hours, this distinction disappears and most of the CD8+ splenocytes are CD8lo+ (Fig 5).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22584,
            "infons": {
              "file": "pone.0124380.g005.jpg",
              "id": "pone.0124380.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Expression of CD8 on non-activated and ConA activated splenocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22651,
            "infons": {
              "file": "pone.0124380.g005.jpg",
              "id": "pone.0124380.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flight (solid square) or ground AEM control (open circle) splenocytes were cultured in DMEM with 10% FBS for 24 hours with or without ConA (2μg/mL). Cells were collected and stained for expression of CD8. Representative flow dot graphs of CD8 positive populations after 24 hours culture in media only (left) or in the presence of ConA (right).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22996,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Examination of CD8 expression during stimulation is divided between CD8lo and CD8hi populations. There is little if any change in CD8 expression among the media control and CD3/28 and Con A stimulated groups. However, CD8hi expression is very low after stimulation with ConA. No significant differences between splenocytes isolated from flight mice or ground controls in all culture conditions. The exception is the observation of a significant increase in CD25+CD28+ expression of CD8+ T-cells from splenocytes of flight mice compared to ground controls (Fig 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23560,
            "infons": {
              "file": "pone.0124380.g006.jpg",
              "id": "pone.0124380.g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Expression of surface markers of CD8lo and CD8hi splenocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23622,
            "infons": {
              "file": "pone.0124380.g006.jpg",
              "id": "pone.0124380.g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flight (solid square) or ground AEM control (open circle) splenocytes were cultured in DMEM with 10% FBS for 24 hours with only media (control), anti-CD3/CD28, or ConA. Cells were collected and stained for expression of CD8, CD28, and CD25. *** = p<0.001 **p = <0.01; * = p<0.05",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23901,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Presentation and Activation Molecule Changes in Splenocytes during TLR Stimulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23984,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Effective immunity against pathogens relies on innate recognition of molecular patterns and activation of antigen presentation. Toll-like receptors (TLR) are well characterized pattern recognition receptors that initiate activation of the innate response. Using agonists for TLR-2 (Zymosan), TLR-4 (LPS), and TLR-5 (flagellin), splenocytes were stimulated for 24 hours and analyzed for surface expression of antigen presentation and co-stimulatory molecules.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24443,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Surface expression of MHC I from flight mice or ground controls demonstrated two distinct populations. One population exhibited low intensity of MHC I expression that is well confined to G3. The other population had a diverse intensity range of MHC I expression that was generally higher compared to those in G2 (Fig 7a). Analysis of MHC I allowed grouping into MHC Ilo (G3) and MHC Ihi (G2) populations. In percent population analysis of MHC I expression, no differences were observed for any of the TLR agonist conditions between splenocytes isolated from flight mice or ground controls. Interestingly, there was an across the board decrease of MHC I MFI from splenocytes isolated from flight mice compared to ground controls in the G2 (MHC Ihi) population. This trend was completely reversed in the G3 (MHC Ilo) population in MHC I MFI, with splenocytes from flight mice demonstrating a significant increase in expression intensity compared to ground controls (Fig 7b). No differences were observed in expression of MHC II between flight mice and ground controls (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25527,
            "infons": {
              "file": "pone.0124380.g007.jpg",
              "id": "pone.0124380.g007",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Antigen presentation molecule expression under TLR agonist stimulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25599,
            "infons": {
              "file": "pone.0124380.g007.jpg",
              "id": "pone.0124380.g007",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flight (solid square) or ground AEM control (open circle) splenocytes were cultured in DMEM with 10% FBS with or without TLR agonists for 24 hours. Cells were collected and stained for expression of MHC I (H-2kb) and MHC II (I-Ab). (7a) Representative dot plot of MHC I+ populations. (7b) Percent positive and MFI of MHC I expression from G2 and G3 populations. *** = p<0.001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25976,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Expression of CD11c, a mouse dendritic cell marker, showed that splenocytes from flight mice had a global decrease in expression of CD11c positive cells under all culture conditions (Fig 8a). These dendritic cell populations were investigated for expression of antigen presentation and co-stimulatory molecules. CD11c+MCHI+ cells were decreased in both percent population and intensity of MHC I expression in all culture conditions in flight mice splenocytes compared to ground controls (Fig 8b). CD11c+MHCII+ splenocytes from flight mice demonstrated increased in percent population and intensity of MHC II expression compared to ground controls (Fig 8c). There was little difference between flight mice and ground controls in CD11c+CD86+ splenocytes, except a significant decrease in CD11c+CD86+ cells under TLR-5 stimulation (Fig 8d). Finally, there was very low overall expression of CD80 (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26887,
            "infons": {
              "file": "pone.0124380.g008.jpg",
              "id": "pone.0124380.g008",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Dendritic cell populations changes after TLR stimulation in post-spaceflight mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26970,
            "infons": {
              "file": "pone.0124380.g008.jpg",
              "id": "pone.0124380.g008",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flight (solid square) or ground AEM control (open circle) splenocytes were cultured in DMEM with 10% FBS with or without TLR agonists for 24 hours. Cells were collected and stained for expression of CD11c, MHC I, MHC II, CD86, and CD80. (8a) Total percent of dendritic cells (CD11c) of post-spaceflight or ground AEM control mice under various TLR stimulation conditions. (8b) Percent and MFI of dendritic cells expressing MHC I. (8c) Percent and MFI of dendritic cells expressing MHC II. 8d) Percent and MFI of dendritic cells expressing CD86. *** = p<0.001 **p = <0.01 * = p<0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27553,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Cytokine Production from Stimulated Splenocytes Post-Spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27618,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The changes in surface expression of T-cell activation molecules, as well as dendritic cell antigen presentation and co-stimulatory molecules, during stimulation indicated potential functional dysregulation caused by spaceflight. Cytokine production during stimulation is often used to determine cell activity. Supernatants from splenocytes stimulated with T-cell stimulants or TLR agonists were further examined for cytokine production by ELISA.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28065,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Stimulation with ConA demonstrated a non-significant trend of increased IFN-γ production and a concurrent decrease in IL-2 production from flight mice splenocytes compared to ground controls (Table 3). TLR-2 and TLR-4 agonists also stimulated an increase in production of TNF-α and IL-6 from splenocytes isolated from flight mice versus ground controls. Only the increase in TNF-α induced by TLR-2 agonist represented a significant difference (Table 4). Little (below the level of detection of the assay) to no TNF-α and IL-6 were produced when stimulated with TLR-5 agonist (data not shown).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28674,
            "infons": {
              "file": "pone.0124380.t003.xml",
              "id": "pone.0124380.t003",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "IFN-γ and IL-2 Cytokine Production from Con-A Stimulated Splenocytes Post-Spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28765,
            "infons": {
              "file": "pone.0124380.t003.xml",
              "id": "pone.0124380.t003",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" align=\"center\" rowspan=\"1\">ConA</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>IFN-γ</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">34.42 (4.013)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">101.1 (75.56)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.399</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>IL-2</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">185.2 (29.58)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">110.4 (29.8)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1054</td></tr></tbody></table>\n"
            },
            "text": "\tConA\tp value\t \t\tAEM Control\tFlight\t\t \tIFN-γ\t34.42 (4.013)\t101.1 (75.56)\t0.399\t \tIL-2\t185.2 (29.58)\t110.4 (29.8)\t0.1054\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28892,
            "infons": {
              "file": "pone.0124380.t003.xml",
              "id": "pone.0124380.t003",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Data obtained by ELISA, from ConA (2μg/ml) stimulated splenocytes from post-spaceflight (Flight) mice or animal enclosure module (AEM) ground control mice. Average values given with standard deviation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29095,
            "infons": {
              "file": "pone.0124380.t004.xml",
              "id": "pone.0124380.t004",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "TNF-α and IL-6 Cytokine Production from TLR-2 and TLR-4 Stimulated Splenocytes Post-Spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29196,
            "infons": {
              "file": "pone.0124380.t004.xml",
              "id": "pone.0124380.t004",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" align=\"center\" rowspan=\"1\">TLR-2</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th><th colspan=\"2\" align=\"center\" rowspan=\"1\">TLR-4</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p value</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">AEM Control</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Flight</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>TNF-α</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>44.33 (6.529)</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>80.83 (12.94)</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.0304</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">48 (2.754)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73.7 (11.88)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1586</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>IL-6</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11.92 (5.32)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.42 (3.241)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.9376</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">35.33 (2.603)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">64.9 (22.16)</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.3565</td></tr></tbody></table>\n"
            },
            "text": "\tTLR-2\tp value\tTLR-4\tp value\t \t\tAEM Control\tFlight\t\tAEM Control\tFlight\t\t \tTNF-α\t44.33 (6.529)\t80.83 (12.94)\t0.0304\t48 (2.754)\t73.7 (11.88)\t0.1586\t \tIL-6\t11.92 (5.32)\t12.42 (3.241)\t0.9376\t35.33 (2.603)\t64.9 (22.16)\t0.3565\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29424,
            "infons": {
              "file": "pone.0124380.t004.xml",
              "id": "pone.0124380.t004",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Data obtained by ELISA, from Zymosan (TLR-2 agonist; 10μg/ml) or LPS (TLR-4 agonist; 200ng/mL) stimulated splenocytes from post-spaceflight (Flight) mice or animal enclosure module (AEM) ground control mice. Average values given with standard deviation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29679,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29690,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The immune dysfunction post-spaceflight is well documented. This disruption in immune activity is believed to be partly responsible for observed spaceflight and post-flight related incidence of immune-related adverse health events that may occur during spaceflight. With future plans for longer duration space travel, the question of how changes in host immunity would affect overall crew health needs to be addressed. The experiments conducted in this report focused on changes that bridge innate and adaptive immune responses. This bridge is crucial to generating long-term memory protection against infection, and critical for mounting immune responses during reinfection and reactivation post flight. Specifically, this report investigated the ability of dendritic cells (DC) to respond to stimulation through TLRs, and T-cell responsiveness through the T-cell receptor.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30565,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "To determine baseline receptor expression, the splenocytes were stained upon landing. These native expressions found no differences observed in the percent population changes of CD4 or CD8 T cells, with results reflecting similar findings from published works showing no changes in percent population of CD4 or CD8 T cells in rodents post-spaceflight. Other reports show mixed changes. Specifically, some have identified increases in CD4 and CD8 populations, others show decreased CD4 and CD8 populations, and others have shown a combination thereof post-flight. Pecaut, et al. demonstrated that there was indeed a shift in leukocyte phenotypes to different organs, which may affect localization of response. Likewise, conflicting reports are found from peripheral blood of astronauts post-flight. Some of these differences were attributed to the type of lymph organ examined, as thymus cells usually shows no change in CD4 and CD8 T cells populations while splenocytes do exhibit differences between flight animals and ground controls. The seemingly contradictory evidence could be explained by different gating strategies used to determine percent positivity of events. The study presented here showed that splenocytes from mice post-flight demonstrated an increase in a cell population with high percentages of CD4+ and CD8+ cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31900,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While previous reports only examined percent positive populations, this study included examination of marker intensity, which was interpreted to indicate an increase in marker expression per cell. There was a significant decrease in the intensity of CD4 and an increase in intensity of CD8 expression on a per cell basis. Since CD4 and CD8 molecules play a role during T-cell recognition of antigen presentation by binding to the antigen presentation molecules, MHC I, MHC II, or CD1, any change in their surface expression could affect the avidity potential to alter T-cell stimulation. Indeed, the avidity/affinity model of peripheral T-cell regulation suggests that changes in CD4 and CD8 expression affect T-cell activation. CD8lo cells require higher avidity of T-cell receptor and MHC I interactions for activation and control/suppress other CD8 T-cell responsiveness to antigen.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32786,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study also found splenocytes from flight mice had a significant decrease in intensity of CD25 expression on CD4+ and CD8+ T-cells compared to ground controls. CD25 is the IL-2 receptor, which is often used as a marker to denote regulatory T-cells. However, this decrease in CD25 intensity is not interpreted to indicate a change in regulatory T-cell post-flight, especially because the population of CD25+ splenocytes did not change. The CD25 ligand, IL-2, is the T-cell proliferating factor. Experiments on the Jurkat T cell line post-flight demonstrated a lack of proliferation and elevations of Fas/APO-1, suggesting spaceflight conditions induced apoptosis in T-cells. The decrease in CD25 expression on a per cell basis suggests that flight splenocytes downregulate factors for proliferation. And it has been clearly demonstrated that immediate early genes of lymphocytes are affected under conditions of microgravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33715,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Dendritic cells are the primary antigen presenting cells to bridge innate and adaptive immunity. DCs respond to invading pathogens, prime and activate antigen specific T-cells, and promote development of antigen specific memory. In the mouse, expression of CD11c, a β2 integrin, is a marker for DC identification. Splenocytes from flight mice demonstrated a significant increase in CD11c+ population compared to ground controls, suggesting an enhancement of the DC population. This is the first reported change of spaceflight on DC population dynamics. Interestingly, previous published reports examining another β2 integrin, CD11b, showed a decrease population change, interpreted as a decrease in monocytes/macrophages, which was also observed using CD14/16 markers for identification. As with T-cells, spaceflight conditions were also reported to increased monocyte/macrophage population. Similar to T-cell subsets, macrophages and dendritic cells populations have differential proliferation results in response to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34752,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Examination of MHC I and II presentation molecule expression found that CD11c+ splenocytes post-flight had a significant increase in MHC I+ and a significant decrease in MHC II+ populations compared to ground controls. There are limited reports on antigen presentation molecule expression, and both published articles also found a decrease in class II presentation molecules expressing populations. These results confirm that spaceflight alters class II presentation molecule expression, which may indicate a diminution in the potential to effectively present antigens to CD4+ T-cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35338,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Splenocytes post-spaceflight demonstrated an increase in bead uptake compared to ground controls. This is the first report that flight conditions influence particle uptake. The implications suggest that spaceflight does not hinder particle uptake, and may even enhance the function. However, it is not clear how alteration of particulate uptake would affect host immune status. Limited hindlimb suspension model studies may shed light on this, if one takes the assumption that uptake of pathogenic organisms are similar to that of beads. In those studies, in vivo infection found no change in clearance of rotavirus and a decrease in bacterial clearance of Pseudomonas aeruginosa and Klebsiella pneumoniae. This suggests that other immune effects resulting from spaceflight contribute to clearance dysfunction, even if there are increased uptake events of particulates. Overall, this is difficult to assess, and we realize that beads travel along different phagocytic pathways than the agents mentioned.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36342,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Development of effective immunity towards pathogens relies on responding to innate signals. The toll-like receptors (TLR) are well established pattern recognition receptors stimulated by pathogenic motifs. The most commonly used TLR ligand to investigate spaceflight effect on cell function is lipopolysaccharide (LPS). In humans, blood cells isolated during spaceflight responded to LPS by increasing production of IL-8, however, this finding resolved upon post-spaceflight examination. LPS has also shown to promote lower production of IL-6, TNF-α, and IL-10 and increased IL-1β post-spaceflight in humans. Reports in mice show a mixed response when looking a whole splenocyte populations. Purified macrophages flow in space demonstrated an increase in both IL-1 and TNF-α production in response to LPS. While that report did not observe a significant increase in inflammatory cytokines upon LPS stimulation, the flight splenocytes did exhibit a trend of increase in TNF-α and IL-6 production compared to ground controls. The data presented here extended observations to include cytokine production with the TLR-2/6 and TLR-5 ligands, zymosan (fungal) and flagellin (bacterial) respectively. Zymosan stimulated a significant increase in TNF-α; no cytokine changes were observed upon flagellin stimulation. Chapes et al. investigated stimulation with poly I:C, a TLR-3 ligand, and found an increase in IFN-α. For the most part, flight exposure did not have a deleterious effect on TLR activation and stimulation, suggesting that the innate immune inflammatory response remains intact.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37951,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Few published articles have examined changes in surface expression of presentation and co-stimulatory molecules after TLR stimulation. While cytokine production is an important indicator of immune response, the main effect of how DCs response to TLR stimulation is to increase antigen presentation and stimulate T-cells. Splenocytes demonstrated similar changes DC surface molecule expression post flight, regardless of TLR stimulation. For example, the DC population from the flight mice had altered MHC I and MHC II expressing populations compared to ground controls, even in cultures that did not receive TLR-agonist stimulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38584,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Regarding adaptive immune functions, T-cells are critical for control of re-infection and re-activation events. Unlike DCs, the effect post-spaceflight on T-cell activity has been well documented. Stimulating with anti-CD3/CD28, which simulates T-cell activation by antigen presenting cells, resulted in increased IFN-γ and decreased IL-2. ConA stimulation, which stimulates T-cells through the T-cell receptor without requiring the secondary signal (CD28), resulted in no change or increased IL-2, increased IL-3, and decreased IFN-γ. Use of other mitogens, such as PHA or PMA/Ionomycin, that stimulates by bypassing both the T-cell and co-stimulatory receptors, led to no change or decreased IL-2, decreased IFN-γ and decreased TNF-α. The data in this report reflects some differences in reported observations, although in line with that reported by Gridley, et al.. Rather, the results reported here for ConA stimulation demonstrated a non-significant increase in IFN-γ and decreased IL-2. The discrepancy in cytokine results could be differences in cell culture number, concentration of stimulants, and time of stimulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39732,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Surface molecule expression was examined in stimulated T-cells. Little or no differences were observed in the flight mice versus ground controls, with two notable exceptions. Regardless of stimulation parameters, the cultured splenocytes isolated from flight mice were significantly depressed in their expression of CD4. Second, while expression of CD8 intensity immediately post-spaceflight demonstrated an increase on a per cell basis, further in vitro culture of cells distinctively identified two sets of CD8 cells, CD8lo and CD8hi. This distinction disappeared upon ConA stimulation. Indeed, the flight mice splenocytes evidenced a significant increase in CD4 or CD8 T-cells that also expressed CD25 or CD25/28. Therefore, it is important for future studies to define gating strategies, as we have done here. We suggest that CD25, along with CD69, are used as markers of early T-cell activation. Short-term spaceflight increased expression of CD25/69 when stimulated with anti-CD3/28. The results with ConA may indicate that flight mice could demonstrate increased early T-cell activation upon stimulation, compared to ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40873,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our report focused on phenotypic alterations that bridge innate and adaptive immune responses crucial for generating protective immune responses during reinfection and reactivation post flight. It would indeed be important to understand how long the phenotypic changes were sustained post flight; analysis of genetic alterations or changes in methylation status would certainly be warranted. The condition of the spaceflight environment has been shown to alter cytosine methylation patterns to generate heritable epigenetic changes in rice. Both hypo- and hypermethylation events can occur, with concurrent dysregulation of gene expression. Genes for DNA methyltransferases were very sensitive to spaceflight conditions. Similar effects were identified in microgravity studies in human lymphocytes, where both DNA methylation genes, as well as histone acetylation genes, were affected. In addition, DNA repair mechanisms were also diminished. Overall this suggests both an accumulation of damaged DNA as well as the potential for inheritable and sustainable changes in cellular phenotypic activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41972,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, there exists a large body of evidence that spaceflight does impact T-cell activity and cause global suppression in response to multiple stimulants. Indeed, these “type IV hypersensitive” class responses have been found to be reduced to a variety of antigens during and post spaceflight. The data from this study shed additional light towards molecular mechanisms involved in immune changes induced by spaceflight that could alter activation of innate and adaptive immunity, at least post flight. It remains to be determined if these changes may also impact responses during active flight. Given the limited number of subjects for spaceflight studies, future analysis should continue to examine both innate (DC) and adaptive (T-cell) responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42735,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42758,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42769,
            "infons": {
              "fpage": "189",
              "issue": "3",
              "lpage": "201",
              "name_0": "surname:Konstantinova;given-names:IV",
              "name_1": "surname:Rykova;given-names:MP",
              "name_2": "surname:Lesnyak;given-names:AT",
              "name_3": "surname:Antropova;given-names:EA",
              "pub-id_pmid": "8371048",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "54",
              "year": "1993"
            },
            "text": "Immune changes during long-duration missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42814,
            "infons": {
              "name_0": "surname:Hawkins;given-names:W",
              "name_1": "surname:Zieglschmid;given-names:J",
              "section_type": "REF",
              "source": "Biomedical Results of Apollo, Vol. NASA SP-368",
              "type": "ref",
              "year": "1975"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42815,
            "infons": {
              "fpage": "141",
              "issue": "1–2",
              "lpage": "54",
              "name_0": "surname:Kimzey;given-names:SL",
              "name_1": "surname:Ritzmann;given-names:SE",
              "name_2": "surname:Mengel;given-names:CE",
              "name_3": "surname:Fischer;given-names:CL",
              "pub-id_pmid": "11841090",
              "section_type": "REF",
              "source": "Acta Astronaut",
              "type": "ref",
              "volume": "2",
              "year": "1975"
            },
            "text": "Skylab experiment results: hematology studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42861,
            "infons": {
              "fpage": "205",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Crucian;given-names:BE",
              "name_2": "surname:Stowe;given-names:RP",
              "name_3": "surname:Simpson;given-names:RJ",
              "name_4": "surname:Ott;given-names:CM",
              "name_5": "surname:Sams;given-names:CF",
              "pub-id_doi": "10.1016/j.cyto.2012.09.019",
              "pub-id_pmid": "23107825",
              "section_type": "REF",
              "source": "Cytokine",
              "type": "ref",
              "volume": "61",
              "year": "2012"
            },
            "text": "Reactivation of latent viruses is associated with increased plasma cytokines in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42952,
            "infons": {
              "fpage": "1761",
              "issue": "6",
              "lpage": "4",
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Feiveson;given-names:AH",
              "name_3": "surname:Tyring;given-names:SK",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "11069250",
              "section_type": "REF",
              "source": "J Infect Dis",
              "type": "ref",
              "volume": "182",
              "year": "2000"
            },
            "text": "Reactivation and shedding of cytomegalovirus in astronauts during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43030,
            "infons": {
              "fpage": "1211",
              "issue": "12",
              "lpage": "3",
              "name_0": "surname:Payne;given-names:DA",
              "name_1": "surname:Mehta;given-names:SK",
              "name_2": "surname:Tyring;given-names:SK",
              "name_3": "surname:Stowe;given-names:RP",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "10596777",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "70",
              "year": "1999"
            },
            "text": "Incidence of Epstein-Barr virus in astronaut saliva during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43101,
            "infons": {
              "fpage": "235",
              "issue": "3",
              "lpage": "42",
              "name_0": "surname:Pierson;given-names:DL",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Phillips;given-names:TM",
              "name_3": "surname:Lugg;given-names:DJ",
              "name_4": "surname:Mehta;given-names:SK",
              "pub-id_pmid": "15797312",
              "section_type": "REF",
              "source": "Brain Behav Immun",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Epstein-Barr virus shedding by astronauts during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43163,
            "infons": {
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Laudenslager;given-names:ML",
              "name_2": "surname:Stowe;given-names:RP",
              "name_3": "surname:Crucian;given-names:BE",
              "name_4": "surname:Sams;given-names:CF",
              "name_5": "surname:Pierson;given-names:DL",
              "section_type": "REF",
              "source": "Brain Behav Immun",
              "type": "ref",
              "year": "2014"
            },
            "text": "Multiple latent viruses reactivate in astronauts during Space Shuttle missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43242,
            "infons": {
              "fpage": "e8124",
              "name_0": "surname:Grenon;given-names:SM",
              "name_1": "surname:Saary;given-names:J",
              "name_2": "surname:Gray;given-names:G",
              "name_3": "surname:Vanderploeg;given-names:JM",
              "name_4": "surname:Hughes-Fulford;given-names:M",
              "pub-id_doi": "10.1136/bmj.e8124",
              "pub-id_pmid": "23241271",
              "section_type": "REF",
              "source": "Bmj",
              "type": "ref",
              "volume": "345",
              "year": "2012"
            },
            "text": "Can I take a space flight? Considerations for doctors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43296,
            "infons": {
              "fpage": "547",
              "issue": "6",
              "lpage": "56",
              "name_0": "surname:Crucian;given-names:BE",
              "name_1": "surname:Cubbage;given-names:ML",
              "name_2": "surname:Sams;given-names:CF",
              "pub-id_pmid": "10888111",
              "section_type": "REF",
              "source": "J Interferon Cytokine Res",
              "type": "ref",
              "volume": "20",
              "year": "2000"
            },
            "text": "Altered cytokine production by specific human peripheral blood cell subsets immediately following space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43407,
            "infons": {
              "fpage": "E448",
              "issue": "3 Pt 1",
              "lpage": "52",
              "name_0": "surname:Stein;given-names:TP",
              "name_1": "surname:Schluter;given-names:MD",
              "pub-id_pmid": "8166266",
              "section_type": "REF",
              "source": "Am J Physiol",
              "type": "ref",
              "volume": "266",
              "year": "1994"
            },
            "text": "Excretion of IL-6 by astronauts during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43458,
            "infons": {
              "fpage": "891",
              "issue": "6",
              "lpage": "5",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Pierson;given-names:DL",
              "name_2": "surname:Barrett;given-names:AD",
              "pub-id_pmid": "11719627",
              "section_type": "REF",
              "source": "Psychosom Med",
              "type": "ref",
              "volume": "63",
              "year": "2001"
            },
            "text": "Elevated stress hormone levels relate to Epstein-Barr virus reactivation in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43545,
            "infons": {
              "name_0": "surname:Crucian;given-names:BE",
              "name_1": "surname:Zwart;given-names:SR",
              "name_2": "surname:Mehta;given-names:S",
              "name_3": "surname:Uchakin;given-names:P",
              "name_4": "surname:Quiriarte;given-names:HD",
              "name_5": "surname:Pierson;given-names:D",
              "section_type": "REF",
              "source": "J Interferon Cytokine Res",
              "type": "ref",
              "year": "2014"
            },
            "text": "Plasma Cytokine Concentrations Indicate That In Vivo Hormonal Regulation of Immunity Is Altered During Long-Duration Spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43674,
            "infons": {
              "fpage": "23",
              "lpage": "32",
              "name_0": "surname:Crucian;given-names:B",
              "name_1": "surname:Simpson;given-names:RJ",
              "name_2": "surname:Mehta;given-names:S",
              "name_3": "surname:Stowe;given-names:R",
              "name_4": "surname:Chouker;given-names:A",
              "name_5": "surname:Hwang;given-names:SA",
              "pub-id_doi": "10.1016/j.bbi.2014.01.011",
              "pub-id_pmid": "24462949",
              "section_type": "REF",
              "source": "Brain Behav Immun",
              "type": "ref",
              "volume": "39",
              "year": "2014"
            },
            "text": "Terrestrial stress analogs for spaceflight associated immune system dysregulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43756,
            "infons": {
              "fpage": "236",
              "issue": "3",
              "lpage": "44",
              "name_0": "surname:Meehan;given-names:R",
              "name_1": "surname:Whitson;given-names:P",
              "name_2": "surname:Sams;given-names:C",
              "pub-id_pmid": "8371053",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "54",
              "year": "1993"
            },
            "text": "The role of psychoneuroendocrine factors on spaceflight-induced immunological alterations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43846,
            "infons": {
              "fpage": "491",
              "issue": "3",
              "lpage": "7",
              "name_0": "surname:Meehan;given-names:RT",
              "name_1": "surname:Neale;given-names:LS",
              "name_2": "surname:Kraus;given-names:ET",
              "name_3": "surname:Stuart;given-names:CA",
              "name_4": "surname:Smith;given-names:ML",
              "name_5": "surname:Cintron;given-names:NM",
              "pub-id_pmid": "1326479",
              "section_type": "REF",
              "source": "Immunology",
              "type": "ref",
              "volume": "76",
              "year": "1992"
            },
            "text": "Alteration in human mononuclear leucocytes following space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43912,
            "infons": {
              "fpage": "213",
              "issue": "3",
              "lpage": "7",
              "name_0": "surname:Taylor;given-names:GR",
              "name_1": "surname:Neale;given-names:LS",
              "name_2": "surname:Dardano;given-names:JR",
              "pub-id_pmid": "3485967",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "57",
              "year": "1986"
            },
            "text": "Immunological analyses of U.S. Space Shuttle crewmembers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43969,
            "infons": {
              "fpage": "456",
              "issue": "2",
              "lpage": "65",
              "name_0": "surname:Crucian;given-names:B",
              "name_1": "surname:Stowe;given-names:R",
              "name_2": "surname:Mehta;given-names:S",
              "name_3": "surname:Uchakin;given-names:P",
              "name_4": "surname:Quiriarte;given-names:H",
              "name_5": "surname:Pierson;given-names:D",
              "pub-id_doi": "10.1007/s10875-012-9824-7",
              "pub-id_pmid": "23100144",
              "section_type": "REF",
              "source": "J Clin Immunol",
              "type": "ref",
              "volume": "33",
              "year": "2013"
            },
            "text": "Immune system dysregulation occurs during short duration spaceflight on board the space shuttle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44065,
            "infons": {
              "fpage": "1281",
              "issue": "12",
              "lpage": "4",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Sams;given-names:CF",
              "name_2": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "14692473",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "74",
              "year": "2003"
            },
            "text": "Effects of mission duration on neuroimmune responses in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44132,
            "infons": {
              "fpage": "835",
              "issue": "9",
              "lpage": "43",
              "name_0": "surname:Crucian;given-names:BE",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Pierson;given-names:DL",
              "name_3": "surname:Sams;given-names:CF",
              "pub-id_pmid": "18785351",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "79",
              "year": "2008"
            },
            "text": "Immune system dysregulation following short- vs long-duration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44206,
            "infons": {
              "fpage": "196S",
              "issue": "2 Suppl",
              "lpage": "200S",
              "name_0": "surname:Rykova;given-names:MP",
              "name_1": "surname:Sonnenfeld;given-names:G",
              "name_2": "surname:Lesnyak;given-names:AT",
              "name_3": "surname:Taylor;given-names:GR",
              "name_4": "surname:Meshkov;given-names:DO",
              "name_5": "surname:Mandel;given-names:AD",
              "pub-id_pmid": "1526952",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Effect of spaceflight on natural killer cell activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44260,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Stodieck LS. AMGEN Countermeasures for Bone and Muscle Loss in Space and on Earth. 2013 International Space Station Research and Development Conference. Denver, CO, 2013.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44431,
            "infons": {
              "name_0": "surname:Ishihara;given-names:A",
              "name_1": "surname:Nagatomo;given-names:F",
              "name_2": "surname:Terada;given-names:M",
              "name_3": "surname:Fujino;given-names:H",
              "name_4": "surname:Kondo;given-names:H",
              "name_5": "surname:Ishioka;given-names:N",
              "section_type": "REF",
              "source": "Muscle & nerve",
              "type": "ref",
              "year": "2014"
            },
            "text": "Effects of microgravity on the mouse triceps brachii muscle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44491,
            "infons": {
              "fpage": "e62437",
              "issue": "4",
              "name_0": "surname:Kim;given-names:W",
              "name_1": "surname:Tengra;given-names:FK",
              "name_2": "surname:Young;given-names:Z",
              "name_3": "surname:Shong;given-names:J",
              "name_4": "surname:Marchand;given-names:N",
              "name_5": "surname:Chan;given-names:HK",
              "pub-id_doi": "10.1371/journal.pone.0062437",
              "pub-id_pmid": "23658630",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Spaceflight promotes biofilm formation by Pseudomonas aeruginosa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44556,
            "infons": {
              "fpage": "1593",
              "issue": "12",
              "lpage": "604",
              "name_0": "surname:Latchney;given-names:SE",
              "name_1": "surname:Rivera;given-names:PD",
              "name_2": "surname:Mao;given-names:XW",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Stodieck;given-names:LS",
              "pub-id_doi": "10.1152/japplphysiol.01174.2013",
              "pub-id_pmid": "24744382",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "116",
              "year": "2014"
            },
            "text": "The effect of spaceflight on mouse olfactory bulb volume, neurogenesis, and cell death indicates the protective effect of novel environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44696,
            "infons": {
              "fpage": "340",
              "issue": "4",
              "lpage": "50",
              "name_0": "surname:Mao;given-names:XW",
              "name_1": "surname:Pecaut;given-names:MJ",
              "name_2": "surname:Stodieck;given-names:LS",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Bouxsein;given-names:M",
              "pub-id_doi": "10.1667/RR3309.1",
              "pub-id_pmid": "24033191",
              "section_type": "REF",
              "source": "Radiation research",
              "type": "ref",
              "volume": "180",
              "year": "2013"
            },
            "text": "Spaceflight environment induces mitochondrial oxidative damage in ocular tissue",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44776,
            "infons": {
              "fpage": "890",
              "issue": "8",
              "lpage": "7",
              "name_0": "surname:Mao;given-names:XW",
              "name_1": "surname:Pecaut;given-names:MJ",
              "name_2": "surname:Stodieck;given-names:LS",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Bouxsein;given-names:ML",
              "pub-id_doi": "10.3109/10715762.2014.920086",
              "pub-id_pmid": "24796731",
              "section_type": "REF",
              "source": "Free radical research",
              "type": "ref",
              "volume": "48",
              "year": "2014"
            },
            "text": "Biological and metabolic response in STS-135 space-flown mouse skin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44844,
            "infons": {
              "fpage": "e75097",
              "issue": "9",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Mao;given-names:XW",
              "name_2": "surname:Stodieck;given-names:LS",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Moldovan;given-names:M",
              "pub-id_doi": "10.1371/journal.pone.0075097",
              "pub-id_pmid": "24069384",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Changes in mouse thymus and spleen after return from the STS-135 mission in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44926,
            "infons": {
              "fpage": "1185",
              "issue": "10",
              "lpage": "97",
              "name_0": "surname:Hwang;given-names:SA",
              "name_1": "surname:Actor;given-names:JK",
              "pub-id_doi": "10.1093/intimm/dxp084",
              "pub-id_pmid": "19692539",
              "section_type": "REF",
              "source": "Int Immunol",
              "type": "ref",
              "volume": "21",
              "year": "2009"
            },
            "text": "Lactoferrin modulation of BCG-infected dendritic cell functions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44990,
            "infons": {
              "fpage": "3026",
              "issue": "23",
              "lpage": "34",
              "name_0": "surname:Hwang;given-names:SA",
              "name_1": "surname:Wilk;given-names:K",
              "name_2": "surname:Kruzel;given-names:ML",
              "name_3": "surname:Actor;given-names:JK",
              "pub-id_doi": "10.1016/j.vaccine.2009.03.036",
              "pub-id_pmid": "19428915",
              "section_type": "REF",
              "source": "Vaccine",
              "type": "ref",
              "volume": "27",
              "year": "2009"
            },
            "text": "A novel recombinant human lactoferrin augments the BCG vaccine and protects alveolar integrity upon infection with Mycobacterium tuberculosis in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45140,
            "infons": {
              "fpage": "171",
              "issue": "3",
              "lpage": "80",
              "name_0": "surname:Hwang;given-names:SA",
              "name_1": "surname:Wilk;given-names:KM",
              "name_2": "surname:Bangale;given-names:YA",
              "name_3": "surname:Kruzel;given-names:ML",
              "name_4": "surname:Actor;given-names:JK",
              "pub-id_pmid": "17377816",
              "section_type": "REF",
              "source": "Med Microbiol Immunol",
              "type": "ref",
              "volume": "196",
              "year": "2007"
            },
            "text": "Lactoferrin modulation of IL-12 and IL-10 response from activated murine leukocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45224,
            "infons": {
              "fpage": "209",
              "issue": "2",
              "lpage": "13",
              "name_0": "surname:Allebban;given-names:Z",
              "name_1": "surname:Ichiki;given-names:AT",
              "name_2": "surname:Gibson;given-names:LA",
              "name_3": "surname:Jones;given-names:JB",
              "name_4": "surname:Congdon;given-names:CC",
              "name_5": "surname:Lange;given-names:RD",
              "pub-id_pmid": "8301218",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "55",
              "year": "1994"
            },
            "text": "Effects of spaceflight on the number of rat peripheral blood leukocytes and lymphocyte subsets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45319,
            "infons": {
              "fpage": "172",
              "issue": "1",
              "lpage": "7",
              "name_0": "surname:Congdon;given-names:CC",
              "name_1": "surname:Allebban;given-names:Z",
              "name_2": "surname:Gibson;given-names:LA",
              "name_3": "surname:Kaplansky;given-names:A",
              "name_4": "surname:Strickland;given-names:KM",
              "name_5": "surname:Jago;given-names:TL",
              "pub-id_pmid": "8828660",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "81",
              "year": "1996"
            },
            "text": "Lymphatic tissue changes in rats flown on Spacelab Life Sciences-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45386,
            "infons": {
              "fpage": "37",
              "issue": "1",
              "lpage": "43",
              "name_0": "surname:Ichiki;given-names:AT",
              "name_1": "surname:Gibson;given-names:LA",
              "name_2": "surname:Jago;given-names:TL",
              "name_3": "surname:Strickland;given-names:KM",
              "name_4": "surname:Johnson;given-names:DL",
              "name_5": "surname:Lange;given-names:RD",
              "name_6": "surname:Allebban;given-names:Z",
              "pub-id_pmid": "8699121",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "60",
              "year": "1996"
            },
            "text": "Effects of spaceflight on rat peripheral blood leukocytes and bone marrow progenitor cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45477,
            "infons": {
              "fpage": "102",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Grove;given-names:DS",
              "name_1": "surname:Pishak;given-names:SA",
              "name_2": "surname:Mastro;given-names:AM",
              "pub-id_pmid": "7543050",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "219",
              "year": "1995"
            },
            "text": "The effect of a 10-day space flight on the function, phenotype, and adhesion molecule expression of splenocytes and lymph node lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45616,
            "infons": {
              "fpage": "125",
              "issue": "1",
              "lpage": "31",
              "name_0": "surname:Nash;given-names:PV",
              "name_1": "surname:Mastro;given-names:AM",
              "pub-id_pmid": "1511727",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "202",
              "year": "1992"
            },
            "text": "Variable lymphocyte responses in rats after space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45673,
            "infons": {
              "fpage": "191S",
              "issue": "2 Suppl",
              "lpage": "5S",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "name_1": "surname:Mandel;given-names:AD",
              "name_2": "surname:Konstantinova;given-names:IV",
              "name_3": "surname:Berry;given-names:WD",
              "name_4": "surname:Taylor;given-names:GR",
              "name_5": "surname:Lesnyak;given-names:AT",
              "pub-id_pmid": "1526951",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Spaceflight alters immune cell function and distribution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45730,
            "infons": {
              "fpage": "648",
              "issue": "7",
              "lpage": "53",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "name_1": "surname:Mandel;given-names:AD",
              "name_2": "surname:Konstantinova;given-names:IV",
              "name_3": "surname:Taylor;given-names:GR",
              "name_4": "surname:Berry;given-names:WD",
              "name_5": "surname:Wellhausen;given-names:SR",
              "pub-id_pmid": "2386452",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "61",
              "year": "1990"
            },
            "text": "Effects of spaceflight on levels and activity of immune cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45792,
            "infons": {
              "fpage": "194",
              "issue": "1",
              "lpage": "202",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Slater;given-names:JM",
              "name_2": "surname:Luo-Owen;given-names:X",
              "name_3": "surname:Rizvi;given-names:A",
              "name_4": "surname:Chapes;given-names:SK",
              "name_5": "surname:Stodieck;given-names:LS",
              "pub-id_doi": "10.1152/japplphysiol.91126.2008",
              "pub-id_pmid": "18988762",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Spaceflight effects on T lymphocyte distribution, function and gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45871,
            "infons": {
              "fpage": "R2072",
              "issue": "6",
              "lpage": "8",
              "name_0": "surname:Pecaut;given-names:MJ",
              "name_1": "surname:Simske;given-names:SJ",
              "name_2": "surname:Fleshner;given-names:M",
              "pub-id_pmid": "11080071",
              "section_type": "REF",
              "source": "Am J Physiol Regul Integr Comp Physiol",
              "type": "ref",
              "volume": "279",
              "year": "2000"
            },
            "text": "Spaceflight induces changes in splenocyte subpopulations: effectiveness of ground-based models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45966,
            "infons": {
              "fpage": "2085",
              "issue": "5",
              "lpage": "94",
              "name_0": "surname:Pecaut;given-names:MJ",
              "name_1": "surname:Nelson;given-names:GA",
              "name_2": "surname:Peters;given-names:LL",
              "name_3": "surname:Kostenuik;given-names:PJ",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Morony;given-names:S",
              "pub-id_pmid": "12514166",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "94",
              "year": "2003"
            },
            "text": "Genetic models in applied physiology: selected contribution: effects of spaceflight on immunity in the C57BL/6 mouse. I. Immune population distributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46119,
            "infons": {
              "fpage": "619",
              "issue": "2",
              "lpage": "27",
              "name_0": "surname:Maile;given-names:R",
              "name_1": "surname:Siler;given-names:CA",
              "name_2": "surname:Kerry;given-names:SE",
              "name_3": "surname:Midkiff;given-names:KE",
              "name_4": "surname:Collins;given-names:EJ",
              "name_5": "surname:Frelinger;given-names:JA",
              "pub-id_pmid": "15634879",
              "section_type": "REF",
              "source": "J Immunol",
              "type": "ref",
              "volume": "174",
              "year": "2005"
            },
            "text": "Peripheral \"CD8 tuning\" dynamically modulates the size and responsiveness of an antigen-specific T cell pool in vivo",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46236,
            "infons": {
              "fpage": "397",
              "issue": "2",
              "lpage": "410",
              "name_0": "surname:Maile;given-names:R",
              "name_1": "surname:Pop;given-names:SM",
              "name_2": "surname:Tisch;given-names:R",
              "name_3": "surname:Collins;given-names:EJ",
              "name_4": "surname:Cairns;given-names:BA",
              "name_5": "surname:Frelinger;given-names:JA",
              "pub-id_pmid": "16402405",
              "section_type": "REF",
              "source": "Eur J Immunol",
              "type": "ref",
              "volume": "36",
              "year": "2006"
            },
            "text": "Low-avidity CD8lo T cells induced by incomplete antigen stimulation in vivo regulate naive higher avidity CD8hi T cell responses to the same antigen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46385,
            "infons": {
              "fpage": "389",
              "issue": "3",
              "lpage": "400",
              "name_0": "surname:Cubano;given-names:LA",
              "name_1": "surname:Lewis;given-names:ML",
              "pub-id_pmid": "10832058",
              "section_type": "REF",
              "source": "Exp Gerontol",
              "type": "ref",
              "volume": "35",
              "year": "2000"
            },
            "text": "Fas/APO-1 protein is increased in spaceflown lymphocytes (Jurkat)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46451,
            "infons": {
              "fpage": "1007",
              "issue": "11",
              "lpage": "18",
              "name_0": "surname:Lewis;given-names:ML",
              "name_1": "surname:Reynolds;given-names:JL",
              "name_2": "surname:Cubano;given-names:LA",
              "name_3": "surname:Hatton;given-names:JP",
              "name_4": "surname:Lawless;given-names:BD",
              "name_5": "surname:Piepmeier;given-names:EH",
              "pub-id_pmid": "9707173",
              "section_type": "REF",
              "source": "Faseb J",
              "type": "ref",
              "volume": "12",
              "year": "1998"
            },
            "text": "Spaceflight alters microtubules and increases apoptosis in human lymphocytes (Jurkat)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46537,
            "infons": {
              "fpage": "1133",
              "issue": "6",
              "lpage": "45",
              "name_0": "surname:Chang;given-names:TT",
              "name_1": "surname:Walther;given-names:I",
              "name_2": "surname:Li;given-names:CF",
              "name_3": "surname:Boonyaratanakornkit;given-names:J",
              "name_4": "surname:Galleri;given-names:G",
              "name_5": "surname:Meloni;given-names:MA",
              "pub-id_doi": "10.1189/jlb.0312157",
              "pub-id_pmid": "22750545",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "92",
              "year": "2012"
            },
            "text": "The Rel/NF-kappaB pathway and transcription of immediate early genes in T cell activation are inhibited by microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46657,
            "infons": {
              "fpage": "857",
              "issue": "9",
              "lpage": "62",
              "name_0": "surname:Crucian;given-names:B",
              "name_1": "surname:Stowe;given-names:R",
              "name_2": "surname:Quiriarte;given-names:H",
              "name_3": "surname:Pierson;given-names:D",
              "name_4": "surname:Sams;given-names:C",
              "pub-id_pmid": "21888268",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "82",
              "year": "2011"
            },
            "text": "Monocyte phenotype and cytokine production profiles are dysregulated by short-duration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46756,
            "infons": {
              "fpage": "160",
              "issue": "1",
              "lpage": "8",
              "name_0": "surname:Armstrong;given-names:JW",
              "name_1": "surname:Gerren;given-names:RA",
              "name_2": "surname:Chapes;given-names:SK",
              "pub-id_pmid": "7813616",
              "section_type": "REF",
              "source": "Exp Cell Res",
              "type": "ref",
              "volume": "216",
              "year": "1995"
            },
            "text": "The effect of space and parabolic flight on macrophage hematopoiesis and function",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46838,
            "infons": {
              "fpage": "215",
              "issue": "3",
              "lpage": "9",
              "name_0": "surname:Blutt;given-names:SE",
              "name_1": "surname:Conner;given-names:ME",
              "pub-id_pmid": "15018288",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "75",
              "year": "2004"
            },
            "text": "Kinetics of rotavirus infection in mice are not altered in a ground-based model of spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46933,
            "infons": {
              "fpage": "73",
              "issue": "1",
              "lpage": "80",
              "name_0": "surname:Aviles;given-names:H",
              "name_1": "surname:Belay;given-names:T",
              "name_2": "surname:Fountain;given-names:K",
              "name_3": "surname:Vance;given-names:M",
              "name_4": "surname:Sonnenfeld;given-names:G",
              "pub-id_pmid": "12626488",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "95",
              "year": "2003"
            },
            "text": "Increased susceptibility to Pseudomonas aeruginosa infection under hindlimb-unloading conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47030,
            "infons": {
              "fpage": "262",
              "issue": "2",
              "lpage": "8",
              "name_0": "surname:Belay;given-names:T",
              "name_1": "surname:Aviles;given-names:H",
              "name_2": "surname:Vance;given-names:M",
              "name_3": "surname:Fountain;given-names:K",
              "name_4": "surname:Sonnenfeld;given-names:G",
              "pub-id_pmid": "12170267",
              "section_type": "REF",
              "source": "J Allergy Clin Immunol",
              "type": "ref",
              "volume": "110",
              "year": "2002"
            },
            "text": "Effects of the hindlimb-unloading model of spaceflight conditions on resistance of mice to infection with Klebsiella pneumoniae",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47158,
            "infons": {
              "fpage": "79",
              "name_0": "surname:Mifsud;given-names:EJ",
              "name_1": "surname:Tan;given-names:AC",
              "name_2": "surname:Jackson;given-names:DC",
              "pub-id_doi": "10.3389/fimmu.2014.00079",
              "pub-id_pmid": "24624130",
              "section_type": "REF",
              "source": "Front Immunol",
              "type": "ref",
              "volume": "5",
              "year": "2014"
            },
            "text": "TLR Agonists as Modulators of the Innate Immune Response and Their Potential as Agents Against Infectious Disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47272,
            "infons": {
              "fpage": "1935",
              "issue": "6",
              "lpage": "42",
              "name_0": "surname:Baqai;given-names:FP",
              "name_1": "surname:Gridley;given-names:DS",
              "name_2": "surname:Slater;given-names:JM",
              "name_3": "surname:Luo-Owen;given-names:X",
              "name_4": "surname:Stodieck;given-names:LS",
              "name_5": "surname:Ferguson;given-names:V",
              "pub-id_pmid": "19342437",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Effects of spaceflight on innate immune function and antioxidant gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47353,
            "infons": {
              "fpage": "104",
              "issue": "1",
              "lpage": "10",
              "name_0": "surname:Chapes;given-names:SK",
              "name_1": "surname:Morrison;given-names:DR",
              "name_2": "surname:Guikema;given-names:JA",
              "name_3": "surname:Lewis;given-names:ML",
              "name_4": "surname:Spooner;given-names:BS",
              "pub-id_pmid": "1640164",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "52",
              "year": "1992"
            },
            "text": "Cytokine secretion by immune cells in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47397,
            "infons": {
              "fpage": "381",
              "issue": "8",
              "lpage": "8",
              "name_0": "surname:Dresch;given-names:C",
              "name_1": "surname:Leverrier;given-names:Y",
              "name_2": "surname:Marvel;given-names:J",
              "name_3": "surname:Shortman;given-names:K",
              "pub-id_doi": "10.1016/j.it.2012.04.009",
              "pub-id_pmid": "22677187",
              "section_type": "REF",
              "source": "Trends Immunol",
              "type": "ref",
              "volume": "33",
              "year": "2012"
            },
            "text": "Development of antigen cross-presentation capacity in dendritic cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47467,
            "infons": {
              "fpage": "194",
              "issue": "1",
              "lpage": "202",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Slater;given-names:JM",
              "name_2": "surname:Luo-Owen;given-names:X",
              "name_3": "surname:Rizvi;given-names:A",
              "name_4": "surname:Chapes;given-names:SK",
              "name_5": "surname:Stodieck;given-names:LS",
              "pub-id_doi": "10.1152/japplphysiol.91126.2008",
              "pub-id_pmid": "18988762",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Spaceflight effects on T lymphocyte distribution, function and gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47546,
            "infons": {
              "fpage": "186S",
              "issue": "2 Suppl",
              "lpage": "90S",
              "name_0": "surname:Nash;given-names:PV",
              "name_1": "surname:Konstantinova;given-names:IV",
              "name_2": "surname:Fuchs;given-names:BB",
              "name_3": "surname:Rakhmilevich;given-names:AL",
              "name_4": "surname:Lesnyak;given-names:AT",
              "name_5": "surname:Mastro;given-names:AM",
              "pub-id_pmid": "1526949",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Effect of spaceflight on lymphocyte proliferation and interleukin-2 production",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47625,
            "infons": {
              "fpage": "411",
              "issue": "4",
              "lpage": "6",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "name_1": "surname:Gould;given-names:CL",
              "name_2": "surname:Williams;given-names:J",
              "name_3": "surname:Mandel;given-names:AD",
              "pub-id_pmid": "2469283",
              "section_type": "REF",
              "source": "Acta Microbiol Hung",
              "type": "ref",
              "volume": "35",
              "year": "1988"
            },
            "text": "Inhibited interferon production after space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47676,
            "infons": {
              "fpage": "2095",
              "issue": "5",
              "lpage": "103",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Nelson;given-names:GA",
              "name_2": "surname:Peters;given-names:LL",
              "name_3": "surname:Kostenuik;given-names:PJ",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Morony;given-names:S",
              "pub-id_pmid": "12506046",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "94",
              "year": "2003"
            },
            "text": "Genetic models in applied physiology: selected contribution: effects of spaceflight on immunity in the C57BL/6 mouse. II. Activation, cytokines, erythrocytes, and platelets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47849,
            "infons": {
              "fpage": "524",
              "issue": "7",
              "lpage": "32",
              "name_0": "surname:Ou;given-names:X",
              "name_1": "surname:Long;given-names:L",
              "name_2": "surname:Wu;given-names:Y",
              "name_3": "surname:Yu;given-names:Y",
              "name_4": "surname:Lin;given-names:X",
              "name_5": "surname:Qi;given-names:X",
              "pub-id_doi": "10.1139/g10-030",
              "pub-id_pmid": "20616874",
              "section_type": "REF",
              "source": "Genome / National Research Council Canada = Genome / Conseil national de recherches Canada",
              "type": "ref",
              "volume": "53",
              "year": "2010"
            },
            "text": "Spaceflight-induced genetic and epigenetic changes in the rice (Oryza sativa L.) genome are independent of each other",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47967,
            "infons": {
              "fpage": "44",
              "issue": "1–2",
              "lpage": "53",
              "name_0": "surname:Ou;given-names:X",
              "name_1": "surname:Long;given-names:L",
              "name_2": "surname:Zhang;given-names:Y",
              "name_3": "surname:Xue;given-names:Y",
              "name_4": "surname:Liu;given-names:J",
              "name_5": "surname:Lin;given-names:X",
              "pub-id_doi": "10.1016/j.mrfmmm.2008.12.010",
              "pub-id_pmid": "19135069",
              "section_type": "REF",
              "source": "Mutation research",
              "type": "ref",
              "volume": "662",
              "year": "2009"
            },
            "text": "Spaceflight induces both transient and heritable alterations in DNA methylation and gene expression in rice (Oryza sativa L.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48093,
            "infons": {
              "fpage": "123",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Singh;given-names:KP",
              "name_1": "surname:Kumari;given-names:R",
              "name_2": "surname:Dumond;given-names:JW",
              "pub-id_doi": "10.1002/jcb.22674",
              "pub-id_pmid": "20506542",
              "section_type": "REF",
              "source": "Journal of cellular biochemistry",
              "type": "ref",
              "volume": "111",
              "year": "2010"
            },
            "text": "Simulated microgravity-induced epigenetic changes in human lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48164,
            "infons": {
              "fpage": "723",
              "issue": "4",
              "lpage": "31",
              "name_0": "surname:Kumari;given-names:R",
              "name_1": "surname:Singh;given-names:KP",
              "name_2": "surname:Dumond;given-names:JW;suffix:Jr.",
              "pub-id_doi": "10.1002/jcb.22171",
              "pub-id_pmid": "19415677",
              "section_type": "REF",
              "source": "Journal of cellular biochemistry",
              "type": "ref",
              "volume": "107",
              "year": "2009"
            },
            "text": "Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48261,
            "infons": {
              "fpage": "129",
              "issue": "2",
              "lpage": "32",
              "name_0": "surname:Taylor;given-names:GR",
              "name_1": "surname:Janney;given-names:RP",
              "pub-id_pmid": "1431548",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "51",
              "year": "1992"
            },
            "text": "In vivo testing confirms a blunting of the human cell-mediated immune mechanism during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]