[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250705",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC4985531",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.3389/fendo.2016.00110",
              "article-id_pmc": "PMC4985531",
              "article-id_pmid": "27579023",
              "elocation-id": "110",
              "kwd": "adipocyte osteoblast osteoclast stem cell osteoporosis histomorphometry rAAV",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
              "name_0": "surname:Lindenmaier;given-names:Laurence B.",
              "name_1": "surname:Philbrick;given-names:Kenneth A.",
              "name_2": "surname:Branscum;given-names:Adam J.",
              "name_3": "surname:Kalra;given-names:Satya P.",
              "name_4": "surname:Turner;given-names:Russell T.",
              "name_5": "surname:Iwaniec;given-names:Urszula T.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "7",
              "year": "2016"
            },
            "text": "Hypothalamic Leptin Gene Therapy Reduces Bone Marrow Adiposity in ob/ob Mice Fed Regular and High-Fat Diets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 108,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Low bone mass is often associated with elevated bone marrow adiposity. Since osteoblasts and adipocytes are derived from the same mesenchymal stem cell (MSC) progenitor, adipocyte formation may increase at the expense of osteoblast formation. Leptin is an adipocyte-derived hormone known to regulate energy and bone metabolism. Leptin deficiency and high-fat diet-induced obesity are associated with increased marrow adipose tissue (MAT) and reduced bone formation. Short-duration studies suggest that leptin treatment reduces MAT and increases bone formation in leptin-deficient ob/ob mice fed a regular diet. Here, we determined the long-duration impact of increased hypothalamic leptin on marrow adipocytes and osteoblasts in ob/ob mice following recombinant adeno-associated virus (rAAV) gene therapy. Eight- to 10-week-old male ob/ob mice were randomized into four groups: (1) untreated, (2) rAAV-Lep, (3) rAAV-green fluorescent protein (rAAV-GFP), or (4) pair-fed to rAAV-Lep. For vector administration, mice were injected intracerebroventricularly with either rAAV-leptin gene therapy (rAAV-Lep) or rAAV-GFP (9 × 107 particles) and maintained for 30 weeks. In a second study, the impact of increased hypothalamic leptin levels on MAT was determined in mice fed high-fat diets; ob/ob mice were randomized into two groups and treated with either rAAV-Lep or rAAV-GFP. At 7 weeks post-vector administration, half the mice in each group were switched to a high-fat diet for 8 weeks. Wild-type (WT) controls included age-matched mice fed regular or high-fat diet. High-fat diet resulted in a threefold increase in MAT in WT mice, whereas MAT was increased by leptin deficiency up to 50-fold. Hypothalamic leptin gene therapy increased osteoblast perimeter and osteoclast perimeter with minor change in cancellous bone architecture. The gene therapy decreased MAT levels in ob/ob mice fed regular or high-fat diet to values similar to WT mice fed regular diet. These findings suggest that leptin plays an important role in regulating the differentiation of MSCs to adipocytes and osteoblasts, a process that may be dysregulated by high-fat diet. However, the results also illustrate that reducing MAT by increasing leptin levels does not necessarily result in increased bone mass.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2401,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2414,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Adipose tissue in bone marrow may contribute to metabolic health through its effects on local energy balance and/or its actions as an endocrine organ. Low bone mass is often associated with elevated bone marrow adiposity. Bone marrow contains mesenchymal stem cells (MSCs) capable of differentiating into cells of the osteoblastic and adipocytic lineages. A reciprocal relationship between the number of mature osteoblasts and bone marrow adipocytes may occur as a consequence of differentiation of MSCs toward one lineage at the expense of the other lineage. Mechanistically, peroxisome proliferator-activated receptor gamma (PPARγ), a transcription factor that plays a key role in regulation of adipogenesis and lipid uptake, has been implicated as a factor controlling MSC differentiation. Inhibition of PPARγ increases osteoblast differentiation while decreasing adipocyte differentiation. Osteoblast-targeted overexpression of PPARγ inhibits bone mass gain in male mice and increases ovariectomy-induced osteopenia in female mice. Furthermore, cultured adipocytes release factors capable of inducing osteoblast linage cells to differentiate into an adipocyte-like phenotype. Thus, excessive marrow adipose tissue (MAT) has the potential to directly and/or indirectly reduce bone mass by inhibiting osteoblast differentiation. As such, an increase in MAT may contribute to osteoporosis in conditions, such as menopause, skeletal disuse, alcohol abuse, and eating disorders.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3904,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Interestingly, anorexia and obesity both result in increased MAT. Anorexia is commonly associated with reduced bone mineral density (BMD) and increased fracture risk. By contrast, being overweight is generally associated with increased BMD and reduced fracture risk. However, recent studies suggest that morbid obesity has negative effects on bone quality. Thus, it is possible that the increase in MAT plays a role in the detrimental skeletal changes associated with both extremes in body weight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4402,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Leptin, an adipokine produced in proportion to fat mass, plays a critical role in central nervous system-mediated regulation of energy homeostasis. Additionally, leptin plays an important positive role in skeletal growth and maturation. Indeed, leptin signaling deficiency results in abnormal growth plate development and mild osteopetrosis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4744,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Leptin suppresses PPARγ expression and increases lipolysis in adipose tissue in rodents. In parallel, leptin increases longitudinal bone growth, osteoblastogenesis and bone formation. Thus, the low leptin levels resulting from insufficient adipose tissue observed in anorexia may contribute to increased MAT and decreased bone formation. In contrast to anorexia, obesity typically results in increased leptin levels which, in turn, should suppress MAT. Many authors have concluded that leptin resistance plays an important role in hyperphagia and weight gain associated with obesity. Thus, leptin resistance may counteract the expected response to elevated leptin levels and thereby contribute to an increase in MAT during obesity. However, some new studies question whether resistance to endogenous leptin contributes to development of diet-induced obesity in mice. If leptin resistance is a major contributor to the etiology of obesity, it may be overcome in normal rodents, at least in part, by increasing hypothalamic leptin levels. Whatever its precise role in diet-induced obesity, it is clear that leptin resistance resulting from loss of function of the leptin receptor (db/db mice), in addition to inducing morbid obesity, results in profound negative effects on the skeleton. Furthermore, some of these negative skeletal effects (e.g., reduced bone formation) are recapitulated, without impacting energy metabolism, following adoptive transfer of bone marrow from db/db mice into wild-type (WT) mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6259,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Leptin-deficient ob/ob and leptin receptor-deficient db/db mice exhibit excessive MAT in long bones. Short-term delivery of leptin into the hypothalamus was shown to reduce peripheral fat depots as well as MAT. However, the long-term effects of increased leptin levels on MAT have not been well characterized. Hypothalamic leptin gene therapy has been shown to result in life-long reductions in body weight in ob/ob mice. The goal of the present study was to determine the long-duration effects of increased hypothalamic leptin, using recombinant adeno-associated virus leptin gene therapy (rAAV-Lep), on bone marrow adiposity in morbidly obese ob/ob mice. Given that the energy density of a diet impacts weight gain and MAT levels, the effects of a regular and high energy density (high fat) diet were also evaluated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7078,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7100,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Experimental Animals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7121,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Eight- to 10-week-old male WT C57BL/6J (B6) and leptin-deficient ob/ob mice on the same genetic background were obtained from Jackson Laboratory (Bar Harbor, ME, USA). This age corresponds to peak cancellous bone volume fraction in the femur metaphysis. The mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee at the University of Florida. The mice were housed individually in a temperature (21–23°C) and light-controlled room (lights on 6:00 a.m. to 6:00 p.m.) under specific pathogen-free conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7768,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Experiment 1: Effects of 30 Weeks of Hypothalamic Leptin Gene Therapy on Marrow Adiposity and Cancellous Bone Histomorphometry in ob/ob Mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7909,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Following arrival, ob/ob mice were randomized by weight into four treatment groups: (1) untreated (n = 6), (2) control vector encoding green fluorescent protein (rAAV-GFP, n = 7), (3) rAAV-Lep (n = 8), or (4) pair-fed to rAAV-Lep (n = 6). The mice were maintained on standard mouse chow (LM-485, Teklad, Madison, WI, USA) and sacrificed 30 weeks following vector administration at 38–40 weeks of age. This age corresponds to a period immediately prior to a drastic increase in mortality in ob/ob mice – median lifespan in ob/ob mice is 55 weeks compared to 131 weeks in WT mice. The effects of treatment on hypothalamic leptin gene expression, body weight, food intake, hormone levels, organ weights, and cancellous and cortical bone architecture evaluated by microcomputed tomography in this study are detailed elsewhere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8760,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Experiment 2: Effects of 15 Weeks of Hypothalamic Leptin Gene Therapy and 8 Weeks of High-Fat Diet on Marrow Adiposity and Cancellous Bone Histomorphometry in ob/ob Mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8930,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Experiment 2 was conducted using WT and ob/ob mice. Following arrival, WT mice (n = 12) were maintained on regular chow (LM-485, Teklad, Madison, WI, USA; caloric density 3.4 kcal/g, 11% of kcal from fat) until 15–17 weeks of age and then randomized by weight into two groups: (1) control (n = 3) or (2) high-fat diet (n = 9). Mice in the control group continued to consume the regular diet ad libitum while mice in the high-fat group were placed on a high-fat diet (caloric density 4.7 kcal/g; 45% of kcal from fat, primarily from lard; Research Diets, New Brunswick, NJ, USA) fed ad libitum. The mice were sacrificed 8 weeks later at 23–25 weeks of age – an age corresponding to cessation of linear growth in B6 mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9678,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In conjunction, ob/ob mice were randomized by weight into two treatment groups: rAAV-Lep (n = 16) or control vector rAAV-GFP (n = 14). At 7 weeks post-vector administration, rAAV-GFP and rAAV-Lep mice were each divided into two groups: one group continued to consume regular diet and the other was switched to a high-fat diet as described above for WT mice. The mice were sacrificed 8 weeks later at 23–25 weeks of age (15 weeks following vector administration). The effect of the rAAV-Lep pretreatment and high-fat diet on hypothalamic leptin gene expression, body weight, food intake, organ weights, hormone levels, and cancellous and cortical bone architecture determined by microcomputed tomography are detailed elsewhere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10423,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Construction and Packaging of rAAV Vectors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10466,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "rAAV-leptin gene therapy and rAAV-GFP vectors were constructed and packaged as previously described. In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVβGEnh after deleting the EcoRI fragment carrying the β-glucoronidase cDNA sequence. The control vector, rAAV-GFP, was similarly constructed to encode the GFP gene.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10865,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Vector Administration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10887,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For vector administration, the mice were anesthetized with sodium pentobarbital (60 mg/kg, i.p.), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular injection, and injected intracerebroventricularly with either rAAV-Lep (9 × 107 particles in 1.5 μl) or rAAV-GFP (9 × 107 particles in 1.5 μl). The coordinates employed for microinjector placement in the third cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11404,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Tissue Collection and Analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11435,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the end of each experiment mice were anesthetized with sodium pentobarbital (60 mg/kg; i.p.) and euthanized by exsanguination. Femora were excised, cleaned of soft tissue, and stored in 70% ethanol. Femora were prepared for histomorphometric evaluation as described. In brief, distal femora were dehydrated in graded increases of ethanol and xylene and embedded undecalcified in methyl methacrylate. Frontal sections (4 μm thick) were cut with a vertical bed microtome (Leica 2165) and affixed to slides precoated with a 1% gelatin solution. One section/animal was stained for tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis, MO, USA) for assessment of bone and cell-based measurements.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12174,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Histomorphometric data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate and 0.1 mm from cortical bone. Cancellous bone measurements included bone area fraction (bone area/tissue area, %) and the derived architectural indices of trabecular number (mm−1), trabecular thickness (micrometer), and trabecular separation (micrometer). Measurements of MAT included overall marrow adiposity (adipose area/tissue area, %), adipocyte density (mm−2), and adipocyte size (micrometers2). Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method has been validated by fat extraction and analysis. Osteoblast and osteoclast perimeters were also measured and expressed as % of total bone perimeter. Osteoblasts were identified as plump cuboidal cells immediately adjacent to a thin layer of osteoid in direct contact with the bone perimeter. Osteoclasts were identified as multinucleated (two or more nuclei) cells with acid phosphatase positive (red-stained) cytoplasm in contact with the bone perimeter. Data are reported using standard two-dimensional nomenclature.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13540,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13561,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mean responses for Experiment 1 were compared among the untreated, rAAV-GFP, rAAV-Lep, and pair-fed groups using one-way analysis of variance. For Experiment 2, the effects of treatment and diet were assessed using two-way analysis of variance. Pairwise comparisons were made using t-tests or the Wilcoxon–Mann–Whitney test. The required conditions for valid use of linear models were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson–Darling test of normality. The Benjamini and Hochberg method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Data analysis was performed using R version 3.3.2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14297,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14305,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Experiment 1: Effects of 30 Weeks of Hypothalamic Leptin Gene Therapy on Marrow Adiposity and Cancellous Bone Histomorphometry in ob/ob Mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14446,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of treatment on body weight and on cancellous bone in the distal femur metaphysis are shown in Table 1. rAAV-Lep treatment resulted in lower body weight compared to untreated, rAAV-GFP-treated, and pair-fed mice. Significant differences in cancellous bone area fraction, trabecular number, or trabecular spacing were not detected with treatment. However, trabecular thickness was lower in rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated mice, but did not differ from pair-fed ob/ob mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14963,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Effects of hypothalamic leptin gene therapy (rAAV-Lep) on body weight and cancellous bone architecture in distal femur metaphysis in ob/ob male mice at 30 weeks post-vector administration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15154,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"center\" rowspan=\"2\" colspan=\"1\"/><th valign=\"top\" align=\"center\" colspan=\"4\" rowspan=\"1\"><italic>ob/ob</italic> Mice<hr/></th><th valign=\"top\" align=\"center\" rowspan=\"2\" colspan=\"1\">ANOVA FDR adjusted <italic>P</italic></th></tr><tr><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Untreated (<italic>n</italic> = 6)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">rAAV-GFP (<italic>n</italic> = 7)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">rAAV-Lep (<italic>n</italic> = 8)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Pair-fed (<italic>n</italic> = 6)</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Body weight (g)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">70 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">68 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">29 ± 3<xref ref-type=\"table-fn\" rid=\"tfn2\"><sup>a</sup></xref>–<xref ref-type=\"table-fn\" rid=\"tfn4\"><sup>c</sup></xref></td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">63 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">&lt;0.001<xref ref-type=\"table-fn\" rid=\"tfn1\">*</xref></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Bone area/tissue area (%)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8.3 ± 1.1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.2 ± 0.9</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.3 ± 1.0</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.7 ± 0.7</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.225</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular thickness (μm)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">35 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">34 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26 ± 2<xref ref-type=\"table-fn\" rid=\"tfn2\"><sup>a</sup></xref><sup>,</sup><xref ref-type=\"table-fn\" rid=\"tfn3\"><sup>b</sup></xref></td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">31 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular number (mm<sup>−1</sup>)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.3 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.1 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.0 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.8 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.645</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular spacing (μm)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">416 ± 42</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">470 ± 38</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">542 ± 71</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">547 ± 73</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.588</td></tr></tbody></table>\n"
            },
            "text": "\tob/ob Mice\tANOVA FDR adjusted P\t \tUntreated (n = 6)\trAAV-GFP (n = 7)\trAAV-Lep (n = 8)\tPair-fed (n = 6)\t \tBody weight (g)\t70 ± 2\t68 ± 2\t29 ± 3a–c\t63 ± 2\t<0.001*\t \tBone area/tissue area (%)\t8.3 ± 1.1\t7.2 ± 0.9\t5.3 ± 1.0\t5.7 ± 0.7\t0.225\t \tTrabecular thickness (μm)\t35 ± 2\t34 ± 1\t26 ± 2a,b\t31 ± 2\t0.009\t \tTrabecular number (mm−1)\t2.3 ± 0.2\t2.1 ± 0.2\t2.0 ± 0.2\t1.8 ± 0.2\t0.645\t \tTrabecular spacing (μm)\t416 ± 42\t470 ± 38\t542 ± 71\t547 ± 73\t0.588\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15720,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "Data are mean ± SE.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15745,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "*Previously reported .",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15768,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "aDifferent from untreated, P < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15809,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "bDifferent from rAAV-GFP, P < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15849,
            "infons": {
              "file": "T1.xml",
              "id": "T1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "cDifferent from pair-fed, P < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15889,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of treatment on MAT in the distal femur metaphysis are shown in Figure 1. Marrow adiposity (adipose area/tissue area) (Figure 1A), adipocyte density (Figure 1B), and adipocyte size (Figure 1C) were lower in rAAV-Lep-treated mice compared to untreated, rAAV-GFP-treated, and pair-fed mice. Significant differences among untreated, rAAV-GFP-treated, and pair-fed mice were not detected for any of the MAT measurements. The effects of rAAV-Lep treatment on marrow adiposity can be readily appreciated in Figures 1D–G.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16418,
            "infons": {
              "file": "fendo-07-00110-g001.jpg",
              "id": "F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Effects of hypothalamic leptin gene therapy (rAAV-Lep) on marrow adipose tissue in distal femur metaphysis in male ob/ob mice at 30 weeks post-vector administration. Bone marrow adiposity (A), adipocyte density (B), and adipocyte size (C) were decreased with rAAV-Lep treatment. The effects of treatment on marrow adipose tissue in the femoral metaphysis can be readily appreciated in representative micrographs from an untreated (D), rAAV-GFP-treated (E), rAAV-Lep-treated (F), and pair-fed to rAAV-Lep (G) mouse. Please see Figures 2C–F for representative higher magnification images. Data are mean ± SE (n = 6–8/group). aDifferent from untreated, bdifferent from rAAV-GFP, and cdifferent from pair-fed, P < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17153,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of treatment on osteoblast perimeter and osteoclast perimeter in the distal femur metaphysis are shown in Figure 2. Osteoblast perimeter (Figure 2A) and osteoclast perimeter (Figure 2B) were higher in rAAV-Lep-treated mice compared to untreated, rAAV-GFP-treated, and pair-fed mice. Significant differences among untreated, rAAV-GFP-treated, and pair-fed mice were not detected for either of the cellular endpoints evaluated. The effects of rAAV-Lep treatment on osteoblast and osteoclast perimeter can be appreciated in Figures 2C–F.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17702,
            "infons": {
              "file": "fendo-07-00110-g002.jpg",
              "id": "F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Effects of hypothalamic leptin gene therapy (rAAV-Lep) on osteoblast perimeter, an index of bone formation, and osteoclast perimeter, an index of bone resorption, in distal femur metaphysis in male ob/ob mice at 30 weeks post-vector administration. Osteoblast perimeter (A) and osteoclast perimeter (B) were increased with rAAV-Lep treatment. The effects of treatment on osteoclast perimeter, an index of bone resorption, can be readily appreciated in representative micrographs from an untreated (C), rAAV-GFP-treated (D), rAAV-Lep-treated (E), and pair-fed to rAAV-Lep (F) mouse. Data are mean ± SE (n = 6–8/group). aDifferent from untreated, bdifferent from rAAV-GFP, and cdifferent from pair-fed, P < 0.05. Asterisks demarcate adipocytes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18462,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Experiment 2: Effects of 15 Weeks of Hypothalamic Leptin Gene Therapy and 8 Weeks of High-Fat Diet on Marrow Adiposity and Cancellous Bone Histomorphometry in ob/ob Mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18632,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of rAAV-Lep pretreatment and high-fat diet on body weight and on cancellous bone in distal femur metaphysis are shown in Table 2. Body weight was higher in WT mice fed high-fat diet compared to WT mice fed regular diet. Body weight was also higher in ob/ob mice fed high fat compared to ob/ob mice fed regular diet and rAAV-Lep treatment resulted in lower body weight. Cancellous bone area fraction, trabecular thickness, and trabecular number were higher and trabecular spacing was lower in WT mice fed high-fat diet compared to WT mice fed regular diet. rAAV-Lep treatment in ob/ob mice resulted in lower cancellous bone area fraction and trabecular thickness. Significant differences in trabecular number or trabecular spacing were not detected with treatment in the ob/ob mice. With the exception of trabecular thickness, which was lower, significant differences between WT mice and rAAV-Lep-treated ob/ob mice fed regular diets were not detected for any of the remaining cancellous endpoints evaluated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19652,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Effects of high-fat diet and rAAV-Lep pretreatment and high fat diet on terminal body weight and cancellous bone architecture in distal femur metaphysis in male WT and ob/ob mice, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19846,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"center\" rowspan=\"3\" colspan=\"1\"/><th valign=\"top\" align=\"center\" colspan=\"3\" rowspan=\"1\"/><th valign=\"top\" align=\"center\" colspan=\"4\" rowspan=\"1\"><italic>ob/ob</italic> Mice<hr/></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th valign=\"top\" align=\"center\" colspan=\"3\" rowspan=\"1\">WT mice<hr/></th><th valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\">rAAV-GFP<hr/></th><th valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\">rAAV-Lep<hr/></th><th valign=\"top\" align=\"center\" colspan=\"3\" rowspan=\"1\">ANOVA <italic>P</italic><hr/></th></tr><tr><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Regular diet (<italic>n</italic> = 3)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">High-fat diet (<italic>n</italic> = 9)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>T</italic>-test <italic>P</italic></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Regular diet (<italic>n</italic> = 5)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">High-fat diet (<italic>n</italic> = 9)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Regular diet (<italic>n</italic> = 8)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">High-fat diet (<italic>n</italic> = 8)</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Vector</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Diet</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Interaction</th></tr></thead><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Body weight (g)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">29 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">38 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.014</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">56 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">66 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">28 ± 3</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">33 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.003</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.307<xref ref-type=\"table-fn\" rid=\"tfn5\">*</xref></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Bone area/tissue area (%)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.1 ± 1.0</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11.5 ± 0.8</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.009</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.9 ± 0.9</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.9 ± 1.0</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.1 ± 0.7</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.6 ± 0.6</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.016</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.486</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.159</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular thickness (μm)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">30 ± 0</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">38 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.009</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">31 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">34 ± 2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25 ± 1.1<xref ref-type=\"table-fn\" rid=\"tfn6\"><sup>a</sup></xref></td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25 ± 1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.501</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.330</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular number (mm<sup>−1</sup>)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.3 ± 0.3</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3.0 ± 0.1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.020</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.5 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.8 ± 0.1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.8 ± 0.2</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.6 ± 0.1</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.950</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.658</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.115</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Trabecular spacing (μm)</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">412 ± 62</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">297 ± 12</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.014</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">379 ± 29</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">323 ± 16</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">340 ± 19</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">363 ± 24</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.764</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.608</td><td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.083</td></tr></tbody></table>\n"
            },
            "text": "\t\tob/ob Mice\t\t \tWT mice\trAAV-GFP\trAAV-Lep\tANOVA P\t \tRegular diet (n = 3)\tHigh-fat diet (n = 9)\tT-test P\tRegular diet (n = 5)\tHigh-fat diet (n = 9)\tRegular diet (n = 8)\tHigh-fat diet (n = 8)\tVector\tDiet\tInteraction\t \tBody weight (g)\t29 ± 1\t38 ± 1\t0.014\t56 ± 2\t66 ± 2\t28 ± 3\t33 ± 2\t0.000\t0.003\t0.307*\t \tBone area/tissue area (%)\t7.1 ± 1.0\t11.5 ± 0.8\t0.009\t7.9 ± 0.9\t9.9 ± 1.0\t7.1 ± 0.7\t6.6 ± 0.6\t0.016\t0.486\t0.159\t \tTrabecular thickness (μm)\t30 ± 0\t38 ± 1\t0.009\t31 ± 1\t34 ± 2\t25 ± 1.1a\t25 ± 1\t0.000\t0.501\t0.330\t \tTrabecular number (mm−1)\t2.3 ± 0.3\t3.0 ± 0.1\t0.020\t2.5 ± 0.2\t2.8 ± 0.1\t2.8 ± 0.2\t2.6 ± 0.1\t0.950\t0.658\t0.115\t \tTrabecular spacing (μm)\t412 ± 62\t297 ± 12\t0.014\t379 ± 29\t323 ± 16\t340 ± 19\t363 ± 24\t0.764\t0.608\t0.083\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20751,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "Data are mean ± SE.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20776,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "*Previously reported .",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20799,
            "infons": {
              "file": "T2.xml",
              "id": "T2",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "aDifferent from WT mice fed regular diet.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20841,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The effects of treatment on marrow adiposity in distal femur metaphysis are shown in Figure 3. Marrow adiposity and adipocyte size were higher in WT mice fed high-fat diet compared to mice fed regular diet. Significant differences in adipocyte density were not detected with diet in WT mice. rAAV-Lep treatment in ob/ob mice resulted in lower marrow adiposity due to lower adipocyte density as well as lower adipocyte size. Significant differences in marrow adiposity, adipocyte density, or adipocyte size were not detected between WT and rAAV-Lep-treated ob/ob mice fed regular diet.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21426,
            "infons": {
              "file": "fendo-07-00110-g003.jpg",
              "id": "F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Effects of high-fat diet and rAAV-Lep pretreatment and high-fat diet on bone marrow adiposity (A), adipocyte density (B), and adipocyte size (C) in distal femur metaphysis in male WT and ob/ob mice, respectively. RCD, regular control diet. HFD, high-fat diet. Data are mean ± SE (n = 3–9/group). aDifferent from RCD within WT, P < 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21778,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21789,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Leptin-deficient ob/ob mice were heavier and had increased MAT in distal femur metaphysis compared to WT mice. Consumption of high-fat diet resulted in increased body weight in both WT mice and ob/ob mice but increased MAT and cancellous bone in WT mice only. rAAV-Lep treatment decreased MAT in ob/ob mice. The reduction in MAT in rAAV-Lep-treated ob/ob mice was accompanied by increases in osteoblast-lined and osteoclast-lined bone perimeter but not by an increase in cancellous bone.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22277,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Continuous and once daily intracerebroventricular administration of leptin were similarly effective in reducing MAT in long bones of ob/ob mice. Based on lower adipocyte number and size and increased concentration of apoptosis marker caspase-3 in bone marrow adipocytes, the reduction in MAT was likely due to a combination of reduced adipocyte differentiation, increased fat oxidation, and increased adipocyte apoptosis. A similar reduction in MAT was observed following subcutaneous leptin administration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22785,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In normal female rats, hypothalamic delivery of rAAV-Lep was shown to maintain lower body weight, WAT weight, and serum leptin levels (2.7 ± 0.3 versus 1.0 ± 0.1 ng/ml) for at least 18 weeks following vector administration. By contrast, rAAV-Lep transiently reduced MAT; MAT levels were reduced at 5 weeks but returned to normal levels by 10 weeks following vector administration. Also, hypothalamic rAAV-Lep gene therapy was ineffective in lowering MAT in ovariectomized rats. In the present study, MAT levels in rAAV-Lep-treated ob/ob mice, evaluated 15 and 30 weeks following vector administration, were much lower than age-matched ob/ob controls and comparable to WT mice in Experiment 2. These findings suggest that (1) while very important, the physiological actions of leptin on MAT are primarily manifested at low hormone levels and (2) hyperleptinemia has little further effect on MAT. If correct, this could help explain why some studies fail to detect a relationship between blood leptin levels and MAT. The findings regarding the actions of leptin on MAT are remarkably similar to the actions of the hormone on bone growth, maturation, and turnover. Whereas hypothalamic rAAV-Lep gene therapy corrected the skeletal abnormalities in ob/ob mice, it had minimal long-term impact on bone in rodents capable of producing leptin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24142,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It was initially hypothesized that the complex skeletal phenotype of ob/ob mice was due to opposing actions of peripheral and central leptin on bone formation. However, subcutaneous and intracerebroventricular delivery of leptin were found to similarly increase bone formation in ob/ob mice. Additionally, long-duration hypothalamic leptin gene therapy was shown to normalize bone microarchitecture in ob/ob mice; specifically, increasing hypothalamic leptin levels resulted in increased femur length and total femur bone volume but decreased cancellous bone volume fraction in lumbar vertebra. These latter findings imply that, in addition to increasing longitudinal bone growth, delivery of leptin into the hypothalamus results in increased bone formation as well as increased bone resorption. Thus, an imbalance between bone formation and resorption related to local environment (e.g., precursor cell populations, mechanical loads, paracrine factors, etc.) potentially explains the contrasting phenotypes that have been identified in bones of the limb and spine in ob/ob mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25222,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Bone- and bone compartment-specific changes in microarchitecture in response to hormonal regulators of bone metabolism and mechanical loading environment are not unique to leptin. For example, by regulating longitudinal and radial bone growth and bone turnover balance, estrogens, and androgens contribute to sexual dimorphism of the skeleton. In this regard, administration of estrogen to growing ovariectomized rats results in shorter bones with lower total bone mass but higher site-specific cancellous bone volume. Ovariectomized rats also experience increased MAT expansion. ob/ob mice of both genders are hypogonadal due to reduced GnRH secretion, a defect that is reversed following leptin treatment. Thus, it is possible that hypogonadism contributes to MAT expansion in ob/ob mice. Expansion of MAT during caloric restriction in WT mice was associated with increased circulation of glucocorticoids, while caloric restriction resulted in a further increase in the already high levels of MAT in leptin-deficient ob/ob mice. These findings provide evidence that multiple factors, including leptin, regulate MAT levels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26347,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As previously mentioned, short-duration delivery of leptin into the hypothalamus increased bone formation. Similarly, hypothalamic leptin gene therapy increased serum osteocalcin levels and osteoblast perimeter in lumbar vertebra of ob/ob mice. In the present study, hypothalamic leptin gene therapy increased osteoblast perimeter in distal femur metaphysis in ob/ob mice 30 weeks following vector administration. These findings indicate that leptin promotes higher levels of bone formation prior to and following restoration of normal body weight and bone mass in ob/ob mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26926,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The increased cancellous bone volume fraction observed at selected skeletal sites (lumbar vertebrae) in ob/ob mice was initially attributed to increased bone formation, suggesting that leptin was antiosteogenic. However, subsequent studies consistently reported decreased bone formation in ob/ob mice and leptin receptor-deficient db/db mice, and increased bone formation following intracerebroventricular delivery of leptin, leptin gene therapy, or subcutaneous administration of leptin in ob/ob mice. Leptin signaling-deficient (ob/ob and db/db) mice have normal or increased osteoclast number but exhibit evidence for impaired osteoclast function. As a consequence, these mice exhibit impaired skeletal maturation due to defective resorption of calcified cartilage. Specifically, the high cancellous bone volume fraction represents mild osteopetrosis. In the present study in ob/ob mice, rAAV-Lep resulted in increased osteoclast-lined bone perimeter. Thus, the failure to detect an increase in cancellous bone volume fraction in the femur metaphysis in response to higher leptin levels is likely due to parallel increases in bone formation and bone resorption.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28091,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "High MAT levels in ob/ob mice are associated with low cancellous bone turnover. In the present study, rAAV-Lep resulted in increases in osteoclast-lined perimeter as well as osteoblast-lined bone perimeter and greatly reduced MAT with minimal change in cancellous bone area fraction. High MAT levels are not unique to leptin deficiency. Growth hormone deficiency in rats and mice induced by hypophysectomy or deletion of the gene for growth hormone, respectively, is also associated with high MAT and low bone turnover. In the case of growth hormone deficiency, parathyroid hormone was found to increase bone formation in hypophysectomized rats without impacting MAT levels, demonstrating that bone formation induced by bone anabolic agents is not suppressed by high levels of MAT. Similarly, although bone formation was increased, the absence of MAT in kitW/W-v mice did not protect against ovariectomy-induced bone loss. Taken together, these findings suggest that bone resorption as well as bone formation can be impacted during changes in MAT levels and interventions that target MAT may not necessarily change bone turnover balance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29229,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "A positive association between body weight and bone mass was observed in ob/ob as well as WT mice. However, leptin appears to sensitize the skeleton to bone mechanical loading. This may explain why leptin-deficient mice have a low total bone mass even though they are morbidly obese and why the massive weight loss in ob/ob mice following leptin treatment is actually associated with a net increase in bone mass.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29642,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Conditional knockout of the leptin receptor in bone marrow stromal cells has been reported to result in local increases in osteogenesis and decreased adipogenesis. It is difficult to reconcile these findings with the skeletal phenotype of leptin receptor-deficient mice or with the present results demonstrating that increasing hypothalamic leptin levels profoundly reduces MAT levels. Evidence that factors secondary to leptin deficiency are responsible for the discrepancy, as suggested by Yue et al., are presently lacking and correction of many of the metabolic abnormalities associated with leptin deficiency (e.g., hyperglycemia), rather than improving, actually worsens the skeletal phenotype of ob/ob mice. Also inexplicable by Yue et al. is the finding that adoptive transfer of leptin receptor-deficient db/db bone marrow cells into WT mice recapitulates the low bone formation skeletal phenotype of db/db mice without impacting food intake or weight gain. It is possible that the role of leptin receptors in regulating bone metabolism depends upon stage of stromal cell differentiation, but this requires additional research.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30779,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "A limitation of the present study is that MAT measurements were performed at a single skeletal site and MAT subtypes were not evaluated. The lipid composition and physiological function of MAT can vary with location and/or regulatory factors, such as growth hormone status. A further limitation of most studies, including the present study, is that they have been performed housing mice at room temperature. Thermoneutral (temperature range where basal rate of energy production is at equilibrium with heat loss) in mice ranges from 26 to 34°C. Mild cold stress induced by room temperature housing results in dramatic cancellous bone loss at the femur metaphysis. Interestingly, mice housed at 32°C consumed ~40% less food (fed ad libitum) but did not differ from room temperature-housed mice in weight. In addition to higher bone mass, mice housed at 32°C had greatly reduced UCP-1 gene expression in brown fat, higher serum leptin, higher MAT levels due to increased adipocyte number, higher bone formation rate to due higher osteoblast perimeter, and lower osteoclast perimeter. These findings suggest that non-shivering thermogenesis substantially influences the association between leptin, MAT, and bone cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31998,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In summary, hypothalamic leptin gene therapy maintained low MAT levels in ob/ob mice fed regular or high-fat diet. The reduction in MAT was accompanied by an increase in osteoblast-lined bone perimeter but not an increase in cancellous bone volume fraction. The increase in osteoclast-lined bone perimeter suggests that the increase in bone formation was matched by an increase in bone resorption. These findings provide further evidence that a deterministic model where reducing MAT will invariably lead to increased bone volume is not tenable. As a consequence, interventions targeted at reducing MAT may not be an effective strategy for increasing bone mass.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32660,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Author Contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32681,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Study design: SK. Data acquisition: LL, KP, and RT. Data analysis: AB. Data interpretation: LL, KP, AB, SK, RT, and UI. Drafting of manuscript: LL, RT, and UI. Revising manuscript content: LL, KP, AB, SK, RT, and UI. Approving final version of manuscript: LL, KP, AB, SK, RT, and UI. All authors take responsibility for the integrity of this work.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33029,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of Interest Statement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33060,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33233,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title_1"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33241,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This study was supported by NIH AR060913, NASA NNX12AL24, and USDA 38420-17804.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33321,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33332,
            "infons": {
              "fpage": "368",
              "lpage": "75",
              "name_0": "surname:Cawthorn;given-names:WP",
              "name_1": "surname:Scheller;given-names:EL",
              "name_2": "surname:Learman;given-names:BS",
              "name_3": "surname:Parlee;given-names:SD",
              "name_4": "surname:Simon;given-names:BR",
              "name_5": "surname:Mori;given-names:H",
              "pub-id_doi": "10.1016/j.cmet.2014.06.003",
              "pub-id_pmid": "24998914",
              "section_type": "REF",
              "source": "Cell Metab",
              "type": "ref",
              "volume": "20",
              "year": "2014"
            },
            "text": "Bone marrow adipose tissue is an endocrine organ that contributes to increased circulating adiponectin during caloric restriction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33462,
            "infons": {
              "fpage": "1524",
              "lpage": "7",
              "name_0": "surname:Liu;given-names:Y",
              "name_1": "surname:Tang;given-names:GY",
              "name_2": "surname:Tang;given-names:RB",
              "name_3": "surname:Peng;given-names:YF",
              "name_4": "surname:Li;given-names:W",
              "pub-id_pmid": "20819505",
              "section_type": "REF",
              "source": "Chin Med J (Engl)",
              "type": "ref",
              "volume": "123",
              "year": "2010"
            },
            "text": "Assessment of bone marrow changes in postmenopausal women with varying bone densities: magnetic resonance spectroscopy and diffusion magnetic resonance imaging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33622,
            "infons": {
              "fpage": "513",
              "lpage": "6",
              "name_0": "surname:Morita;given-names:Y",
              "name_1": "surname:Iwamoto;given-names:I",
              "name_2": "surname:Mizuma;given-names:N",
              "name_3": "surname:Kuwahata;given-names:T",
              "name_4": "surname:Matsuo;given-names:T",
              "name_5": "surname:Yoshinaga;given-names:M",
              "pub-id_doi": "10.1111/j.1447-0756.2006.00437.x",
              "pub-id_pmid": "16984520",
              "section_type": "REF",
              "source": "J Obstet Gynaecol Res",
              "type": "ref",
              "volume": "32",
              "year": "2006"
            },
            "text": "Precedence of the shift of body-fat distribution over the change in body composition after menopause",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33723,
            "infons": {
              "fpage": "71",
              "lpage": "4",
              "name_0": "surname:Prockop;given-names:DJ",
              "pub-id_doi": "10.1126/science.276.5309.71",
              "pub-id_pmid": "9082988",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "276",
              "year": "1997"
            },
            "text": "Marrow stromal cells as stem cells for nonhematopoietic tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33787,
            "infons": {
              "fpage": "846",
              "lpage": "55",
              "name_0": "surname:Akune;given-names:T",
              "name_1": "surname:Ohba;given-names:S",
              "name_2": "surname:Kamekura;given-names:S",
              "name_3": "surname:Yamaguchi;given-names:M",
              "name_4": "surname:Chung;given-names:UI",
              "name_5": "surname:Kubota;given-names:N",
              "pub-id_doi": "10.1172/JCI200419900",
              "pub-id_pmid": "15067317",
              "section_type": "REF",
              "source": "J Clin Invest",
              "type": "ref",
              "volume": "113",
              "year": "2004"
            },
            "text": "PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33891,
            "infons": {
              "fpage": "1939",
              "lpage": "52",
              "name_0": "surname:Cho;given-names:SW",
              "name_1": "surname:Yang;given-names:JY",
              "name_2": "surname:Her;given-names:SJ",
              "name_3": "surname:Choi;given-names:HJ",
              "name_4": "surname:Jung;given-names:JY",
              "name_5": "surname:Sun;given-names:HJ",
              "pub-id_doi": "10.1002/jbmr.366",
              "pub-id_pmid": "21351141",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "26",
              "year": "2011"
            },
            "text": "Osteoblast-targeted overexpression of PPARgamma inhibited bone mass gain in male mice and accelerated ovariectomy-induced bone loss in female mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34038,
            "infons": {
              "fpage": "277",
              "lpage": "82",
              "name_0": "surname:Kim;given-names:YY",
              "name_1": "surname:Kim;given-names:SH",
              "name_2": "surname:Oh;given-names:S",
              "name_3": "surname:Sul;given-names:OJ",
              "name_4": "surname:Lee;given-names:HY",
              "name_5": "surname:Kim;given-names:HJ",
              "pub-id_doi": "10.1007/s10059-010-0027-x",
              "pub-id_pmid": "20108169",
              "section_type": "REF",
              "source": "Mol Cells",
              "type": "ref",
              "volume": "29",
              "year": "2010"
            },
            "text": "Increased fat due to estrogen deficiency induces bone loss by elevating monocyte chemoattractant protein-1 (MCP-1) production",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34164,
            "infons": {
              "fpage": "1529",
              "lpage": "38",
              "name_0": "surname:Maddalozzo;given-names:GF",
              "name_1": "surname:Turner;given-names:RT",
              "name_2": "surname:Edwards;given-names:CH",
              "name_3": "surname:Howe;given-names:KS",
              "name_4": "surname:Widrick;given-names:JJ",
              "name_5": "surname:Rosen;given-names:CJ",
              "pub-id_doi": "10.1007/s00198-009-0836-y",
              "pub-id_pmid": "19238309",
              "section_type": "REF",
              "source": "Osteoporos Int",
              "type": "ref",
              "volume": "20",
              "year": "2009"
            },
            "text": "Alcohol alters whole body composition, inhibits bone formation, and increases bone marrow adiposity in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34272,
            "infons": {
              "fpage": "540",
              "lpage": "8",
              "name_0": "surname:Trudel;given-names:G",
              "name_1": "surname:Payne;given-names:M",
              "name_2": "surname:Madler;given-names:B",
              "name_3": "surname:Ramachandran;given-names:N",
              "name_4": "surname:Lecompte;given-names:M",
              "name_5": "surname:Wade;given-names:C",
              "pub-id_doi": "10.1152/japplphysiol.91530.2008",
              "pub-id_pmid": "19478189",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "107",
              "year": "2009"
            },
            "text": "Bone marrow fat accumulation after 60 days of bed rest persisted 1 year after activities were resumed along with hemopoietic stimulation: the Women International Space Simulation for Exploration study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34473,
            "infons": {
              "fpage": "2129",
              "lpage": "36",
              "name_0": "surname:Bredella;given-names:MA",
              "name_1": "surname:Fazeli;given-names:PK",
              "name_2": "surname:Miller;given-names:KK",
              "name_3": "surname:Misra;given-names:M",
              "name_4": "surname:Torriani;given-names:M",
              "name_5": "surname:Thomas;given-names:BJ",
              "pub-id_doi": "10.1210/jc.2008-2532",
              "pub-id_pmid": "19318450",
              "section_type": "REF",
              "source": "J Clin Endocrinol Metab",
              "type": "ref",
              "volume": "94",
              "year": "2009"
            },
            "text": "Increased bone marrow fat in anorexia nervosa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34519,
            "infons": {
              "fpage": "30",
              "name_0": "surname:Cao;given-names:JJ",
              "pub-id_doi": "10.1186/1749-799X-6-30",
              "pub-id_pmid": "21676245",
              "section_type": "REF",
              "source": "J Orthop Surg Res",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Effects of obesity on bone metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34557,
            "infons": {
              "fpage": "103",
              "lpage": "11",
              "name_0": "surname:Cawsey;given-names:S",
              "name_1": "surname:Padwal;given-names:R",
              "name_2": "surname:Sharma;given-names:AM",
              "name_3": "surname:Wang;given-names:X",
              "name_4": "surname:Li;given-names:S",
              "name_5": "surname:Siminoski;given-names:K",
              "pub-id_doi": "10.1007/s00198-014-2833-z",
              "pub-id_pmid": "25182230",
              "section_type": "REF",
              "source": "Osteoporos Int",
              "type": "ref",
              "volume": "26",
              "year": "2015"
            },
            "text": "Women with severe obesity and relatively low bone mineral density have increased fracture risk",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34652,
            "infons": {
              "fpage": "R115",
              "lpage": "30",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Turner;given-names:RT",
              "pub-id_doi": "10.1530/JOE-16-0089",
              "pub-id_pmid": "27352896",
              "section_type": "REF",
              "source": "J Endocrinol",
              "type": "ref",
              "volume": "230",
              "year": "2016"
            },
            "text": "Influence of body weight on bone mass, architecture, and turnover",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34718,
            "infons": {
              "fpage": "763",
              "lpage": "70",
              "name_0": "surname:Friedman;given-names:JM",
              "name_1": "surname:Halaas;given-names:JL",
              "pub-id_doi": "10.1038/27376",
              "pub-id_pmid": "9796811",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "395",
              "year": "1998"
            },
            "text": "Leptin and the regulation of body weight in mammals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34770,
            "infons": {
              "fpage": "73",
              "lpage": "8",
              "name_0": "surname:Steppan;given-names:CM",
              "name_1": "surname:Crawford;given-names:DT",
              "name_2": "surname:Chidsey-Frink;given-names:KL",
              "name_3": "surname:Ke;given-names:H",
              "name_4": "surname:Swick;given-names:AG",
              "pub-id_doi": "10.1016/S0167-0115(00)00152-X",
              "pub-id_pmid": "11024568",
              "section_type": "REF",
              "source": "Regul Pept",
              "type": "ref",
              "volume": "92",
              "year": "2000"
            },
            "text": "Leptin is a potent stimulator of bone growth in ob/ob mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34829,
            "infons": {
              "fpage": "22",
              "lpage": "34",
              "name_0": "surname:Turner;given-names:RT",
              "name_1": "surname:Kalra;given-names:SP",
              "name_2": "surname:Wong;given-names:CP",
              "name_3": "surname:Philbrick;given-names:KA",
              "name_4": "surname:Lindenmaier;given-names:LB",
              "name_5": "surname:Boghossian;given-names:S",
              "pub-id_doi": "10.1002/jbmr.1734",
              "pub-id_pmid": "22887758",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "28",
              "year": "2013"
            },
            "text": "Peripheral leptin regulates bone formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34872,
            "infons": {
              "fpage": "607",
              "lpage": "21",
              "name_0": "surname:Kishida;given-names:Y",
              "name_1": "surname:Hirao;given-names:M",
              "name_2": "surname:Tamai;given-names:N",
              "name_3": "surname:Nampei;given-names:A",
              "name_4": "surname:Fujimoto;given-names:T",
              "name_5": "surname:Nakase;given-names:T",
              "pub-id_doi": "10.1016/j.bone.2005.05.009",
              "pub-id_pmid": "16039170",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "37",
              "year": "2005"
            },
            "text": "Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34972,
            "infons": {
              "fpage": "M1",
              "lpage": "15",
              "name_0": "surname:Turner;given-names:RT",
              "name_1": "surname:Philbrick;given-names:KA",
              "name_2": "surname:Wong;given-names:CP",
              "name_3": "surname:Olson;given-names:DA",
              "name_4": "surname:Branscum;given-names:AJ",
              "name_5": "surname:Iwaniec;given-names:UT",
              "pub-id_doi": "10.1530/JOE-14-0224",
              "pub-id_pmid": "24990938",
              "section_type": "REF",
              "source": "J Endocrinol",
              "type": "ref",
              "volume": "223",
              "year": "2014"
            },
            "text": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35067,
            "infons": {
              "fpage": "660",
              "lpage": "7",
              "name_0": "surname:Qian;given-names:H",
              "name_1": "surname:Hausman;given-names:GJ",
              "name_2": "surname:Compton;given-names:MM",
              "name_3": "surname:Azain;given-names:MJ",
              "name_4": "surname:Hartzell;given-names:DL",
              "name_5": "surname:Baile;given-names:CA",
              "pub-id_doi": "10.1006/bbrc.1998.8680",
              "pub-id_pmid": "9618269",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "246",
              "year": "1998"
            },
            "text": "Leptin regulation of peroxisome proliferator-activated receptor-gamma, tumor necrosis factor, and uncoupling protein-2 expression in adipose tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35216,
            "infons": {
              "fpage": "E10",
              "lpage": "5",
              "name_0": "surname:Banks;given-names:WA",
              "name_1": "surname:Farrell;given-names:CL",
              "pub-id_doi": "10.1152/ajpendo.00468.2002",
              "pub-id_pmid": "12618361",
              "section_type": "REF",
              "source": "Am J Physiol Endocrinol Metab",
              "type": "ref",
              "volume": "285",
              "year": "2003"
            },
            "text": "Impaired transport of leptin across the blood-brain barrier in obesity is acquired and reversible",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35314,
            "infons": {
              "fpage": "59",
              "lpage": "65",
              "name_0": "surname:Balland;given-names:E",
              "name_1": "surname:Cowley;given-names:MA",
              "pub-id_doi": "10.1016/j.yfrne.2015.09.004",
              "pub-id_pmid": "26410445",
              "section_type": "REF",
              "source": "Front Neuroendocrinol",
              "type": "ref",
              "volume": "39",
              "year": "2015"
            },
            "text": "New insights in leptin resistance mechanisms in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35367,
            "infons": {
              "fpage": "877",
              "lpage": "82",
              "name_0": "surname:Ottaway;given-names:N",
              "name_1": "surname:Mahbod;given-names:P",
              "name_2": "surname:Rivero;given-names:B",
              "name_3": "surname:Norman;given-names:LA",
              "name_4": "surname:Gertler;given-names:A",
              "name_5": "surname:D’Alessio;given-names:DA",
              "pub-id_doi": "10.1016/j.cmet.2015.04.015",
              "pub-id_pmid": "25980347",
              "section_type": "REF",
              "source": "Cell Metab",
              "type": "ref",
              "volume": "21",
              "year": "2015"
            },
            "text": "Diet-induced obese mice retain endogenous leptin action",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35423,
            "infons": {
              "fpage": "115",
              "lpage": "23",
              "name_0": "surname:Ambati;given-names:S",
              "name_1": "surname:Li;given-names:Q",
              "name_2": "surname:Rayalam;given-names:S",
              "name_3": "surname:Hartzell;given-names:DL",
              "name_4": "surname:Della-Fera;given-names:MA",
              "name_5": "surname:Hamrick;given-names:MW",
              "pub-id_doi": "10.1007/s12020-009-9274-z",
              "pub-id_pmid": "19876773",
              "section_type": "REF",
              "source": "Endocrine",
              "type": "ref",
              "volume": "37",
              "year": "2010"
            },
            "text": "Central leptin versus ghrelin: effects on bone marrow adiposity and gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35507,
            "infons": {
              "fpage": "133",
              "lpage": "41",
              "name_0": "surname:Hamrick;given-names:MW",
              "name_1": "surname:Della Fera;given-names:MA",
              "name_2": "surname:Choi;given-names:YH",
              "name_3": "surname:Hartzell;given-names:D",
              "name_4": "surname:Pennington;given-names:C",
              "name_5": "surname:Baile;given-names:CA",
              "pub-id_doi": "10.1007/s00441-006-0312-3",
              "pub-id_pmid": "17024416",
              "section_type": "REF",
              "source": "Cell Tissue Res",
              "type": "ref",
              "volume": "327",
              "year": "2007"
            },
            "text": "Injections of leptin into rat ventromedial hypothalamus increase adipocyte apoptosis in peripheral fat and in bone marrow",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35629,
            "infons": {
              "fpage": "1594",
              "lpage": "604",
              "name_0": "surname:Boghossian;given-names:S",
              "name_1": "surname:Ueno;given-names:N",
              "name_2": "surname:Dube;given-names:MG",
              "name_3": "surname:Kalra;given-names:P",
              "name_4": "surname:Kalra;given-names:S",
              "pub-id_doi": "10.1016/j.neurobiolaging.2006.08.010",
              "pub-id_pmid": "17011078",
              "section_type": "REF",
              "source": "Neurobiol Aging",
              "type": "ref",
              "volume": "28",
              "year": "2007"
            },
            "text": "Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35757,
            "infons": {
              "fpage": "2032",
              "lpage": "7",
              "name_0": "surname:Doucette;given-names:CR",
              "name_1": "surname:Horowitz;given-names:MC",
              "name_2": "surname:Berry;given-names:R",
              "name_3": "surname:MacDougald;given-names:OA",
              "name_4": "surname:Anunciado-Koza;given-names:R",
              "name_5": "surname:Koza;given-names:RA",
              "pub-id_doi": "10.1002/jcp.24954",
              "pub-id_pmid": "25663195",
              "section_type": "REF",
              "source": "J Cell Physiol",
              "type": "ref",
              "volume": "230",
              "year": "2015"
            },
            "text": "A high fat diet increases bone marrow adipose tissue (MAT) but does not alter trabecular or cortical bone mass in C57BL/6J mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35885,
            "infons": {
              "fpage": "1197",
              "lpage": "207",
              "name_0": "surname:Glatt;given-names:V",
              "name_1": "surname:Canalis;given-names:E",
              "name_2": "surname:Stadmeyer;given-names:L",
              "name_3": "surname:Bouxsein;given-names:ML",
              "pub-id_doi": "10.1359/jbmr.070507",
              "pub-id_pmid": "17488199",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "22",
              "year": "2007"
            },
            "text": "Age-related changes in trabecular architecture differ in female and male C57BL/6J mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35972,
            "infons": {
              "fpage": "1012",
              "lpage": "9",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Boghossian;given-names:S",
              "name_2": "surname:Lapke;given-names:PD",
              "name_3": "surname:Turner;given-names:RT",
              "name_4": "surname:Kalra;given-names:SP",
              "pub-id_doi": "10.1016/j.peptides.2007.02.001",
              "pub-id_pmid": "17346852",
              "section_type": "REF",
              "source": "Peptides",
              "type": "ref",
              "volume": "28",
              "year": "2007"
            },
            "text": "Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient ob/ob mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36063,
            "infons": {
              "fpage": "3245",
              "lpage": "54",
              "name_0": "surname:Boghossian;given-names:S",
              "name_1": "surname:Dube;given-names:MG",
              "name_2": "surname:Torto;given-names:R",
              "name_3": "surname:Kalra;given-names:PS",
              "name_4": "surname:Kalra;given-names:SP",
              "pub-id_doi": "10.1016/j.peptides.2006.07.022",
              "pub-id_pmid": "16962683",
              "section_type": "REF",
              "source": "Peptides",
              "type": "ref",
              "volume": "27",
              "year": "2006"
            },
            "text": "Hypothalamic clamp on insulin release by leptin-transgene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36132,
            "infons": {
              "fpage": "404",
              "lpage": "12",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Dube;given-names:MG",
              "name_2": "surname:Boghossian;given-names:S",
              "name_3": "surname:Song;given-names:H",
              "name_4": "surname:Helferich;given-names:WG",
              "name_5": "surname:Turner;given-names:RT",
              "pub-id_doi": "10.1016/j.bone.2008.10.058",
              "pub-id_pmid": "19095090",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "44",
              "year": "2009"
            },
            "text": "Body mass influences cortical bone mass independent of leptin signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36204,
            "infons": {
              "fpage": "189",
              "lpage": "98",
              "name_0": "surname:Beretta;given-names:E",
              "name_1": "surname:Dube;given-names:MG",
              "name_2": "surname:Kalra;given-names:PS",
              "name_3": "surname:Kalra;given-names:SP",
              "pub-id_doi": "10.1203/00006450-200208000-00010",
              "pub-id_pmid": "12149495",
              "section_type": "REF",
              "source": "Pediatr Res",
              "type": "ref",
              "volume": "52",
              "year": "2002"
            },
            "text": "Long-term suppression of weight gain, adiposity, and serum insulin by central leptin gene therapy in prepubertal rats: effects on serum ghrelin and appetite-regulating genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36378,
            "infons": {
              "fpage": "325",
              "lpage": "41",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Wronski;given-names:TJ",
              "name_2": "surname:Turner;given-names:RT",
              "pub-id_doi": "10.1007/978-1-59745-242-7_21",
              "pub-id_pmid": "18369927",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "447",
              "year": "2008"
            },
            "text": "Histological analysis of bone",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36408,
            "infons": {
              "fpage": "757",
              "lpage": "68",
              "name_0": "surname:Menagh;given-names:PJ",
              "name_1": "surname:Turner;given-names:RT",
              "name_2": "surname:Jump;given-names:DB",
              "name_3": "surname:Wong;given-names:CP",
              "name_4": "surname:Lowry;given-names:MB",
              "name_5": "surname:Yakar;given-names:S",
              "pub-id_doi": "10.1359/jbmr.091015",
              "pub-id_pmid": "19821771",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "25",
              "year": "2010"
            },
            "text": "Growth hormone regulates the balance between bone formation and bone marrow adiposity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36494,
            "infons": {
              "fpage": "2",
              "lpage": "17",
              "name_0": "surname:Dempster;given-names:DW",
              "name_1": "surname:Compston;given-names:JE",
              "name_2": "surname:Drezner;given-names:MK",
              "name_3": "surname:Glorieux;given-names:FH",
              "name_4": "surname:Kanis;given-names:JA",
              "name_5": "surname:Malluche;given-names:H",
              "pub-id_doi": "10.1002/jbmr.1805",
              "pub-id_pmid": "23197339",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "28",
              "year": "2013"
            },
            "text": "Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36648,
            "infons": {
              "fpage": "289",
              "lpage": "300",
              "name_0": "surname:Benjamini;given-names:Y",
              "name_1": "surname:Hochberg;given-names:Y",
              "section_type": "REF",
              "source": "J R Statist Soc B",
              "type": "ref",
              "volume": "57",
              "year": "1995"
            },
            "text": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36740,
            "infons": {
              "fpage": "1710",
              "lpage": "20",
              "name_0": "surname:Bartell;given-names:SM",
              "name_1": "surname:Rayalam;given-names:S",
              "name_2": "surname:Ambati;given-names:S",
              "name_3": "surname:Gaddam;given-names:DR",
              "name_4": "surname:Hartzell;given-names:DL",
              "name_5": "surname:Hamrick;given-names:M",
              "pub-id_doi": "10.1002/jbmr.406",
              "pub-id_pmid": "21520275",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "26",
              "year": "2011"
            },
            "text": "Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36915,
            "infons": {
              "fpage": "994",
              "lpage": "1001",
              "name_0": "surname:Hamrick;given-names:MW",
              "name_1": "surname:Della-Fera;given-names:MA",
              "name_2": "surname:Choi;given-names:YH",
              "name_3": "surname:Pennington;given-names:C",
              "name_4": "surname:Hartzell;given-names:D",
              "name_5": "surname:Baile;given-names:CA",
              "pub-id_doi": "10.1359/JBMR.050103",
              "pub-id_pmid": "15883640",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "20",
              "year": "2005"
            },
            "text": "Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37031,
            "infons": {
              "fpage": "1506",
              "lpage": "16",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Boghossian;given-names:S",
              "name_2": "surname:Trevisiol;given-names:CH",
              "name_3": "surname:Wronski;given-names:TJ",
              "name_4": "surname:Turner;given-names:RT",
              "name_5": "surname:Kalra;given-names:SP",
              "pub-id_doi": "10.1002/jbmr.365",
              "pub-id_pmid": "21328617",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "26",
              "year": "2011"
            },
            "text": "Hypothalamic leptin gene therapy prevents weight gain without long-term detrimental effects on bone in growing and skeletally mature female rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37176,
            "infons": {
              "fpage": "1575",
              "lpage": "80",
              "name_0": "surname:Jackson;given-names:MA",
              "name_1": "surname:Iwaniec;given-names:UT",
              "name_2": "surname:Turner;given-names:RT",
              "name_3": "surname:Wronski;given-names:TJ",
              "name_4": "surname:Kalra;given-names:SP",
              "pub-id_doi": "10.1016/j.peptides.2011.04.029",
              "pub-id_pmid": "21640774",
              "section_type": "REF",
              "source": "Peptides",
              "type": "ref",
              "volume": "32",
              "year": "2011"
            },
            "text": "Effects of increased hypothalamic leptin gene expression on ovariectomy-induced bone loss in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37274,
            "infons": {
              "fpage": "3546",
              "lpage": "53",
              "name_0": "surname:Burguera;given-names:B",
              "name_1": "surname:Hofbauer;given-names:LC",
              "name_2": "surname:Thomas;given-names:T",
              "name_3": "surname:Gori;given-names:F",
              "name_4": "surname:Evans;given-names:GL",
              "name_5": "surname:Khosla;given-names:S",
              "pub-id_doi": "10.1210/endo.142.8.8346",
              "pub-id_pmid": "11459801",
              "section_type": "REF",
              "source": "Endocrinology",
              "type": "ref",
              "volume": "142",
              "year": "2001"
            },
            "text": "Leptin reduces ovariectomy-induced bone loss in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37327,
            "infons": {
              "fpage": "376",
              "lpage": "83",
              "name_0": "surname:Hamrick;given-names:MW",
              "name_1": "surname:Pennington;given-names:C",
              "name_2": "surname:Newton;given-names:D",
              "name_3": "surname:Xie;given-names:D",
              "name_4": "surname:Isales;given-names:C",
              "pub-id_doi": "10.1016/j.bone.2003.11.020",
              "pub-id_pmid": "15003785",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "34",
              "year": "2004"
            },
            "text": "Leptin deficiency produces contrasting phenotypes in bones of the limb and spine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37408,
            "infons": {
              "fpage": "275",
              "lpage": "300",
              "name_0": "surname:Turner;given-names:RT",
              "name_1": "surname:Riggs;given-names:BL",
              "name_2": "surname:Spelsberg;given-names:TC",
              "pub-id_doi": "10.1210/edrv-15-3-275",
              "pub-id_pmid": "8076582",
              "section_type": "REF",
              "source": "Endocr Rev",
              "type": "ref",
              "volume": "15",
              "year": "1994"
            },
            "text": "Skeletal effects of estrogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37437,
            "infons": {
              "fpage": "9",
              "lpage": "18",
              "name_0": "surname:Donato;given-names:J;suffix:Jr",
              "name_1": "surname:Cravo;given-names:RM",
              "name_2": "surname:Frazao;given-names:R",
              "name_3": "surname:Elias;given-names:CF",
              "pub-id_doi": "10.1159/000322472",
              "pub-id_pmid": "21099209",
              "section_type": "REF",
              "source": "Neuroendocrinology",
              "type": "ref",
              "volume": "93",
              "year": "2011"
            },
            "text": "Hypothalamic sites of leptin action linking metabolism and reproduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37509,
            "infons": {
              "fpage": "967",
              "lpage": "73",
              "name_0": "surname:Kalra;given-names:SP",
              "name_1": "surname:Dube;given-names:MG",
              "name_2": "surname:Iwaniec;given-names:UT",
              "pub-id_doi": "10.1016/j.peptides.2009.01.020",
              "pub-id_pmid": "19428775",
              "section_type": "REF",
              "source": "Peptides",
              "type": "ref",
              "volume": "30",
              "year": "2009"
            },
            "text": "Leptin increases osteoblast-specific osteocalcin release through a hypothalamic relay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37595,
            "infons": {
              "fpage": "197",
              "lpage": "207",
              "name_0": "surname:Ducy;given-names:P",
              "name_1": "surname:Amling;given-names:M",
              "name_2": "surname:Takeda;given-names:S",
              "name_3": "surname:Priemel;given-names:M",
              "name_4": "surname:Schilling;given-names:AF",
              "name_5": "surname:Beil;given-names:FT",
              "pub-id_doi": "10.1016/S0092-8674(00)81558-5",
              "pub-id_pmid": "10660043",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "100",
              "year": "2000"
            },
            "text": "Leptin inhibits bone formation through a hypothalamic relay: a central control of bone mass",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37687,
            "infons": {
              "fpage": "145",
              "lpage": "53",
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Turner;given-names:RT",
              "pub-id_doi": "10.1016/j.bone.2012.11.034",
              "pub-id_pmid": "23246792",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "53",
              "year": "2013"
            },
            "text": "Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37788,
            "infons": {
              "fpage": "2018",
              "lpage": "29",
              "name_0": "surname:Philbrick;given-names:KA",
              "name_1": "surname:Turner;given-names:RT",
              "name_2": "surname:Branscum;given-names:AJ",
              "name_3": "surname:Wong;given-names:CP",
              "name_4": "surname:Iwaniec;given-names:UT",
              "pub-id_doi": "10.1002/ar.23267",
              "pub-id_pmid": "26370912",
              "section_type": "REF",
              "source": "Anat Rec (Hoboken)",
              "type": "ref",
              "volume": "298",
              "year": "2015"
            },
            "text": "Paradoxical effects of partial leptin deficiency on bone in growing female mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37868,
            "infons": {
              "fpage": "782",
              "lpage": "96",
              "name_0": "surname:Yue;given-names:R",
              "name_1": "surname:Zhou;given-names:BO",
              "name_2": "surname:Shimada;given-names:IS",
              "name_3": "surname:Zhao;given-names:Z",
              "name_4": "surname:Morrison;given-names:SJ",
              "pub-id_doi": "10.1016/j.stem.2016.02.015",
              "pub-id_pmid": "27053299",
              "section_type": "REF",
              "source": "Cell Stem Cell",
              "type": "ref",
              "volume": "18",
              "year": "2016"
            },
            "text": "Leptin receptor promotes adipogenesis and reduces osteogenesis by regulating mesenchymal stromal cells in adult bone marrow",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37992,
            "infons": {
              "fpage": "1698",
              "lpage": "709",
              "name_0": "surname:Williams;given-names:GA",
              "name_1": "surname:Callon;given-names:KE",
              "name_2": "surname:Watson;given-names:M",
              "name_3": "surname:Costa;given-names:JL",
              "name_4": "surname:Ding;given-names:Y",
              "name_5": "surname:Dickinson;given-names:M",
              "pub-id_doi": "10.1002/jbmr.367",
              "pub-id_pmid": "21328476",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "26",
              "year": "2011"
            },
            "text": "Skeletal phenotype of the leptin receptor-deficient db/db mouse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38056,
            "infons": {
              "fpage": "1071",
              "lpage": "80",
              "name_0": "surname:Scheller;given-names:EL",
              "name_1": "surname:Song;given-names:J",
              "name_2": "surname:Dishowitz;given-names:MI",
              "name_3": "surname:Soki;given-names:FN",
              "name_4": "surname:Hankenson;given-names:KD",
              "name_5": "surname:Krebsbach;given-names:PH",
              "pub-id_doi": "10.1002/stem.432",
              "pub-id_pmid": "20506495",
              "section_type": "REF",
              "source": "Stem Cells",
              "type": "ref",
              "volume": "28",
              "year": "2010"
            },
            "text": "Leptin functions peripherally to regulate differentiation of mesenchymal progenitor cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38146,
            "infons": {
              "fpage": "7808",
              "name_0": "surname:Scheller;given-names:EL",
              "name_1": "surname:Doucette;given-names:CR",
              "name_2": "surname:Learman;given-names:BS",
              "name_3": "surname:Cawthorn;given-names:WP",
              "name_4": "surname:Khandaker;given-names:S",
              "name_5": "surname:Schell;given-names:B",
              "pub-id_doi": "10.1038/ncomms8808",
              "pub-id_pmid": "26245716",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "Region-specific variation in the properties of skeletal adipocytes reveals regulated and constitutive marrow adipose tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38271,
            "infons": {
              "name_0": "surname:Gordon;given-names:CJ",
              "section_type": "REF",
              "source": "Temperature Regulation in Laboratory Rodents",
              "type": "ref",
              "year": "1993"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38272,
            "infons": {
              "name_0": "surname:Iwaniec;given-names:UT",
              "name_1": "surname:Philbrick;given-names:KA",
              "name_2": "surname:Wong;given-names:CP",
              "name_3": "surname:Gordon;given-names:JL",
              "name_4": "surname:Kahler-Quesada;given-names:AM",
              "name_5": "surname:Olson;given-names:DA",
              "pub-id_doi": "10.1007/s00198-016-3634-3",
              "pub-id_pmid": "27189604",
              "section_type": "REF",
              "source": "Osteoporos Int",
              "type": "ref",
              "year": "2016"
            },
            "text": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]