[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250706",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC5955502",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Cytoskeleton structure and DNA methylation of mouse cells during space flight",
              "article-id_doi": "10.1371/journal.pone.0192643",
              "article-id_pmc": "PMC5955502",
              "article-id_pmid": "29768411",
              "article-id_publisher-id": "PONE-D-17-08638",
              "elocation-id": "e0192643",
              "issue": "5",
              "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
              "name_0": "surname:Ogneva;given-names:Irina V.",
              "name_1": "surname:Loktev;given-names:Sergey S.",
              "name_2": "surname:Sychev;given-names:Vladimir N.",
              "name_3": "surname:Mofrad;given-names:Mohammad R. K.",
              "notes": "All relevant data are available from the Dryad database at the following link: https://doi.org/10.5061/dryad.h2j2466.",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "13",
              "year": "2018"
            },
            "text": "Cytoskeleton structure and total methylation of mouse cardiac and lung tissue during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 98,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The purpose of this work was to evaluate the protein and mRNA expression levels of multiple cytoskeletal proteins in the cardiac and lung tissue of mice that were euthanized onboard the United States Orbital Segment of the International Space Station 37 days after the start of the SpaceX-4 mission (September 2014, USA). The results showed no changes in the cytoskeletal protein content in the cardiac and lung tissue of the mice, but there were significant changes in the mRNA expression levels of the associated genes, which may be due to an increase in total genome methylation. The mRNA expression levels of DNA methylases, the cytosine demethylases Tet1 and Tet3, histone acetylase and histone deacetylase did not change, and the mRNA expression level of cytosine demethylase Tet2 was significantly decreased.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 914,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 927,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Under microgravity conditions, there are different negative changes in the skeletal, muscle and cardiovascular systems. Animal experiments have facilitated the investigation of the structural changes in the myocardium and skeletal muscles that arise during space flights.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1199,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previous research has revealed atrophic changes in the skeletal muscles of rats after space flight. Moreover, early readaptation leads to more pronounced negative changes in the structure of muscle fibers than those observed immediately after the flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1454,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A fluid shift in the cranial direction and changes in systolic output that are observed under conditions of weightlessness, could lead to functional changes in the cardiovascular system. Nevertheless, despite the decrease in the functional capabilities of the myocardium under conditions of microgravity, structural changes in the myocardium have not been observed after landing. Data obtained from murine cardiomyocytes after the flight of the BION-M Biosatellite No. 1 (dissection was carried out within 13–16.5 hours after landing) indicated that the levels of cytoskeletal proteins (beta- and gamma-actin, actin-binding proteins, desmin, and tubulin), as well as the expression levels of the genes encoding those proteins, were significantly changed after a 30-day space flight. In the same experiment, Povysheva T.V. et al. showed that there were also changes in the structure of the myelinated fibers.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2364,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Similar effects were also observed in cells cultivated under conditions simulating the effects of microgravity. It was shown under such conditions, a change in the structure of microfilaments and microtubules occurs in mesenchymal stem and embryonic stem cells, leading to a change in the cellular shape and differentiation potential. Moreover, it was shown by live-cell imaging that poorly differentiated follicular thyroid cancer cells (FTC-133) developed less aggressive phenotypes under microgravity conditions. However, recently obtained data indicate that under conditions of real weightlessness, the rearrangements of F-actin and intermediate filaments were not observed in macrophages.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3058,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The effects of microgravity on gene expression have been documented in mammalian cells and other model organisms, such as yeast and bacteria. However, the mechanisms underlying these effects are still unclear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3268,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "DNA methylation is one of the main epigenetic factors. Although methylation patterns are established during development, environmental conditions can also induce changes in these patterns. Thus, Weaver I.C. et al. showed that different maternal care leads to different methylation patterns of the promoter region of the glucocorticoid receptor gene (and correlates with its expression) in young rats and that these effects persist even into adulthood.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3720,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To date, very few studies have been dedicated to the analysis of DNA methylation levels in space flight conditions or the modeling of the subsequent effects on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3887,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Ou X. et al. conducted experiments with rice plants during space flight and only showed hypermethylation that correlated with the transcription levels of genes. In contrast, Singh K.P. et al. studied human T-lymphocyte cells, which were grown in a rotary cell culture system, and showed hypomethylation of the DNA. Chowdhury B. et al. used TK6 human lymphoblastoid cells and ground-based simulation of microgravity with an HARV Rotary Cell Culture System for 48 hours and revealed that simulated microgravity induced alterations in the methylome (~60% of the differentially methylated regions or DMRs were hypomethylated and ~92% of the differentially hydroxymethylated regions or DHMRs were hyperhydroxymethylated).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4604,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Therefore, there is a substantial amount of conflicting data regarding the effects of space flight on cell structure and the regulation of transcription, which may be due to varying periods between landing and biomaterial fixation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4836,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We suggest that for cardiac tissue, the early period of readaptation is accompanied by a decrease in volume load due to fluid shift. It could lead to the changes of the cortical cytoskeleton structure that were observed after the BION-M1 mission. Therefore, we were interested in comparing the data from that biomaterial with data from biomaterial fixed under weightlessness conditions to avoid landing and readaptation effects. It can be assumed that such a strategy could provide us with a unique possibility to find methods for future investigations with the aim of protecting humans subjected to long-term space flight and the subsequent readaptation to Earth’s gravity and possibly that of Mars. The Rodent Research-1 experiment provided such an opportunity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5602,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In this paper, we present the results of a study of mouse heart and lung tissues obtained from the Rodent Research-1 experiment, where the biomaterial was fixed under space flight conditions in the US Orbital Segment of the ISS. We tested the protein and mRNA levels of the same cytoskeletal proteins (beta-actin, gamma-actin, alpha-actin-1, alpha-actinin-4, tubulin, and desmin) and compared the results to the previously observed data. In addition, after observing the relative changes in mRNA expression, we analyzed one of the possible factors affecting gene expression, total DNA methylation and its regulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6219,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6241,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Experimental design",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6261,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "C57Bl6/J mice were used (Jackson Laboratory, Bar Harbor, ME) in the Rodent Research-1 (RR-1) experiment. The date of birth of the mice was June 3, 2014. The adaptation period was approximately 4 weeks. The age of the mice at the time of the launch was 16 weeks. The animals were placed in a transport container (10 mice in each container divided into 2 parts) on September 19, 2014. For two days, the transport container remained in the Dragon spacecraft capsule at the launch table. The SpaceX-4 spacecraft was launched on September 21, 2014. The animals were transferred from the transport container to the animal habitat block on the ISS (5 mice per block divided into 2 parts) on September 25, 2014.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6965,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The biomaterial sampling schedule was as follows.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7015,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "22 September 2014: Animals of the basal control group (B) were euthanized at the laboratory shortly after the launch.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7133,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "28 October 2014: Animals of the flight group (F) were euthanized onboard the ISS 37 days after the launch (after a 33-day stay on the ISS with food and water provided ad libitum).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7313,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "31 October 2014: Animals of the vivarium control group (V), which were housed in standard vivarium conditions, were euthanized.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7441,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "01 November 2014: Animals of the ground control group (G) were euthanized at the laboratory after spending the same amount of time as the flight duration in the chamber simulating the conditions of the environment on the ISS located in the John F. Kennedy Space Center (USA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7717,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The mice used in this study were immediately frozen after euthanasia without biomaterial isolation. The time from cervical dislocation to the freezing of the carcasses was approximately 2 minutes. The carcasses were wrapped in two layers of foil and placed into plastic bags, which were then inserted into bags intended for storage at low temperatures (packed with 3 pre-chilled ice packs). The bags were stored in the MELFI freezer (-80°C) located in the USOS of the ISS until the return to the Earth. The biomaterial was delivered to Earth by SpaceX-5 (landed 11 February 2015). The schedule of the work with the animals in the ground and vivarium control groups matched the schedule of the work with the animals on the flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8448,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All animal procedures were approved by the Ames Institution Animal Care and Use Committee (protocol CAS-13-001-Y1, approved May 13, 2014, Ames, USA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8598,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The organs were isolated from the frozen carcasses on Earth by our colleagues from the Ames Research Center of NASA. The dissections were performed after defrosting the carcasses to +4°C. The dissection procedure used for the control groups was identical to that used for the flight group. After isolation, the right side of the heart and one lung were frozen in liquid nitrogen and the left ventricle of the heart and the second lung were placed in RNAlater Stabilization Solution (Qiagen, Germany). We investigated the biomaterial of 5 animals from each group (n = 5 for each group). All tests were carried out at least three times for each sample.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9250,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The obtained samples, according to the NASA-Roscosmos protocol “Utilization Sharing Plan On-Board ISS” (signed on July 18, 2013), were delivered to the Russian Federation in dry ice without defrosting, which was controlled by temperature detectors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9503,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Determination of the protein content levels using gel electrophoresis followed by immunoblotting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9600,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "One of the lungs and the right side of the heart were frozen in liquid nitrogen for subsequent determination of the content of several cytoskeletal proteins. Tissue extracts were used to prepare the cytoplasmic and membrane fractions of the proteins. Denaturing electrophoresis on polyacrylamide gels was performed using the Laemmli method and a Bio-Rad system (USA). Based on the measured concentration, an equal amount of protein was placed into each well, separated by electrophoresis, and transferred to a nitrocellulose membrane. The following specific primary monoclonal antibodies were used at the dilutions recommended by the manufacturers to determine the levels of each protein: mouse antibodies against beta-actin (diluted 1:300), gamma-actin (diluted 1:100), alpha-actinin-1 (diluted 1:100), alpha-actinin-4 (diluted1:100), desmin (diluted 1:300) (Santa Cruz Biotechnology, Inc., USA), and rabbit antibodies against beta-tubulin (diluted 1:1000) (Pierce Thermo Scientific, Inc., USA). Biotinylated goat antibodies were used as the secondary antibodies to detect rabbit IgG (Jackson ImmunoResearch Lab, Inc., USA) at a dilution of 1:10,000; to detect mouse IgG (Sigma, Germany), the secondary antibodies were used at a dilution of 1:20,000. Afterwards, all the membranes were treated with a streptavidin solution conjugated to horseradish peroxidase (Sigma, Germany) that was diluted 1:10,000. Protein bands were detected using 3,3’-diaminobenzidine (Merck, USA). The ImageJ program was used to analyze the obtained data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11135,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Determination of mRNA content using quantitative PCR method",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11195,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total RNA was isolated from the left ventricle of the heart and the lungs, stabilized in RNAlater Stabilization Solution (Qiagen, Germany), and isolated using the RNeasy Micro Kit (Qiagen, Germany) according to the manufacturer’s instructions to perform the target analysis of the mRNA content of the genes that encode a number of cytoskeletal and metabolic proteins, as well as different cytosine methylases and demethylases, and histone acetylase and deacetylase. Reverse transcription was performed using d(T)15, and 500 ng of RNA was used as an inoculum, controlled by measuring the concentration. After reverse transcription, the amount of cDNA was measured. To avoid artifacts, all samples had at least three replicates. Real-time PCR was performed using the primers selected via the Primer3Plus program (Table 1) to assess the expression levels of the studied genes. The 2(-Delta Delta C(T)) method was used to determine the fold change.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12142,
            "infons": {
              "file": "pone.0192643.t001.xml",
              "id": "pone.0192643.t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Primer sequences and product sizes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12178,
            "infons": {
              "file": "pone.0192643.t001.xml",
              "id": "pone.0192643.t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Gene</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Primer sequence, forward/reverse (5'…3')</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Product size, bp</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Actb</italic> (beta-actin)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>gctgcgttttacaccctttc/ gtttgctccaaccaactgct</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">218</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Actg</italic> (gamma-actin)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ctggtggatctctgtgagca/ tcaggagggaagaaaccaga</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">184</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Arpc3</italic> (actin-related protein 2/3 complex, subunit 3)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>acaggaggatgaaacgatgc/ tcacaaagcaagtccaccac</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">125</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Svil</italic> (supervillin)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>tcggaaaccaagacgctatc/ accactggcaattctgaacc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">132</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Lcp1</italic> (L-plastin)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>gaagggatcgtcaaacttgc/ tatggttctgaggggattgg</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">130</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Actn1</italic> (alpha-actinin 1)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ggtcagcagcaacctcctc/ tctttctccaccttctctcca</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">167</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Actn4</italic> (alpha-actinin 4)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>accctgaacagactcccttg/ gatcgacaagcctccatctc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">168</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Des</italic> (desmin)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>gtgaagatggccttggatgt/ cgggtctcaatggtcttgat</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">182</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Tubb2b</italic> (beta-tubulin 2B)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ggcagcaagaagctaacgag/ cgaacacgaagttgtctggc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">302</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Cct5</italic> (chaperonin containing Tcp-1, subunit 5—epsilon)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>caaacgggctggataagatg/ tcctgggatttggacagttc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">136</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Cct7</italic> (chaperonin containing Tcp-1, subunit 7—eta)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>tgtgaccgtgaagaagcaag/ gcatcatcacagcatcaacc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">137</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Cycs</italic> (cytochrome <italic>c</italic>)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ccaaatctccacggtctgtt/ tctgccctttctcccttctt</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">190</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Gapdh</italic> (glyceraldehyde 3-phosphate dehydrogenase)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>acccagaagactgtggatgg/ acacattgggggtaggaaca</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">172</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Dnmt1</italic> (S-phase methylation)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ccggaaactcacttggacga/ tttggcagctggatctctgg</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">90</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Dnmt3A</italic> (<italic>de novo</italic> methylation)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>agagcgctttgactccacat/ ggaccaggaaaaacaaacga</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">150</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Tet1</italic> (cytosine demethylase)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>gtgtgggtcgatggctctat/ cttattcccaccaccgctaa</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">208</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Tet2</italic> (cytosine demethylase)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>gttctcaacgagcaggaagg/ tgagatgcggtactctgcac</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">185</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Tet3</italic> (cytosine demethylase)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ttctatccgggaactcatgg/ ccaggccaggatcaagataa</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">226</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Hat1</italic> (histone aminotransferase 1)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>agagtgccgtggagaagaaa/ tttcatcatccccaaagagc</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">150</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Hdac1</italic> (histone deacetylase 1,2,3,4,6,9)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic><monospace>ccatgaagcctcaccgaat/ caaacaccggacagtcctca</monospace></italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">226</td></tr></tbody></table>\n"
            },
            "text": "Gene\tPrimer sequence, forward/reverse (5'…3')\tProduct size, bp\t \tActb (beta-actin)\tgctgcgttttacaccctttc/ gtttgctccaaccaactgct\t218\t \tActg (gamma-actin)\tctggtggatctctgtgagca/ tcaggagggaagaaaccaga\t184\t \tArpc3 (actin-related protein 2/3 complex, subunit 3)\tacaggaggatgaaacgatgc/ tcacaaagcaagtccaccac\t125\t \tSvil (supervillin)\ttcggaaaccaagacgctatc/ accactggcaattctgaacc\t132\t \tLcp1 (L-plastin)\tgaagggatcgtcaaacttgc/ tatggttctgaggggattgg\t130\t \tActn1 (alpha-actinin 1)\tggtcagcagcaacctcctc/ tctttctccaccttctctcca\t167\t \tActn4 (alpha-actinin 4)\taccctgaacagactcccttg/ gatcgacaagcctccatctc\t168\t \tDes (desmin)\tgtgaagatggccttggatgt/ cgggtctcaatggtcttgat\t182\t \tTubb2b (beta-tubulin 2B)\tggcagcaagaagctaacgag/ cgaacacgaagttgtctggc\t302\t \tCct5 (chaperonin containing Tcp-1, subunit 5—epsilon)\tcaaacgggctggataagatg/ tcctgggatttggacagttc\t136\t \tCct7 (chaperonin containing Tcp-1, subunit 7—eta)\ttgtgaccgtgaagaagcaag/ gcatcatcacagcatcaacc\t137\t \tCycs (cytochrome c)\tccaaatctccacggtctgtt/ tctgccctttctcccttctt\t190\t \tGapdh (glyceraldehyde 3-phosphate dehydrogenase)\tacccagaagactgtggatgg/ acacattgggggtaggaaca\t172\t \tDnmt1 (S-phase methylation)\tccggaaactcacttggacga/ tttggcagctggatctctgg\t90\t \tDnmt3A (de novo methylation)\tagagcgctttgactccacat/ ggaccaggaaaaacaaacga\t150\t \tTet1 (cytosine demethylase)\tgtgtgggtcgatggctctat/ cttattcccaccaccgctaa\t208\t \tTet2 (cytosine demethylase)\tgttctcaacgagcaggaagg/ tgagatgcggtactctgcac\t185\t \tTet3 (cytosine demethylase)\tttctatccgggaactcatgg/ ccaggccaggatcaagataa\t226\t \tHat1 (histone aminotransferase 1)\tagagtgccgtggagaagaaa/ tttcatcatccccaaagagc\t150\t \tHdac1 (histone deacetylase 1,2,3,4,6,9)\tccatgaagcctcaccgaat/ caaacaccggacagtcctca\t226\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13828,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Determination of DNA total methylation level using restriction analysis (MspI/HpaII)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13913,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To determine the level of methylation, total DNA was isolated from the tissue of the left ventricle of the heart and lungs that had been placed in RNAlater Stabilization Solution (Qiagen, Germany) using a DNA extraction kit (Syntol, Russian Federation) based on the phenol/chloroform method according to the manufacturer's instructions. For the total CpG methylation analysis at the 5’-CCGG-3’ locus, an EpiJET Methylation Analysis Kit (MspI/HpaII) (Thermo Scientific, USA) was used according to the manufacturer’s instructions. When the internal CpG in the 5’-CCGG-3’ tetranucleotide is methylated, cleavage by Epi HpaII is blocked, but cleavage by Epi MspI is not affected. During the restriction digest, 1 μg of genomic DNA and 2 μg of unmethylated plasmid DNA pUC DNA/SmaI and fully methylated plasmid DNA mpUC DNA/SmaI were used in the absence of DNA degradation in the buffer as a control for the restriction and efficiency of the MspI and HpaII enzymes. The restriction results analysis was carried out in a 1% agarose gel with a size marker, FastRuler Middle Range DNA Ladder (Thermo Scientific, USA), and the results were processed with the Image Lab program (Bio-Rad, USA), with normalization of the total content of the undigested genomic DNA in the corresponding sample.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15208,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15229,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The results obtained from the determination of the protein and mRNA expression levels and the methylation level were analyzed using ANOVA and post hoc t-test, and a significance level of p < 0.05 was applied to assess the significance of differences between the groups. The data are presented as the M±SE, where M represents the mean, and SE represents the standard error of the mean. All data used to build graphs were uploaded to the Dryad Digital Repository (doi:10.5061/dryad.h2j2466).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15720,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15728,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Cytoskeletal protein content in the membrane and cytoplasmic fractions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15799,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The relative contents of beta-actin, gamma-actin, alpha-actinin-1, alpha-actinin-4, and beta-tubulin in the membrane fraction of the right ventricle of the heart were similar among the B, V, G and F groups (Fig 1). In the cytoplasmic fraction, the relative protein contents of beta-actin (Fig 1C), gamma-actin (Fig 1D), beta-tubulin (Fig 1E), and desmin (Fig 1F) were also unchanged in groups B, V, G and F. At the same time, the relative protein contents of alpha-actinin-1 (Fig 1A) and alpha-actinin-4 (Fig 1B) decreased by 40% (p < 0.05) and 30% (p < 0.05), respectively, in group F compared to group G.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16406,
            "infons": {
              "file": "pone.0192643.g001.jpg",
              "id": "pone.0192643.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Relative contents of cytoskeletal proteins in the membrane (MF) and cytoplasmic (CF) fractions of cardiomyocytes with typical Western blot images.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16553,
            "infons": {
              "file": "pone.0192643.g001.jpg",
              "id": "pone.0192643.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Alpha-actinin-1. (B) Alpha-actinin-4. (C) Beta-actin. (D) Gamma-actin. (E) Beta-tubulin. (F) Desmin. “B”–basal control group, “V”–vivarium control group, “G”–ground control group (level marked by dotted line), “F”–flight group. *–p < 0.05 in comparison with group “G”. The values used to build graphs represented in the S1 Table. There were no changes in the cytoskeletal proteins contents in the membrane fraction of the cardiac tissue. In the cytoplasmic fraction, alpha-actinin-1 and alpha-actinin-4 protein content decreased during space flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17137,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The relative protein contents of different cytoskeletal components (components of microfilaments, microtubules and intermediate filaments) in the cytoplasmic fraction of the lung tissue was similar in all the study groups (B, V, G and F) (Fig 2). We failed to isolate total protein of the membrane fraction of lung tissue that was of adequate quality in groups B and V, but in this case, no differences between groups G and F were found (Fig 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17583,
            "infons": {
              "file": "pone.0192643.g002.jpg",
              "id": "pone.0192643.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Relative contents of cytoskeletal proteins in the membrane (MF) and cytoplasmic (CF) fractions of lung cells with typical Western blot images.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17726,
            "infons": {
              "file": "pone.0192643.g002.jpg",
              "id": "pone.0192643.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Alpha-actinin-1. (B) Alpha-actinin-4. (C) Beta-actin. (D) Gamma-actin. (E) Beta-tubulin. (F) Desmin. “B”–basal control group, “V”–vivarium control group, “G”–ground control group (level marked by dotted line), “F”–flight group. The values used to build graphs represented in the S2 Table. There were no changes of cytoskeletal proteins contents in the membrane and cytoplasmic fractions of the lung tissue.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18161,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The mRNA contents of genes that encode some cytoskeletal and metabolic proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18241,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In groups B and V, none of the mRNA contents of the examined genes differed from those in group G in either the cells of the left ventricle of the heart or the lung cells (Fig 3 and Fig 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18431,
            "infons": {
              "file": "pone.0192643.g003.jpg",
              "id": "pone.0192643.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Relative mRNA contents of genes (qPCR data) that encode cytoskeletal and metabolic proteins in the cardiac tissue.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18546,
            "infons": {
              "file": "pone.0192643.g003.jpg",
              "id": "pone.0192643.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The actin isoforms, the microfilaments component; desmin, the intermediate filaments component; subunit 2B of beta-tubulin, the microtubules component. (B) The actin-binding proteins. (C) The tubulin-binding proteins. (D) The metabolic proteins, cytochrome c and glyceraldehyde 3-phosphate dehydrogenase. “B”–basal control group, “V”–vivarium control group, “G”–ground control group (level marked by dotted line), “F”–flight group. *–p < 0.05 in comparison with group “G”. The values used to build graphs represented in the S3 Table.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19114,
            "infons": {
              "file": "pone.0192643.g004.jpg",
              "id": "pone.0192643.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Relative mRNA content of genes (qPCR data) that encode cytoskeletal and metabolic proteins in the lung cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19224,
            "infons": {
              "file": "pone.0192643.g004.jpg",
              "id": "pone.0192643.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The actin isoforms, the microfilaments component; desmin, the intermediate filaments component; subunit 2B of beta-tubulin, the microtubules component. (B) The actin-binding proteins. (C) The tubulin-binding proteins. (D) The metabolic proteins, cytochrome c and glyceraldehyde 3-phosphate dehydrogenase. “B”–basal control group, “V”–vivarium control group, “G”–ground control group (level marked by dotted line), “F”–flight group. *–p < 0.05 in comparison with group “G”. The values used to build graphs represented in the S4 Table.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19792,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The relative mRNA contents of genes encoding beta- and gamma-actin (Fig 3A), certain actin-binding proteins (Arpc3, Svil, Lcp1, Actn1) (Fig 3B), and beta-tubulin (Fig 3A) in the cardiac tissue were similar in all the study groups. The mRNA contents of Des (Fig 3A), Actn4 (Fig 3B), Cct5, Cct7 (Fig 3C), Cycs, and Gapdh (Fig 3D) in group F were reduced compared to those in group G by 72% (p < 0.05), 35% (p < 0.05), 44% (p < 0.05), 41% (p < 0.05), 31% (p < 0.05), and 29% (p < 0.05), respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20290,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the lung tissue, the relative mRNA contents of group F compared to that of group G decreased by 25% for Actb (p < 0.05), 29% for Des (p < 0.05) (Fig 4A), 41% for Svil (p < 0.05), 72% for Actn4 (p < 0.05) (Fig 4B), 35% for Cct7 (p < 0.05) (Fig 4C), 58% for Cycs (p < 0.05), and 32% for Gapdh (p < 0.05) (Fig 4D). The Actn1 mRNA content of group F increased by 58% compared to that of group G (p < 0.05) (Fig 4B). The relative mRNA contents of the Actg, Arpc3, Lcp1, and BetaTub genes were unchanged in group F compared to group G (Fig 4A and 4B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20839,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "DNA total methylation level",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20867,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The level of total DNA methylation in groups B and V did not differ from that in group G in either the cardiac or the lung tissue. In the flight group, F, the level of total DNA methylation was higher than that in the control group G by 21% (p < 0.05) in the cardiac tissue and by 32% (p < 0.05) in the lung tissue (Figs 5 and 6). In addition, the major changes in the methylation levels were associated with the methylation of the internal cytosine at the 5’-CCGG-3’ locus, and thus, no changes in the efficiency of MspI (which is blocked by methylation of exogenous cytosine) were observed in any of the study groups (Fig 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21499,
            "infons": {
              "file": "pone.0192643.g005.jpg",
              "id": "pone.0192643.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "DNA total methylation level following digestion with Epi MspI/Epi HpaII.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21572,
            "infons": {
              "file": "pone.0192643.g005.jpg",
              "id": "pone.0192643.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "“B”–basal control group, “V”–vivarium control group, “G”–ground control group, “F”–flight group. *–p < 0.05 in comparison with group “G”. The values used to build graphs represented in the S5 Table.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21801,
            "infons": {
              "file": "pone.0192643.g006.jpg",
              "id": "pone.0192643.g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Representative image of the digestion of genomic DNA by Epi MspI and Epi HpaII.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21881,
            "infons": {
              "file": "pone.0192643.g006.jpg",
              "id": "pone.0192643.g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Undig.–undigested DNA. Epi MspI–digested with Epi MspI. Epi HpaII–digested with Epi HpaII. 1, 2, 3 –control pUC19/Smal unmethylated (undigested DNA, Epi MspI, and Epi HpaII, respectively). 4, 5, 6 –control mpUC19/Smal methylated (undigested DNA, Epi MspI, and Epi HpaII, respectively). “G”–ground control group (level marked by dotted line), “F”–flight group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22263,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The mRNA contents of genes that encode transcriptional regulators: Methylases, demethylases, histone acetylase and histone deacetylase",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22398,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The mRNA contents of genes encoding proteins involved in transcriptional regulation in groups B and V did not differ from those in group G in either the cardiac or lung tissue (Fig 7). Moreover, in the cells of both tissue types in the flight group, F, the relative mRNA contents of genes encoding the methylases Dnmt1 (S-phase methylation) and Dnmt3A (de novo methylation), the cytosine demethylases Tet1 and Tet3 (Fig 7A and 7C), the histone aminotransferase Hat1 and the histone deacetylase Hdac1 (Fig 7B and 7D) did not differ from those of the control group. However, the mRNA content of the cytosine demethylase Tet2 decreased by 55% (p < 0.05) in the cardiac tissue (Fig 7A) and 36% (p < 0.05) in the lung tissue (Fig 7C) in the flight group compared to the control group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23178,
            "infons": {
              "file": "pone.0192643.g007.jpg",
              "id": "pone.0192643.g007",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Relative mRNA contents of genes (qPCR data) that encode some regulators of transcription.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23268,
            "infons": {
              "file": "pone.0192643.g007.jpg",
              "id": "pone.0192643.g007",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Heart: the cytosine methylases Dnmt1 (S-phase methylation) and Dnmt3A (de novo methylation) and the cytosine demethylases (Tet1, Tet2, Tet3). (B) Heart: the histone aminotransferase 1 Hat1 and Hdac1 (histone deacetylase 1, 2, 3, 4, 6, 9). (C) Lungs: Dnmt1 and Dnmt3A and Tet1, Tet2 and Tet3. (D) Lungs: Hat1 and Hdac1. “B”–basal control group, “V”–vivarium control group, “G”–ground control group (level marked by dotted line), “F”–flight group. *–p < 0.05 in comparison with group “G”. The values used to build graphs represented in the S6 and S7 Tables.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23858,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23869,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The influence of the changes in external mechanical conditions, particularly gravity changes, on the cells of organisms that have evolved in Earth’s gravity conditions is still poorly understood. The main difficulty is the extrapolation of ground experimental data to the prediction of results under weightlessness conditions. Previous experiments conducted under space flight conditions were limited by the fact that the biomaterial of the flight animals could only be fixed after landing, usually occurring a few hours after the landing. Therefore, this experiment is the first in the history of human space exploration with the unique opportunity to fix mouse biomaterial under space flight conditions. Comparing these results with the results obtained after the BION-M Biosatellite No. 1 flight of the same length, a number of deductions can be made regarding the structural changes in the cells as a result of the early period of readaptation to Earth’s gravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24841,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Long duration microgravity does not lead to notable changes in cytoskeletal protein contents in the cardiac and lung tissue",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24965,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The relative contents of beta-actin, gamma-actin, beta-tubulin and desmin both in membrane and cytoplasmic fractions of the cardiac tissue remained at the same level in all the study groups. These data agree with data Tauber S. et al. showed for macrophages, which were also recorded under weightlessness conditions in the ISS (Space-X3 mission). In addition, changes of the cytoskeleton structure after an 11-day spaceflight were not observed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25410,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The contents of the actin-binding proteins alpha-actinin-1 and alpha-actinin-4 in the membrane fraction were also unchanged. However, in the cytoplasmic fraction, alpha-actinin-1 decreased by 40% (p < 0.05), and alpha-actinin-4 decreased by 30% (p < 0.05) in group F compared to group G.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25698,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The previous data from the 30-day space flight of the BION-M Biosatellite No. 1 (2013, Russia) showed that the beta-actin content in the membrane fraction of proteins was at the same level, while in the cytoplasmic fraction, there was a decrease in the beta-actin protein and mRNA expression levels in the flight group. The gamma-actin mRNA and protein contents were unchanged. The alpha-actinin-1 protein content remained unchanged in the post-flight group, while the corresponding mRNA content was higher in the post-flight group than in the control groups. The alpha-actinin-4 protein content in the membrane fraction was reduced by 28% (p < 0.05) in group F compared to the control, although there was not a similar change in the cytoplasmic fraction. At the same time, the corresponding gene expression was reduced by 18%. The principal difference between the RR-1 and BION-M No. 1 experiments is that the biomaterial in the RR-1 experiment was fixed under space flight conditions, and the biomaterial in the BION-M Biosatellite No. 1 experiment was fixed within 13 hours after landing, i.e., there was a brief period of readaptation. In addition, another critical point is the effects of congestion during landing. However, overload during early readaptation is also a sharp increase of the external mechanical load.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27021,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Earlier, we proposed a model wherein changes of the external mechanical load can lead to the dissociation of actin-binding proteins from the cortical cytoskeleton and the triggering signaling pathways, leading to a change in the expression level of the corresponding genes, which in turn leads to a redistribution of cytoskeletal proteins between the cellular compartments. Comparison of the data obtained from the RR-1 experiment with the data of the BION-M biosatellite experiment (Table 2) suggests that long-term space flight leads to a decrease in the expression levels of alpha-actinin-1 and alpha-actinin-4 in the cytoplasmic fraction of cardiac proteins. Thirteen hours under Earth’s gravity after a long-term space flight causes a reduction in the beta-actin content in the cytoplasmic fraction of proteins, the recovery of the alpha-actinin-1 content to the reference level and the reallocation of alpha-actinin-4 between the membrane and cytoplasmic fractions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27995,
            "infons": {
              "file": "pone.0192643.t002.xml",
              "id": "pone.0192643.t002",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Comparison of the RR-1 experiment with BION-M No.1 experiment (for cardiac tissue).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28079,
            "infons": {
              "file": "pone.0192643.t002.xml",
              "id": "pone.0192643.t002",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Parameter</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">RR-1</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">BION-M No.1</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Duration of flight</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">37 days</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">30 days</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Period of early readaptation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">none</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">13 hours</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACTB relative content, MF/CF/mRNA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/~/~</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/↓/↓</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACTG relative content, MF/CF/mRNA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/~/~</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/~/~</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACTN1 relative content, MF/CF/mRNA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/↓/~</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/~/↑</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACTN4 relative content, MF/CF/mRNA</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">~/↓/↓</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">↓/~/↓</td></tr></tbody></table>\n"
            },
            "text": "Parameter\tRR-1\tBION-M No.1\t \tDuration of flight\t37 days\t30 days\t \tPeriod of early readaptation\tnone\t13 hours\t \tACTB relative content, MF/CF/mRNA\t~/~/~\t~/↓/↓\t \tACTG relative content, MF/CF/mRNA\t~/~/~\t~/~/~\t \tACTN1 relative content, MF/CF/mRNA\t~/↓/~\t~/~/↑\t \tACTN4 relative content, MF/CF/mRNA\t~/↓/↓\t↓/~/↓\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28401,
            "infons": {
              "file": "pone.0192643.t002.xml",
              "id": "pone.0192643.t002",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "ACTB–beta-actin, ACTG–gamma-actin, ACTN1 –alpha-actinin-1, ACTN4 –alpha-actinin-4, CF–cytoplasmic fraction, MF–membrane fraction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28543,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Thus, it seems that a long-duration space flight leads to the adaptation of the cortical cytoskeleton protein pattern to the weightlessness conditions. Cytoskeleton changes, observed in the early period of readaptation, can subsequently affect myocardial function. Summarizing these data, it can be assumed that the early period of readaptation is more damaging than space flight. Therefore, we can suggest that the development of protective measures could possibly focus on preparing for landing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29041,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It should be noted that only minor changes in the protein contents in the cytoplasmic fraction of the cardiac tissue were found, and no changes were detected in the lung tissue. Therefore, this finding raises the question of whether the absence of changes in the protein contents was associated with the absence of changes in gene expression and/or changes in translation/proteolysis efficiency. Thus, qRT-PCR was performed to detect the mRNA content.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29493,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "For the cardiac tissue, we found no changes in the mRNA contents of genes encoding the isoforms of actin and tubulin (the protein contents were also unchanged). The mRNA content of the alpha-actinin-4 gene was reduced, as was the protein content. At the same time, in the cardiac and lung tissue, there was a decrease of the desmin mRNA content with an absence of the protein content. In addition to the desmin mRNA changes in the lung tissue with an absence of consequent protein content changes, the beta-actin mRNA content was also decreased. This finding suggests an increase of translation efficiency and/or decrease in the efficiency of the proteolysis of these proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30171,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "One possible method is the release of phospholipase D, which leads to an increase in translation efficiency. In turn, phospholipase D associates with alpha-actinin-1, which inhibits their activity. Accordingly, if the formation of the protein pattern in the weightlessness (after short-term duration) passed the stage of the cytoskeleton reorganization (it can be assumed on the basis of a number of model experiments), phospholipase D could be released, leading to the formation of the observed protein pattern after long-term duration in the microgravity conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30740,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "However, in the absence of changes in the alpha-actinin-1 mRNA content, the protein content in the cytoplasm of cardiomyocytes decreased; in the lung tissue, the alpha-actinin-1 protein content remained at control levels, but the mRNA content increased. Alpha-actinin-1 is a member of the spectrin family, which is located along stress-fibrils and connects microfilament bundles. Alpha-actinin-1 (as well as alpha-actinin-4) is a non-muscle isoform of the alpha-actinins, but it is expressed in cardiomyocytes and is able to interact with a large number of signaling molecules and transcriptional factors. The reduction of the alpha-actinin-1 content may occur in the cytoplasmic fraction as a result of its migration into the nucleus. Although we did not detect alpha-actinin-1 in the nucleus, its highly homologous protein alpha-actinin-4 can transfer to the nucleus and bind to the promoter regions of certain genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31660,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It should be mentioned that procedure of freeze-defrost-freeze for the estimated tissues could lead to decreased protein content. However, we estimated the relative contents of the proteins and mRNA. Because we compared the flight group results with those of the control groups and the procedure for all groups was identical, we can estimate relative changes in the flight group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32040,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Total transcriptional efficiency of DNA of mouse cardiac and lung tissue after a long duration space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32148,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The cause of the reduction of the mRNA content of certain genes that encode cytoskeletal proteins remains unclear. The transcription efficiency of eukaryotic promoters, especially in higher animals, is closely related to the level of genome methylation. DNA from mammalian somatic tissue is methylated in 70% of all CpG sites. The key exceptions to this global methylation are the CpG islands, which mark the promoters and 5’- domains of genes. The reported data regarding DNA methylation in rice plants, human T-lymphocyte cells and human lymphoblastoid cells under space flight conditions and the results of modeling experiments suggest that DNA methylation patterns change. Therefore, we decided to estimate the total methylation level in our samples. We showed that methylation in the mouse cardiac and lung tissue shifted to hypermethylation after a 37-day space flight. In addition, these data agreed with the data that Ou X. et al. obtained after space flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33118,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "However, the mechanisms underlying the changes of the methylation levels after space flight are currently unknown. The methylation level of the genome increased because heavy ions radiation, which can make a difference in the space flight conditions. In addition, this can contribute to the observed increase in the methylation level in the flight group. However, this contribution is unlikely to be decisive, since this experiment was conducted on board an International Space Station. Animals and humans were in the same compartments, which have both special protection against cosmic radiation and natural protection, since the orbit passes below the Earth's magnetosphere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33795,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In general, it is known that that de novo methylation can be mediated by histone deacetylation in the nucleosome area. In addition, changes of methylation levels can result from increases in the methylase activity/content. Singh K.P. et al. showed that the expression levels of DNMT1, DNMT3a, and DNMT3b were increased at 72 h and decreased at 7 days in microgravity-exposed cells, but at the same time, there was decreased expression of HDAC1. The authors suggested that the decreased expression of HDAC1 would result in an increased level of acetylated histone H3; however, a decreased level of acetylated H3 was observed under the microgravity condition, which indicated that other HDACs may be involved in the regulation of H3 deacetylation. Ou X. et al. found that several genes encoding the various putative DNA methyltransferases, 5-methylcytosine DNA glycosylases, the SWI/SNF chromatin remodeler (DDM1) and siRNA-related proteins are extremely sensitive to perturbation by space flight, which may be an underlying cause for the altered methylation patterns in plants subjected to space flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34898,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Therefore, we decided to assess the expression level of genes encoding methylases as well as the basic histone acetylase/deacetylase. The obtained results indicate that the gene expression levels of the histone aminotransferase Hat1, the histone deacetylase Hdac1, and the cytosine methylases Dnmt1 (S-phase methylation) and Dnmt3A (de novo methylation) were unchanged under weightlessness conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35300,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "On the other hand, the methylation level can increase as a result of a reduction of the intensity of active DNA demethylation. Researchers believe that 5 hmC is the intermediate product in the process of active DNA demethylation and is generated by Ten-Eleven Translocation (TET) protein-mediated oxidative catalysis of 5mC.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35625,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Therefore, we measured the mRNA content of cytosine demethylases (Tet1, Tet2, Tet3) in the tested tissues. There were no changes in Tet1 and Tet3 mRNA content, but there was a significant decrease Tet2 mRNA content in mouse cardiac and lungs tissues. The data regarding Tet2 contents are quite limited and inconsistent; in TET2-mutated acute myeloid leukemia samples, Ko M. et al. observed DNA hypomethylation, but Figueroa M.E. et al. showed a DNA hypermethylation phenotype. Moreover, Menon M.P. et al. showed that patients with primary central nervous system T-cell lymphomas had tumor cell necrosis as well as mutations of a number of genes, in particular TET2, the products of which are involved in the regulation of transcription efficiency. Thus, in our experiment, we can only assume that the mechanism of the change in total methylation levels in the cardiac and lung tissue of mice was associated with the decrease in the Tet2 mRNA content under space flight conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36606,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36618,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Our study, in which murine biomaterial was fixed for the first time under space flight conditions (after 37 days of weightlessness), showed no changes in the cytoskeletal protein contents in the cardiac and lung tissue of mice. At the same time, there were significant changes in the mRNA content, which, on the one hand, indicates changes in translation efficiency and/or proteolysis levels that act to maintain normal levels of proteins and on the other hand, indicates the alteration of the expression levels of genes encoding cytoskeletal proteins, perhaps as a result of the total genome methylation increase. The mRNA contents of the DNA methylases, the cytosine demethylases Tet1 and Tet3, histone acetylase and histone deacetylase were unchanged, and the mRNA content of the cytosine demethylase Tet2 was significantly decreased, which could cause changes in the total methylation level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37514,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37537,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37548,
            "infons": {
              "fpage": "S11",
              "issue": "Suppl 6",
              "lpage": "S5",
              "name_0": "surname:Gazenko;given-names:OG",
              "name_1": "surname:Genin;given-names:AM",
              "name_2": "surname:Ilyin;given-names:EA",
              "name_3": "surname:Oganov;given-names:VS",
              "name_4": "surname:Serova;given-names:LV",
              "pub-id_pmid": "7017770",
              "section_type": "REF",
              "source": "Physiologist",
              "type": "ref",
              "volume": "23",
              "year": "1980"
            },
            "text": "Adaptation to weightlessness and its physiological mechanisms (results of animal experiments aboard biosatellites)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37663,
            "infons": {
              "fpage": "78",
              "lpage": "83",
              "name_0": "surname:Savik;given-names:ZF",
              "name_1": "surname:Rokhlenko;given-names:KD",
              "section_type": "REF",
              "source": "Kosm Biol Aviakosm Med",
              "type": "ref",
              "volume": "15",
              "year": "1981"
            },
            "text": "Ultrastructure of the blood vessels and muscle fibers in the skeletal muscle of rats flown on the Kosmos-605 and Kosmos-782 biosatellites",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37801,
            "infons": {
              "comment": "doi: 10.1152/jappl.2000.88.2.567",
              "fpage": "567",
              "lpage": "572",
              "name_0": "surname:Riley;given-names:DA",
              "name_1": "surname:Bain;given-names:JLW",
              "name_2": "surname:Thompson;given-names:JL",
              "name_3": "surname:Fitts;given-names:RH",
              "name_4": "surname:Widrick;given-names:JJ",
              "name_5": "surname:Trappe;given-names:SW",
              "pub-id_pmid": "10658024",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "88",
              "year": "2000"
            },
            "text": "Decreased thinfilament density and length in human atrophic soleus muscle fibers after spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37900,
            "infons": {
              "comment": "doi: 10.1152/jappl.1992.73.2.S33",
              "fpage": "33S",
              "lpage": "43S",
              "name_0": "surname:Riley;given-names:DA",
              "name_1": "surname:Ellis;given-names:S",
              "name_2": "surname:Giometti;given-names:JF",
              "name_3": "surname:Hoh;given-names:Y",
              "name_4": "surname:Ilyina-Kakueva;given-names:E",
              "name_5": "surname:Oganov;given-names:VS",
              "pub-id_pmid": "1382050",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Muscle sarcomere lesions and thrombosis after spaceflight and suspension unloading",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37983,
            "infons": {
              "fpage": "133",
              "lpage": "144",
              "name_0": "surname:Riley;given-names:DA",
              "name_1": "surname:Ellis;given-names:S",
              "name_2": "surname:Slocum;given-names:GR",
              "name_3": "surname:Sedlak;given-names:FR",
              "name_4": "surname:Bain;given-names:JLW",
              "name_5": "surname:Krippendorf;given-names:BB",
              "section_type": "REF",
              "source": "J ApplPhysiol",
              "type": "ref",
              "volume": "81",
              "year": "1996"
            },
            "text": "In-flight and postflight changes in skeletal muscles of SLS-1 and SLS-2 spaceflown rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38071,
            "infons": {
              "fpage": "84",
              "lpage": "91",
              "name_0": "surname:Riley;given-names:DA",
              "name_1": "surname:Ilyina-Kakueva;given-names:EI",
              "name_2": "surname:Ellis;given-names:S",
              "name_3": "surname:Bain;given-names:JLW",
              "name_4": "surname:Slocum;given-names:GR",
              "name_5": "surname:Sedlak;given-names:FR",
              "pub-id_pmid": "2153085",
              "section_type": "REF",
              "source": "FASEB J",
              "type": "ref",
              "volume": "4",
              "year": "1990"
            },
            "text": "Skeletal muscle fiber, nerve, and bloodvessel breakdown in space-flown rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38147,
            "infons": {
              "fpage": "139",
              "lpage": "145",
              "name_0": "surname:Riley;given-names:DA",
              "name_1": "surname:Thompson;given-names:JL",
              "name_2": "surname:Krippendorf;given-names:BB",
              "name_3": "surname:Slocum;given-names:GR",
              "pub-id_pmid": "11539271",
              "section_type": "REF",
              "source": "Basic Appl Myol",
              "type": "ref",
              "volume": "5",
              "year": "1995"
            },
            "text": "Review of spaceflight and hindlimb suspension unloading-induced sarcomere damage and repair",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38239,
            "infons": {
              "fpage": "A86",
              "lpage": "A90",
              "name_0": "surname:Thornton;given-names:WE",
              "name_1": "surname:Moore;given-names:TP",
              "name_2": "surname:Pool;given-names:SL",
              "pub-id_pmid": "3675511",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "58",
              "year": "1987"
            },
            "text": "Fluid shifts in weightlessness",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38270,
            "infons": {
              "fpage": "631",
              "lpage": "674",
              "name_0": "surname:Watenpaugh;given-names:DE",
              "name_1": "surname:Hargens;given-names:AR",
              "section_type": "REF",
              "source": "MD: Am. Physiol. Soc.",
              "type": "ref",
              "volume": "I",
              "year": "1996"
            },
            "text": "The cardiovascular system in microgravity. In: Handbook of Physiology. Environmental Physiology. Bethesda",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38376,
            "infons": {
              "comment": "doi: 10.1152/jappl.1987.62.1.278",
              "fpage": "278",
              "lpage": "283",
              "name_0": "surname:Bungo;given-names:MW",
              "name_1": "surname:Goldwater;given-names:DJ",
              "name_2": "surname:Popp;given-names:RL",
              "name_3": "surname:Sandler;given-names:H",
              "pub-id_pmid": "3558187",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "62",
              "year": "1987"
            },
            "text": "Echocardiographic evaluation of space shuttle crewmembers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38434,
            "infons": {
              "fpage": "1010",
              "lpage": "1023",
              "name_0": "surname:Charles;given-names:JB",
              "name_1": "surname:Lathers;given-names:CM",
              "pub-id_pmid": "1761711",
              "section_type": "REF",
              "source": "J Clin Pharmacol",
              "type": "ref",
              "volume": "31",
              "year": "1991"
            },
            "text": "Cardiovascular adaptation to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38475,
            "infons": {
              "comment": "doi: 10.1152/jappl.1979.46.3.541",
              "fpage": "541",
              "lpage": "548",
              "name_0": "surname:Nixon;given-names:JV",
              "name_1": "surname:Murray;given-names:RG",
              "name_2": "surname:Bryant;given-names:C",
              "name_3": "surname:Johnson;given-names:RL;suffix:Jr",
              "name_4": "surname:Mitchell;given-names:JR",
              "name_5": "surname:Holland;given-names:OB",
              "pub-id_pmid": "438025",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "46",
              "year": "1979"
            },
            "text": "Early cardiovascular adaptation to simulated zero gravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38533,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.00134.2014",
              "fpage": "1315",
              "issue": "10",
              "lpage": "1323",
              "name_0": "surname:Ogneva;given-names:IV",
              "name_1": "surname:Maximova;given-names:MV",
              "name_2": "surname:Larina;given-names:IM",
              "pub-id_pmid": "24674857",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "116",
              "year": "2014"
            },
            "text": "Structure of cortical cytoskeleton in fibers of mouse muscle cells after being exposed to a 30-day space flight on board the BION-M1 biosatellite",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38679,
            "infons": {
              "comment": "doi: 10.1134/S0012496616040153",
              "fpage": "163",
              "issue": "1",
              "lpage": "166",
              "name_0": "surname:Povysheva;given-names:TV",
              "name_1": "surname:Rezvyakov;given-names:PN",
              "name_2": "surname:Shaimardanova;given-names:GF",
              "name_3": "surname:Nikolskii;given-names:EE",
              "name_4": "surname:Islamov;given-names:RR",
              "name_5": "surname:Chelyshev;given-names:YA",
              "pub-id_pmid": "27595822",
              "section_type": "REF",
              "source": "Dokl Biol Sci",
              "type": "ref",
              "volume": "469",
              "year": "2016"
            },
            "text": "Myelinated fibers of the mouse spinal cord after a 30-day space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38750,
            "infons": {
              "fpage": "132",
              "lpage": "139",
              "name_0": "surname:Uva;given-names:BM",
              "name_1": "surname:Masini;given-names:MA",
              "name_2": "surname:Sturla;given-names:M",
              "name_3": "surname:Prato;given-names:P",
              "name_4": "surname:Passalacqua;given-names:M",
              "name_5": "surname:Giuliani;given-names:M",
              "pub-id_pmid": "11955476",
              "section_type": "REF",
              "source": "Brain Res",
              "type": "ref",
              "volume": "934",
              "year": "2002"
            },
            "text": "Clinoration-induced weightlessness influences the cytoskeleton of glial cells in culture",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38839,
            "infons": {
              "fpage": "2139",
              "issue": "16",
              "lpage": "2142",
              "name_0": "surname:Gaboyard;given-names:S",
              "name_1": "surname:Blachard;given-names:MP",
              "name_2": "surname:Travo;given-names:BT",
              "name_3": "surname:Viso;given-names:M",
              "name_4": "surname:Sans;given-names:A",
              "name_5": "surname:Lehouelleur;given-names:J",
              "pub-id_pmid": "12438942",
              "section_type": "REF",
              "source": "NeuroReport",
              "type": "ref",
              "volume": "13",
              "year": "2002"
            },
            "text": "Weightlessness affects cytoskeleton of rat utricular hair cells during maturation in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38930,
            "infons": {
              "comment": "doi: 10.1016/j.exphem.2004.03.014",
              "fpage": "773",
              "lpage": "781",
              "name_0": "surname:Plett;given-names:PA",
              "name_1": "surname:Abonour;given-names:R",
              "name_2": "surname:Frankovitz;given-names:SM",
              "name_3": "surname:Orschell;given-names:CM",
              "pub-id_pmid": "15308329",
              "section_type": "REF",
              "source": "Experimental Hematology",
              "type": "ref",
              "volume": "32",
              "year": "2004"
            },
            "text": "Impact of modeled microgravity on migration, differentiation and cell cycle control of primitive human hematopoietic progenitor cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39064,
            "infons": {
              "fpage": "399",
              "issue": "3–10",
              "lpage": "418",
              "name_0": "surname:Schatten;given-names:H",
              "name_1": "surname:Lewis;given-names:ML",
              "name_2": "surname:Chakrabarti;given-names:A",
              "pub-id_pmid": "11669127",
              "section_type": "REF",
              "source": "Acta Astronautica",
              "type": "ref",
              "volume": "49",
              "year": "2001"
            },
            "text": "Spaceflight and clinorotation cause cytoskeleton and mitochondria changes and increases in apoptosis in cultured cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39183,
            "infons": {
              "fpage": "203",
              "issue": "1",
              "lpage": "204",
              "name_0": "surname:Gershovich;given-names:PM",
              "name_1": "surname:Gershovich;given-names:JG",
              "name_2": "surname:Buravkova;given-names:LB",
              "section_type": "REF",
              "source": "J Grav Physiol",
              "type": "ref",
              "volume": "15",
              "year": "2008"
            },
            "text": "Simulated microgravity alters actin cytoskeleton and integrin-mediated focal adhesions of cultured human mesenchymal stromal cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39314,
            "infons": {
              "comment": "doi: 10.1359/JBMR.050611",
              "fpage": "1858",
              "issue": "10",
              "lpage": "1866",
              "name_0": "surname:Meyers;given-names:VE",
              "name_1": "surname:Zayzafoon;given-names:M",
              "name_2": "surname:Douglas;given-names:JT",
              "name_3": "surname:McDonald;given-names:JM",
              "pub-id_pmid": "16160744",
              "section_type": "REF",
              "source": "Journal of Bone and Mineral Research",
              "type": "ref",
              "volume": "20",
              "year": "2005"
            },
            "text": "RhoA and cytoskeletal disruption mediate reduced osteoblastogenesis and enhanced adipogenesis of human mesenchymal stem cells in modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39464,
            "infons": {
              "comment": "doi: 10.1111/j.1365-2184.2007.00461.x",
              "fpage": "671",
              "issue": "5",
              "lpage": "684",
              "name_0": "surname:Dai;given-names:ZQ",
              "name_1": "surname:Wang;given-names:R",
              "name_2": "surname:Ling;given-names:SK",
              "name_3": "surname:Wan;given-names:YM",
              "name_4": "surname:Li;given-names:YH",
              "pub-id_pmid": "17877609",
              "section_type": "REF",
              "source": "Cell Proliferation",
              "type": "ref",
              "volume": "40",
              "year": "2007"
            },
            "text": "Simulated microgravity inhibits the proliferation and osteogenesis of rat bone marrow mesenchymal stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39573,
            "infons": {
              "comment": "doi: 10.1038/srep20043",
              "fpage": "20043",
              "name_0": "surname:Corydon;given-names:TJ",
              "name_1": "surname:Kopp;given-names:S",
              "name_2": "surname:Wehland;given-names:M",
              "name_3": "surname:Braun;given-names:M",
              "name_4": "surname:Schutte;given-names:A",
              "name_5": "surname:Mayer;given-names:T",
              "pub-id_pmid": "26818711",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Alterations of the cytoskeleton in human cells in space proved by life-cell imaging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39657,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0175599",
              "fpage": "e0175599",
              "issue": "4",
              "name_0": "surname:Tauber;given-names:S",
              "name_1": "surname:Lauber;given-names:BA",
              "name_2": "surname:Paulsen;given-names:K",
              "name_3": "surname:Layer;given-names:LE",
              "name_4": "surname:Lehmann;given-names:M",
              "name_5": "surname:Hauschild;given-names:S",
              "pub-id_pmid": "28419128",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Cytoskeletal stability and metabolic alterations in primary human macrophages in long-term microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39761,
            "infons": {
              "comment": "doi: 10.1038/7331",
              "fpage": "359",
              "issue": "4",
              "name_0": "surname:Hammond;given-names:TG",
              "name_1": "surname:Lewis;given-names:FC",
              "name_2": "surname:Goodwin;given-names:TJ",
              "name_3": "surname:Linnehan;given-names:RM",
              "name_4": "surname:Wolf;given-names:DA",
              "name_5": "surname:Hire;given-names:KP",
              "pub-id_pmid": "10202906",
              "section_type": "REF",
              "source": "Nature Medicine",
              "type": "ref",
              "volume": "5",
              "year": "1999"
            },
            "text": "Gene expression in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39786,
            "infons": {
              "comment": "doi: 10.1152/physiolgenomics.2000.3.3.163",
              "fpage": "163",
              "issue": "3",
              "lpage": "173",
              "name_0": "surname:Hammond;given-names:TG",
              "name_1": "surname:Benes;given-names:E",
              "name_2": "surname:O'Reilly;given-names:KC",
              "name_3": "surname:Wolf;given-names:DA",
              "name_4": "surname:Linnehan;given-names:RM",
              "name_5": "surname:Taher;given-names:A",
              "pub-id_pmid": "11015612",
              "section_type": "REF",
              "source": "Physiological Genomics",
              "type": "ref",
              "volume": "3",
              "year": "2000"
            },
            "text": "Mechanical culture conditions effect gene expression: gravity-induced changes on the space shuttle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39885,
            "infons": {
              "comment": "doi: 10.1186/1471-213X-5-10",
              "fpage": "10",
              "name_0": "surname:Shimada;given-names:N",
              "name_1": "surname:Sokunbi;given-names:G",
              "name_2": "surname:Moorman;given-names:SJ",
              "pub-id_pmid": "15927051",
              "section_type": "REF",
              "source": "Bmc Developmental Biology",
              "type": "ref",
              "volume": "5",
              "year": "2005"
            },
            "text": "Changes in gravitational force affect gene expression in developing organ systems at different developmental times",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40000,
            "infons": {
              "comment": "doi: 10.1128/AEM.68.11.5408-5416.2002",
              "fpage": "5408",
              "issue": "11",
              "lpage": "5416",
              "name_0": "surname:Wilson;given-names:JW",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Ramamurthy;given-names:R",
              "name_3": "surname:Porwollik;given-names:S",
              "name_4": "surname:McClelland;given-names:M",
              "name_5": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "12406731",
              "section_type": "REF",
              "source": "Applied and Environmental Microbiology",
              "type": "ref",
              "volume": "68",
              "year": "2002"
            },
            "text": "Low-shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS-independent manner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40128,
            "infons": {
              "comment": "doi: 10.1073/pnas.0707155104",
              "fpage": "16299",
              "issue": "41",
              "lpage": "16304",
              "name_0": "surname:Wilson;given-names:JW",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Bentrup;given-names:KHz",
              "name_3": "surname:Ramamurthy;given-names:R",
              "name_4": "surname:Quick;given-names:L",
              "name_5": "surname:Porwollik;given-names:S",
              "pub-id_pmid": "17901201",
              "section_type": "REF",
              "source": "Proceedings of the National Academy of Sciences of the United States of America",
              "type": "ref",
              "volume": "104",
              "year": "2007"
            },
            "text": "Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40232,
            "infons": {
              "comment": "doi: 10.1038/nrc3130",
              "fpage": "726",
              "issue": "10",
              "lpage": "734",
              "name_0": "surname:Baylin;given-names:SB",
              "name_1": "surname:Jones;given-names:PA",
              "pub-id_pmid": "21941284",
              "section_type": "REF",
              "source": "Nature Reviews Cancer",
              "type": "ref",
              "volume": "11",
              "year": "2011"
            },
            "text": "A decade of exploring the cancer epigenome–biological and translational implications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40319,
            "infons": {
              "comment": "doi: 10.1101/cshperspect.a019133",
              "fpage": "a019133",
              "issue": "5",
              "name_0": "surname:Li;given-names:E",
              "name_1": "surname:Zhang;given-names:Y",
              "pub-id_pmid": "24789823",
              "section_type": "REF",
              "source": "Cold Spring Harb Perspect Biol",
              "type": "ref",
              "volume": "6",
              "year": "2014"
            },
            "text": "DNA methylation in mammals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40346,
            "infons": {
              "comment": "doi: 10.1038/nn1276",
              "fpage": "847",
              "lpage": "854",
              "name_0": "surname:Weaver;given-names:IC",
              "name_1": "surname:Cervoni;given-names:N",
              "name_2": "surname:Champange;given-names:FA",
              "name_3": "surname:D’Alession;given-names:AC",
              "name_4": "surname:Sharma;given-names:S",
              "name_5": "surname:Seckl;given-names:JR",
              "pub-id_pmid": "15220929",
              "section_type": "REF",
              "source": "Nat. Neurosci",
              "type": "ref",
              "volume": "7",
              "year": "2004"
            },
            "text": "Epigenetic programming by maternal behavior",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40390,
            "infons": {
              "comment": "doi: 10.1016/j.mrfmmm.2008.12.004",
              "fpage": "44",
              "issue": "1–2",
              "lpage": "53",
              "name_0": "surname:Ou;given-names:X",
              "name_1": "surname:Long;given-names:L",
              "name_2": "surname:Zhang;given-names:Y",
              "name_3": "surname:Xue;given-names:Y",
              "name_4": "surname:Liu;given-names:J",
              "name_5": "surname:Lin;given-names:X",
              "pub-id_pmid": "19135069",
              "section_type": "REF",
              "source": "Mutat Res",
              "type": "ref",
              "volume": "662",
              "year": "2009"
            },
            "text": "Spaceflight induces both transient and heritable altaretions in DNA methylation and gene expression in rice (Oryza sativa L.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40516,
            "infons": {
              "comment": "doi: 10.1002/jcb.22674",
              "fpage": "123",
              "issue": "1",
              "lpage": "129",
              "name_0": "surname:Singh;given-names:KP",
              "name_1": "surname:Kumari;given-names:R",
              "name_2": "surname:Dumond;given-names:JW",
              "pub-id_pmid": "20506542",
              "section_type": "REF",
              "source": "J Cell Biochem",
              "type": "ref",
              "volume": "111",
              "year": "2010"
            },
            "text": "Simulated microgravity-induced epigenetic changes in human lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40587,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0147514",
              "fpage": "e0147514",
              "issue": "1",
              "name_0": "surname:Chowdhury;given-names:B",
              "name_1": "surname:Seetharam;given-names:A",
              "name_2": "surname:Wang;given-names:Z",
              "name_3": "surname:Liu;given-names:Y",
              "name_4": "surname:Lossie;given-names:AC",
              "name_5": "surname:Thimmapuram;given-names:J",
              "pub-id_pmid": "26820575",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "A study of alterations in DNA epigenetic modifications (5mC and 5hmC) and gene expression influenced by simulated microgravity in human lymphoblastoid cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40744,
            "infons": {
              "fpage": "156",
              "issue": "2",
              "lpage": "169",
              "name_0": "surname:Vitorino;given-names:R",
              "name_1": "surname:Ferreira;given-names:R",
              "name_2": "surname:Neuparth;given-names:M",
              "name_3": "surname:Guedes;given-names:S",
              "name_4": "surname:Williams;given-names:J",
              "name_5": "surname:Tomer;given-names:KB",
              "section_type": "REF",
              "source": "Anal Biochem",
              "type": "ref",
              "volume": "66",
              "year": "2007"
            },
            "text": "Subcellular proteomics of mice gastrocnemius and soleus muscles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40808,
            "infons": {
              "fpage": "4350",
              "lpage": "4354",
              "name_0": "surname:Towbin;given-names:H",
              "name_1": "surname:Staehlin;given-names:T",
              "name_2": "surname:Gordon;given-names:J",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "76",
              "year": "1970"
            },
            "text": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some application",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40927,
            "infons": {
              "fpage": "402",
              "lpage": "408",
              "name_0": "surname:Livak;given-names:KJ",
              "name_1": "surname:Schmittgen;given-names:TD",
              "section_type": "REF",
              "source": "Methods",
              "type": "ref",
              "volume": "2",
              "year": "2001"
            },
            "text": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41038,
            "infons": {
              "name_0": "surname:Ogneva;given-names:IV",
              "section_type": "REF",
              "source": "BioMed Research International",
              "type": "ref",
              "year": "2013"
            },
            "text": "Cell mechanosensitivity: mechanical properties and interaction with gravitational field",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41126,
            "infons": {
              "comment": "doi: 10.1074/jbc.M002463200",
              "fpage": "21295",
              "lpage": "21301",
              "name_0": "surname:Park;given-names:JB",
              "name_1": "surname:Kim;given-names:JH",
              "name_2": "surname:Kim;given-names:Y",
              "name_3": "surname:Ha;given-names:SH",
              "name_4": "surname:Yoo;given-names:JS",
              "name_5": "surname:Du;given-names:G",
              "pub-id_pmid": "10801846",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "275",
              "year": "2000"
            },
            "text": "Cardiac phospholipase D2 localizes to sarcolemmal membranes and is inhibited by alpha-actinin in an ADP-ribosylation factor-reversible manner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41268,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0096395",
              "fpage": "e96395",
              "name_0": "surname:Ogneva;given-names:IV",
              "name_1": "surname:Biryukov;given-names:NS",
              "name_2": "surname:Leinsoo;given-names:TA",
              "name_3": "surname:Larina;given-names:IM",
              "pub-id_pmid": "24780915",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Possible role of non-muscle alpha-actinins in muscle cell mechanosensitivity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41345,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.00812.2014",
              "fpage": "613",
              "issue": "5",
              "lpage": "623",
              "name_0": "surname:Ogneva;given-names:IV",
              "name_1": "surname:Gnyubkin;given-names:V",
              "name_2": "surname:Laroche;given-names:N",
              "name_3": "surname:Maximova;given-names:MV",
              "name_4": "surname:Larina;given-names:IM",
              "name_5": "surname:Vico;given-names:L",
              "pub-id_pmid": "25539936",
              "section_type": "REF",
              "source": "J Appl Physiol",
              "type": "ref",
              "volume": "118",
              "year": "2015"
            },
            "text": "Structure of the cortical cytoskeleton in fibers of postural muscles and cardiomyocytes of mice after 30-day 2g-centrifugation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41472,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0153650",
              "fpage": "e0153650",
              "name_0": "surname:Ogneva;given-names:IV",
              "name_1": "surname:Biryukov;given-names:NS",
              "pub-id_pmid": "27073851",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Lecithin prevents cortical cytoskeleton reorganization in rat soleus muscle fibers under short-term gravitational disuse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41593,
            "infons": {
              "comment": "doi: 10.1006/jsbi.2002.4465",
              "fpage": "184",
              "lpage": "193",
              "name_0": "surname:Broderick;given-names:MJF",
              "name_1": "surname:Winder;given-names:SJ",
              "pub-id_pmid": "12064945",
              "section_type": "REF",
              "source": "J Struct Biol",
              "type": "ref",
              "volume": "137",
              "year": "2002"
            },
            "text": "Towards a complete atomic structure of spectrin family proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41657,
            "infons": {
              "fpage": "796",
              "lpage": "798",
              "name_0": "surname:Baron;given-names:MD",
              "name_1": "surname:Davison;given-names:MD",
              "name_2": "surname:Jones;given-names:P",
              "name_3": "surname:Critchley;given-names:DR",
              "pub-id_pmid": "3691947",
              "section_type": "REF",
              "source": "Biochem Soc Trans",
              "type": "ref",
              "volume": "15",
              "year": "1987"
            },
            "text": "The structure and function of alpha-actinin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41701,
            "infons": {
              "fpage": "57",
              "lpage": "63",
              "name_0": "surname:Velez;given-names:C",
              "name_1": "surname:Aranega;given-names:AE",
              "name_2": "surname:Prados;given-names:JC",
              "name_3": "surname:Melquizo;given-names:C",
              "name_4": "surname:Alvarez;given-names:L",
              "name_5": "surname:Aranega;given-names:A",
              "pub-id_pmid": "7675799",
              "section_type": "REF",
              "source": "Proc Soc Exp Biol Med",
              "type": "ref",
              "volume": "210",
              "year": "1995"
            },
            "text": "Basic fibroblast and platelet-derived growth factors as modulators of actin and alpha-actinin in chick myocardiocytes during development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41838,
            "infons": {
              "fpage": "11100",
              "issue": "15",
              "lpage": "11105",
              "name_0": "surname:Vallenius;given-names:T",
              "name_1": "surname:Luukko;given-names:K",
              "name_2": "surname:Makela;given-names:TP",
              "pub-id_pmid": "10753915",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "275",
              "year": "2000"
            },
            "text": "CLP-36 PDZ-LIM protein associates with nonmuscle alpha-actinin-1 and alpha-actinin-4",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41923,
            "infons": {
              "fpage": "4197",
              "issue": "Pt23",
              "lpage": "4206",
              "name_0": "surname:Gonzalez;given-names:AM",
              "name_1": "surname:Otey;given-names:C",
              "name_2": "surname:Edlund;given-names:M",
              "name_3": "surname:Jones;given-names:JC",
              "pub-id_pmid": "11739652",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "114",
              "year": "2001"
            },
            "text": "Interactions of a hemidesmosome component and actinin family members",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41992,
            "infons": {
              "comment": "doi: 10.1007/s00294-005-0043-0",
              "fpage": "125",
              "lpage": "135",
              "name_0": "surname:Goffart;given-names:S",
              "name_1": "surname:Franko;given-names:A",
              "pub-id_pmid": "16331456",
              "section_type": "REF",
              "source": "Curr Genet",
              "type": "ref",
              "volume": "49",
              "year": "2006"
            },
            "text": "Clemen ChS, Wiesner RJ. a-Actinin 4 and BAT1 interaction with the Cytochrome c promoter upon skeletal muscle differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42117,
            "infons": {
              "fpage": "2709",
              "lpage": "2721",
              "name_0": "surname:Ehrlich;given-names:M",
              "pub-id_pmid": "7079182",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "10",
              "year": "1982"
            },
            "text": "Amount and distribution of 5-methycytosine in human DNA from different types of tissues or cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42214,
            "infons": {
              "fpage": "203",
              "lpage": "210",
              "name_0": "surname:McKeon;given-names:C",
              "name_1": "surname:Ohkubo;given-names:H",
              "name_2": "surname:Pastan;given-names:I",
              "name_3": "surname:de Crombrugghe;given-names:B",
              "pub-id_pmid": "7105182",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "29",
              "year": "1982"
            },
            "text": "Unusual methylation pattern of the alpha2(1) collagen gene",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42273,
            "infons": {
              "comment": "doi: 10.3109/09553002.2015.1001882",
              "fpage": "389",
              "issue": "5",
              "lpage": "398",
              "name_0": "surname:Jangiam;given-names:W",
              "name_1": "surname:Tungjai;given-names:M",
              "name_2": "surname:Rithidech;given-names:KN",
              "pub-id_pmid": "25565558",
              "section_type": "REF",
              "source": "Int J Radiat Biol",
              "type": "ref",
              "volume": "91",
              "year": "2015"
            },
            "text": "Induction of chronic oxidative stress, chronic inflammation and aberrant patterns of DNA methylation in the liver of titanium-exposed CBA/CaJ mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42420,
            "infons": {
              "comment": "doi: 10.1016/j.mrfmmm.2015.09.001",
              "fpage": "22",
              "lpage": "31",
              "name_0": "surname:Rithidech;given-names:KN",
              "name_1": "surname:Honikel;given-names:LM",
              "name_2": "surname:Reungpathanaphong;given-names:P",
              "name_3": "surname:Tungjai;given-names:M",
              "name_4": "surname:Jangiam;given-names:W",
              "name_5": "surname:Whorton;given-names:EB",
              "pub-id_pmid": "26398320",
              "section_type": "REF",
              "source": "Mutat Res",
              "type": "ref",
              "volume": "781",
              "year": "2015"
            },
            "text": "Late-occuring chromosome aberrations and global DNA methylation in hematopoietic stem/progenitor cells of CBA/CaJ mice exposed to silicon ((28)Si) ions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42572,
            "infons": {
              "comment": "doi: 10.1038/35020506",
              "fpage": "593",
              "lpage": "599",
              "name_0": "surname:Rea;given-names:S",
              "name_1": "surname:Eisenhaber;given-names:F",
              "name_2": "surname:O’Carroll;given-names:D",
              "name_3": "surname:Strahl;given-names:BD",
              "name_4": "surname:Sun;given-names:ZW",
              "name_5": "surname:Schmid;given-names:M",
              "pub-id_pmid": "10949293",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "406",
              "year": "2000"
            },
            "text": "Regulation of chromatin structure by site-specific histone H3 methyltransferases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42653,
            "infons": {
              "comment": "doi: 10.1038/35104508",
              "fpage": "277",
              "lpage": "283",
              "name_0": "surname:Tamaru;given-names:H",
              "name_1": "surname:Selker;given-names:EU",
              "pub-id_pmid": "11713521",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "414",
              "year": "2001"
            },
            "text": "A histone H3 methyltransferase controls DNA methylation in Neurospora crassa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42730,
            "infons": {
              "fpage": "535",
              "lpage": "543",
              "name_0": "surname:Keshet;given-names:I",
              "name_1": "surname:Lieman-Hurwitz;given-names:J",
              "name_2": "surname:Cedar;given-names:H",
              "pub-id_pmid": "3456276",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "44",
              "year": "1986"
            },
            "text": "DNA methylation affects the formation of active chromatin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42788,
            "infons": {
              "comment": "doi: 10.1038/561",
              "fpage": "187",
              "lpage": "191",
              "name_0": "surname:Jones;given-names:P",
              "name_1": "surname:Veenstra;given-names:GJ",
              "name_2": "surname:Wade;given-names:PA",
              "name_3": "surname:Vermaak;given-names:D",
              "name_4": "surname:Kass;given-names:SU",
              "name_5": "surname:Landsberger;given-names:N",
              "pub-id_pmid": "9620779",
              "section_type": "REF",
              "source": "Nature Genet",
              "type": "ref",
              "volume": "19",
              "year": "1998"
            },
            "text": "Methylated DNA and MeCP2 recruit histone deacetylase to repress transcription",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42866,
            "infons": {
              "comment": "doi: 10.1038/30764",
              "fpage": "386",
              "lpage": "389",
              "name_0": "surname:Nan;given-names:X",
              "name_1": "surname:Ng;given-names:H-H",
              "name_2": "surname:Johnson;given-names:CA",
              "name_3": "surname:Laherty;given-names:CD",
              "name_4": "surname:Turner;given-names:BM",
              "name_5": "surname:Eisenman;given-names:RN",
              "pub-id_pmid": "9620804",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "393",
              "year": "1998"
            },
            "text": "Transcriptional repression by the methyl-CpG-binding protein MeCP2 involves a histone deacetylase complex",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42972,
            "infons": {
              "fpage": "1705",
              "lpage": "1715",
              "name_0": "surname:McArthur;given-names:M",
              "name_1": "surname:Thomas;given-names:JO",
              "pub-id_pmid": "8612595",
              "section_type": "REF",
              "source": "EMBO J",
              "type": "ref",
              "volume": "15",
              "year": "1996"
            },
            "text": "A preference of histone H1 for methylated DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43018,
            "infons": {
              "fpage": "781",
              "lpage": "790",
              "name_0": "surname:Penn;given-names:NW",
              "name_1": "surname:Suwalski;given-names:R",
              "name_2": "surname:O’Riley;given-names:C",
              "name_3": "surname:Bojanowski;given-names:K",
              "name_4": "surname:Yura;given-names:R",
              "pub-id_pmid": "4538516",
              "section_type": "REF",
              "source": "Biochem J",
              "type": "ref",
              "volume": "126",
              "year": "1972"
            },
            "text": "The presence of 5-hydroxymethylcytosine in animal deoxyribonucleic acid",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43090,
            "infons": {
              "comment": "doi: 10.1074/jbc.M110.217083",
              "fpage": "24685",
              "issue": "28",
              "lpage": "24693",
              "name_0": "surname:Kinney;given-names:SM",
              "name_1": "surname:Chin;given-names:HG",
              "name_2": "surname:Vaisvila;given-names:R",
              "name_3": "surname:Bitinaite;given-names:J",
              "name_4": "surname:Zheng;given-names:Y",
              "name_5": "surname:Esteve;given-names:PO",
              "pub-id_pmid": "21610077",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "286",
              "year": "2011"
            },
            "text": "Tissue specific-distribution and dynamic changes of 5-hydroxymethylcytosine in mammalian genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43186,
            "infons": {
              "comment": "doi: 10.4161/epi.6.5.15678",
              "fpage": "560",
              "lpage": "565",
              "name_0": "surname:Krais;given-names:AM",
              "name_1": "surname:Park;given-names:YJ",
              "name_2": "surname:Plass;given-names:C",
              "name_3": "surname:Schmeiser;given-names:HH",
              "pub-id_pmid": "21593596",
              "section_type": "REF",
              "source": "Epigenetics",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Determination of genomic 5-hydroxymethyl-2'-deoxycytidine in human DNA by capillary electrophoresis with laser induced fluorescence",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43318,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0015367",
              "fpage": "e15367",
              "name_0": "surname:Globisch;given-names:D",
              "name_1": "surname:Munzel;given-names:M",
              "name_2": "surname:Muller;given-names:M",
              "name_3": "surname:Michalakis;given-names:S",
              "name_4": "surname:Wagner;given-names:M",
              "name_5": "surname:Koch;given-names:S",
              "pub-id_pmid": "21203455",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "5",
              "year": "2010"
            },
            "text": "Tissue distribution of 5-hydroxymethylcytosine and search for active demethylation intermediates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43415,
            "infons": {
              "comment": "doi: 10.1002/anie.201002033",
              "fpage": "5375",
              "lpage": "5377",
              "name_0": "surname:Münzel;given-names:M",
              "name_1": "surname:Globisch;given-names:D",
              "name_2": "surname:Bruckl;given-names:T",
              "name_3": "surname:Wagner;given-names:M",
              "name_4": "surname:Welzmiller;given-names:V",
              "name_5": "surname:Michalakis;given-names:S",
              "pub-id_pmid": "20583021",
              "section_type": "REF",
              "source": "Angew Chem Int Ed Engl",
              "type": "ref",
              "volume": "49",
              "year": "2010"
            },
            "text": "Quantification of the sixth DNA base hydroxymethylcytosine in the brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43487,
            "infons": {
              "comment": "doi: 10.1093/nar/gkq684",
              "fpage": "e181",
              "issue": "19",
              "name_0": "surname:Szwagierczak;given-names:A",
              "name_1": "surname:Bultmann;given-names:S",
              "name_2": "surname:Schmidt;given-names:CS",
              "name_3": "surname:Spada;given-names:F",
              "name_4": "surname:Leonhardt;given-names:H",
              "pub-id_pmid": "20685817",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "38",
              "year": "2010"
            },
            "text": "Sensitive enzymatic quantification of 5-hydroxymethylcytosine in genomic DNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43564,
            "infons": {
              "comment": "doi: 10.1038/nature09586",
              "fpage": "839",
              "lpage": "843",
              "name_0": "surname:Ko;given-names:M",
              "name_1": "surname:Huang;given-names:Y",
              "name_2": "surname:Jankowska;given-names:AM",
              "name_3": "surname:Pape;given-names:UJ",
              "name_4": "surname:Tahiliani;given-names:M",
              "name_5": "surname:Bandukwala;given-names:HS",
              "pub-id_pmid": "21057493",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "468",
              "year": "2010"
            },
            "text": "Impaired hydroxylation of 5-methylcytosine in myeloid cancers with mutant TET2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43643,
            "infons": {
              "comment": "doi: 10.1016/j.ccr.2010.11.015",
              "fpage": "553",
              "lpage": "567",
              "name_0": "surname:Figueroa;given-names:ME",
              "name_1": "surname:Abdel-Wahab;given-names:O",
              "name_2": "surname:Lu;given-names:C",
              "name_3": "surname:Ward;given-names:PS",
              "name_4": "surname:Patel;given-names:J",
              "name_5": "surname:Shih;given-names:A",
              "pub-id_pmid": "21130701",
              "section_type": "REF",
              "source": "Cancer Cell",
              "type": "ref",
              "volume": "18",
              "year": "2010"
            },
            "text": "Leukemic IDH1 and IDH2 mutations result in a hypermethylation phenotype, disrupt TET2 function and impair hematopoietic differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43779,
            "infons": {
              "comment": "doi: 10.1097/PAS.0000000000000503",
              "fpage": "1719",
              "issue": "12",
              "lpage": "1729",
              "name_0": "surname:Menon;given-names:MP",
              "name_1": "surname:Nicolae;given-names:A",
              "name_2": "surname:Meeker;given-names:H",
              "name_3": "surname:Raffeld;given-names:M",
              "name_4": "surname:Xi;given-names:L",
              "name_5": "surname:Jegalian;given-names:AG",
              "pub-id_pmid": "26379152",
              "section_type": "REF",
              "source": "Am J Surg Pathol",
              "type": "ref",
              "volume": "39",
              "year": "2015"
            },
            "text": "Primary CNS T-cell lymphomas: a clinical, morphologic, immunophenotypic, and molecular analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]