[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250706",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC5443495",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Spaceflight, immune dysfunction and metabolism",
              "article-id_doi": "10.1371/journal.pone.0174174",
              "article-id_pmc": "PMC5443495",
              "article-id_pmid": "28542224",
              "article-id_publisher-id": "PONE-D-16-30416",
              "elocation-id": "e0174174",
              "issue": "5",
              "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
              "name_0": "surname:Pecaut;given-names:Michael J.",
              "name_1": "surname:Mao;given-names:Xiao Wen",
              "name_2": "surname:Bellinger;given-names:Denise L.",
              "name_3": "surname:Jonscher;given-names:Karen R.",
              "name_4": "surname:Stodieck;given-names:Louis S.",
              "name_5": "surname:Ferguson;given-names:Virginia L.",
              "name_6": "surname:Bateman;given-names:Ted A.",
              "name_7": "surname:Mohney;given-names:Robert P.",
              "name_8": "surname:Gridley;given-names:Daila S.",
              "name_9": "surname:Fornace;given-names:Albert J.;suffix:Jr",
              "notes": "Transcriptomics and metabolomics data have been uploaded into the publicly accessible, NASA GeneLAB data base. Transcriptomics data can be found here: https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-25/. Metabolomics data can be found here: https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-108/.",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "12",
              "year": "2017"
            },
            "text": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 84,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The Space Shuttle Atlantis launched on its final mission (STS-135) on July 8, 2011. After just under 13 days, the shuttle landed safely at Kennedy Space Center (KSC) for the last time. Female C57BL/6J mice flew as part of the Commercial Biomedical Testing Module-3 (CBTM-3) payload. Ground controls were maintained at the KSC facility. Subsets of these mice were made available to investigators as part of NASA’s Bio-specimen Sharing Program (BSP). Our group characterized cell phenotype distributions and phagocytic function in the spleen, catecholamine and corticosterone levels in the adrenal glands, and transcriptomics/metabolomics in the liver. Despite decreases in most splenic leukocyte subsets, there were increases in reactive oxygen species (ROS)-related activity. Although there were increases noted in corticosterone levels in both the adrenals and liver, there were no significant changes in catecholamine levels. Furthermore, functional analysis of gene expression and metabolomic profiles suggest that the functional changes are not due to oxidative or psychological stress. Despite changes in gene expression patterns indicative of increases in phagocytic activity (e.g. endocytosis and formation of peroxisomes), there was no corresponding increase in genes related to ROS metabolism. In contrast, there were increases in expression profiles related to fatty acid oxidation with decreases in glycolysis-related profiles. Given the clear link between immune function and metabolism in many ground-based diseases, we propose a similar link may be involved in spaceflight-induced decrements in immune and metabolic function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1726,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1739,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The final US Space Shuttle mission, STS-135, launched on July 8, 2011. After 12 days, 18 hours and 29 minutes, Space Shuttle Atlantis landed safely at Kennedy Space Center (KSC) for the last time. One of the many experiments flown on this historic flight to the International Space Station (ISS) was BioServe Space Technology’s Commercial Biomedical Testing Module-3 (CBTM-3). Sponsored by Amgen, Inc., the last animal flight of the shuttle era was intended to test the impact of their proprietary pharmaceutical agent on spaceflight-induced musculoskeletal atrophy. Participants in the NASA Biospecimen Sharing Program (BSP) were given the opportunity to analyze a subset of the placebo-treated mice (n = 5–10, depending on the assay and tissue) as long as it did not interfere with the primary science. Our research team at Loma Linda University (LLU) has participated in all three Amgen/CBTM flights (STS-108, -118, and -135), giving us the unique opportunity to both repeat and expand on previous results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2753,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There are at least three, currently unavoidable components of the spaceflight environment that directly impact immune function. These include changes in the inertial environment (e.g. launch and landing loads, microgravity), low-dose/low-dose-rate radiation (e.g. solar particle events, galactic cosmic rays, and the Van Allen belts), and physiological/psychological stress (e.g. unloading, work-related stress). Ground-based studies have shown that each of these environmental factors alone can have an impact on immune function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3284,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previously, we and others have shown that the spaceflight environment can have a dramatic influence on immunity. Virtually all immune populations are reduced after spaceflight. Studies in both animal models and humans have shown that the spaceflight environment can influence total body, thymus and spleen mass, lymphocyte population distributions and circulating corticosterone levels.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3671,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Interestingly, spaceflight is also known to alter energy/lipid metabolism and ground-based studies suggest that the stress marker, corticosterone/cortisol, plays a significant role. Corticosterone promotes fat breakdown in adipose and muscle tissues to provide glycerol to the liver for gluconeogenesis. As we demonstrate, metabolomic analysis of the liver indicates that glycerol was more abundant in flight mice relative to ground controls. Furthermore, data from the liver, skin and adrenal gland suggest that spaceflight caused a significant increase in corticosterone levels system-wide.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4264,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "These seemingly unrelated lines of investigation are important because there is a growing body of work describing the interaction between innate immunity and lipid metabolism (S1 Fig). Chronic inflammation is now accepted as a critical component in many pathologies and chronic diseases. Macrophages are not only among the first responders in host resistance to infection, but also have an underappreciated role in host health when metabolic changes occur. For example, in obese people, increased numbers of liver and adipose tissue macrophages correlate with the development of metabolic syndrome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4863,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In the current study we describe a more systemic response to microgravity by combining traditional measures of innate immune function (population distributions, oxidative burst capacity, phagocytosis) and stress responses (adrenal catecholamine and corticosterone levels) with ‘omics techniques (metabolomics and transcriptomics). We believe that, for the first time, we can begin to show the links between spaceflight-dependent immune dysfunction and changes in metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5340,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5348,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mice and treatment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5367,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On July 8, 2011, age- and weight-matched, 11 week old, female C57BL/6J mice (n = 15/group) were placed into three Animal Enclosure Modules (AEMs, 2 groups of 5 per AEM separated by a wire mesh) and flown on the Space Shuttle Atlantis (STS-135) for ~13 days. There were two sets of ground controls housed at the Space Life Science Laboratory (SLSL) at KSC: Ground AEM controls (n = 10) and Vivarium controls (n = 8). Due to the nature of the NASA Biospecimen Sharing Program (BSP), we did not receive tissues from all mice for all assays. Sample sizes for individual assays are indicated where appropriate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5973,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Ground AEM control mice were placed into the same hardware used in flight and environmental parameters such as temperature and CO2 levels were matched as closely as possible based on 48-hour delayed telemetry data. Conditions were controlled for temperature, humidity, and a 12:12 hr light:dark cycle; food (food bars developed by NASA Ames) and water was provided ad libitum. Vivarium control mice, housed in standard shoebox cages and fed standard rodent chow, were used to normalize cell counts, thus minimizing day-to-day variability.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6512,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mice were euthanized and dissected within 3–5 hours of landing. As part of the primary science, all mice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI) immediately prior to anesthesia and euthanization. Mice were anesthetized with 3–5% isoflurane and euthanized with 100% CO2 and exsanguination via cardiac puncture. Samples were shipped to either LLU or University of Colorado Anschutz Medical Campus and stored appropriately prior to use. These studies were approved by the NASA Ames and University of Colorado at Boulder Institutional Animal Care and Use Committees (IACUCs).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7142,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Tissue handling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7158,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Each spleen was cut in half at the time of dissection, placed into complete Roswell Park Memorial Institute-1640 (RPMI-1640) medium with 20% bovine calf serum and shipped on ice via overnight courier to LLU for further processing. Note: There was a problem with the courier shipping fresh tissues from the ground control mice from KSC to LLU. As a result, “fresh” ground control splenocyte samples were processed and assayed at LLU 48 hours after tissue collection. In contrast, “fresh” flight samples were processed and assayed roughly 24 hours post-tissue collection. This must be considered in interpreting all assays involving “fresh” splenocytes presented below. Only the assays that involved fresh splenic tissue were affected by this shipping error. These include flow cytometry, oxidative burst, background ROS, and phagocytosis assays.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8015,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Adrenals were snap frozen in liquid nitrogen at the time of dissection and stored at -80°C until analysis. Liver lobes were extracted and dissected at the time of dissection. A portion of the sample was prepared in 4% paraformaldehyde. The rest of the liver was snap frozen in liquid nitrogen and stored at -80°C until analysis. Note: none of the liver or adrenal tissues were impacted by the shipping error.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8426,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Splenocyte viability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8447,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Spleen cell concentration was adjusted to 2 x 106 cells/ml and mixed with 0.4% trypan blue solution. The cell suspension was loaded onto CHT4 counting chamber slides and viability was assessed via the Cellometer Auto T4 (Nexcelcom Bioscience LLC, Lawrence, MA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8709,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Splenic leukocyte quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8742,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Splenocyte single-cell suspensions were diluted in RPMI-1640 medium and evaluated using the ABC Vet Hematology Analyzer (Heska Corp., Waukesha, WI) after lysis of erythrocytes by incubation in 2 ml of ammonium-chloride-potassium solution for 4 min at 4°C.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8999,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Immunophenotyping of lymphocyte subsets was performed on spleen using a FACSCaliburTM flow cytometer (Becton Dickinson, Inc., San Jose, CA). Monoclonal antibodies (MAb; BD Pharmingen, Inc., San Diego, CA) were labeled with fluorescein isothiocyanate (FITC), R-phycoerythrin (PE), allophycocyanin (APC), or peridinin chlorophyll protein (PerCP). MAb were directed against the following markers: CD3 (G4.18)–mature T cells; CD4 (OX-35)–T helper (Th) cells; CD8 (OX-8)–T cytotoxic (Tc) cells; CD45 (OX-1)–leukocytes; CD45R (HIS24)–B cells. We gated on the mononuclear population on a CD45 vs side scatter dot plot. At least 5,000 gated events/tube were evaluated using CellQuestTM software version 3.1 (Becton Dickinson).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9728,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All cell count numbers were normalized to Vivarium controls and combined for the final analysis using the following equation: Final Data Point = [Measured Data Point] / [Average of Daily Vivarium Control] * [Average of All Controls for All Experiments].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9982,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Splenocyte oxidative burst and background reactive oxygen species (ROS)–plate reader",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10069,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Spleen white blood cells (WBCs) were treated with zymosan A (for burst activity; Sigma Chemical Co., St. Louis, MO) or medium (for background activity), and 2',7'-dichlorodihydrofluorescein diacetate (DCFH-DA; Molecular Probes, Inc., Eugene, OR), a membrane-permeable diacetate derivative of DCFH. Upon entering cells the diacetate is cleaved enzymatically. Both the DCFH-DA and DCFH are non-fluorescent fluorescein analogues. They are oxidized to highly fluorescent 2',7'-dichlorofluorescein (DCF) by H2O2 and hydroperoxides. The fluorescence intensity was measured using a fluorometer at 485 nm excitation and 530 emission.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10695,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Splenocyte oxidative burst and phagocytosis–flow cytometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10756,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Fixed Staphylococcus aureus (Trade name Pansorbin, Calbiochem, San Diego, CA) was stained with propidium iodide (PI) and used to quantify phagocytosis. DCFH-DA was used to quantify oxidative burst. Spleen cells were transferred into 5 ml tubes. DCFH-DA and PI-labeled S. aureus were added to the cells and allowed to incubate. Fluorescence was detected using a 4-color FACSCaliburTM flow cytometer. Analysis of 5,000 events/tube was performed using CellQuestTM software (v3.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11234,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Adrenal tissue homogenate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11260,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "One adrenal gland from each mouse was weighed and homogenized using a Powergen homogenizer (Fischer Scientific, Tustin, CA) with 500 μl of phosphate-buffered saline (PBS), the other adrenal was homogenized with 500 μl of 0.1M HClO4. The samples were spun at 12,000 x g for 15 min at 4°C. The supernatant was aliquotted and frozen at -80°C until assayed. The supernatants were used to assess adrenocorticotropic hormone (ACTH) receptor. Samples homogenized in HClO4 were used to assess corticosterone, protein, and catecholamines.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11794,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Total protein concentration in adrenals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11834,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Total protein concentration was quantified in the adrenals using a Pierce bicinchoninic acid (BCA) Protein Assay kit (Thermo Fisher Scientific, Tustin, CA). Samples were run with protein standards ranging from 500 μg/ml to 7.8 μg/ml diluted with 0.1M HClO4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12094,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Corticosterone via enzyme-linked immunosorbent assay (ELISA)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12155,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The adrenal glands from each mouse were homogenized. Supernatants were collected after centrifugation and stored at -80°C. Aliquots of frozen adrenal tissue supernatant were thawed, diluted 1:10 in assay buffer, and corticosterone was measured using an ELISA kit for mouse corticosterone from AssayPro (St. Charles, MO), according to manufacturer’s instructions. Plates containing duplicate samples and standards were read on a microplate reader set at 450 nm. Corticosterone levels in adrenal supernatants were calculated from the standard curve and expressed as means ± SEM in ng/mg protein. Cross reactivity for other steroids, such as aldosterone or progesterone, was <2% or lower. Minimum detection of corticosterone by the kits was 0.156 ng/ml, and intra-assay and inter-assay variabilities were 5.0% and 7.1%, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12990,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "ACTH receptor via ELISA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13014,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ACTH receptors and phosphorylated ACTH receptors were assayed in adrenal gland homogenates using ELISA kits from MyBiosource (San Diego, CA) as per the manufacturer’s instructions. Samples were run in duplicate along with known standards in 96-well plates at room temperature. Plates were read on a plate reader set at 450 nm immediately after adding the stop solution. Data were expressed as means ± SEM in pg/mg protein. The sensitivity of the kit was 2.0 pg/ml. The detection range of the kit was 15.6–500.0 pg/ml. Intra-assay coefficient of variation (CV) and inter-assay CV were less than 15%.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13618,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Catecholamines via high-performance liquid chromatography (HPLC)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13683,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Frozen aliquots of supernatant from adrenal tissue were thawed and diluted 1:5 in 0.1M HClO4. Epinephrine, norepinephrine and dopamine were measured by HPLC using an ESA 582 isocratic pump, an ESA 542 autosampler, a Waters Atlantis T3 150 mm X 4.6 mm C18 reverse phase column, and an ESA Coulochem III detector with a 5011a cell set at +250 mV and -200 mV. The mobile phase was a 100 μM citric acid/phosphate buffer with 20% methanol pH 3.5. The assay volume was 50 μl. Values were expressed as a mean ± SEM in ng/mg protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14212,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Metabolomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14225,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Frozen liver samples were shipped to Metabolon, Inc. (Durham, NC) for analysis. Methanol extraction of small molecules was carried out, as described previously, using 100 mg of liver tissue per sample. In addition, a small volume of each sample was utilized to create a pooled liver sample that was prepared in parallel and included as a technical replicate to assess variability and sensitivity in measurements, as described. The resulting extract was divided into four fractions for non-targeted metabolomics analysis: one for analysis by ultra-high performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS; positive mode), one for analysis by UPLC-MS/MS (negative mode), one for analysis by gas chromatography–mass spectrometry (GC-MS), and one sample was reserved for backup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15021,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The UPLC-MS/MS platform utilized a Waters Acquity UPLC with Waters UPLC BEH C18-2.1×100 mm, 1.7 μm columns and a ThermoFisher LTQ mass spectrometer, which included an electrospray ionization source and a linear ion-trap mass analyzer. The instrumentation was set to monitor for positive ions in acidic extracts or negative ions in basic extracts through independent injections. The instrument was set to scan 80–1000 m/z (molecular weight) and alternated between MS and MS/MS scans. Samples destined for analysis by GC-MS were dried under vacuum desiccation for a minimum of 18 hours prior to being derivatized using bis(trimethylsilyl)trifluoroacetamide. Derivatized samples were separated on a 5% diphenyl / 95% dimethyl polysiloxane fused silica column (20 m x 0.18 mm ID; 0.18 μm film thickness) with helium as carrier gas and a temperature ramp from 60° to 340°C in a 17.5 min period. A Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole MS using electron impact ionization (EI) and operated at unit mass resolving power was utilized, and the scan range was from 50–750 m/z.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16117,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metabolites were identified by automated comparison of the ion features in the experimental samples to a reference library of chemical standard entries that included retention time, molecular weight (m/z), preferred adducts, and in-source fragments as well as associated MS spectra, and curated by visual inspection for quality control using software developed at Metabolon. Identification of known chemical entities was based on comparison to metabolomic library entries of more than 4,000 purified standards. Raw area counts for each metabolite were re-scaled to set the medians to 1.0 for metabolites identified. Missing values, assumed to be below the limit of detection of the platform used, were imputed with the observed minimum after normalization. An estimate of the false discovery rate among metabolites identified as significantly different (p<0.05) between space flight livers and AEM controls was calculated to be 22% when applying the q-value method of Storey and Tibshirani.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17108,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA isolation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17122,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "RNA isolation was performed using the RNeasy Mini Kit (Qiagen, Inc. Valencia, CA) as per the manufacturer’s instructions. A maximum of 30-mg frozen liver/mouse tissue was used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17301,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Target preparation/processing for GeneChip analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17353,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "After isolation, RNA was frozen at -80°C and shipped on dry ice to the University of California, Irvine (UCI) Genomics High-Throughput Facility (GHTF) for further analysis. The following protocol was provided by the UCI GHTF.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17580,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Isolated total RNA samples were processed as recommended by Affymetrix, Inc. (Affymetrix GeneChip Whole Transcript Sense Target Labeling Assay Manual, Affymetrix, Inc., Santa Clara, CA). In brief, total RNA was initially isolated as described above and then put through an RNeasy spin column (Qiagen, Chatsworth, CA) for further clean up. Eluted total RNAs were quantified by NanoDrop (ThermoScientific, Wilmington, DE) and the concentrations of sample aliquots were adjusted to 100 ng/μl. Total RNA samples were assessed for quality prior to performing target preparation/processing steps by loading approximately 25–250 ng of each sample onto a RNA 6000 Nano LabChip, which was evaluated on an Agilent Biolanalyzer 2100 (Agilent Technologies, Palo Alto, CA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18344,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Ambion whole transcript (WT) expression kit (Life Technologies, Carlsbad, CA) was used to prepare RNA samples for whole transcriptome microarray analysis. Briefly, random hexamers that were tagged with a T7 promoter were used in first strand synthesis of cDNA. Then, using the T7 promoter, second strand synthesis was performed and the double-stranded cDNA was subsequently used as a template in an in vitro transcription reaction to generate many copies of antisense cRNA. Ten μg of antisense cRNA was input into a second cycle cDNA reaction using reverse transcriptase and random hexamers to produce single-stranded DNA in the sense orientation. The single-stranded DNA was fragmented to an average length of 70 bases and then labeled using a recombinant terminal deoxynucleotidyl transferase (TdT) and an Affymetrix proprietary DNA labeling reagent that was covalently linked to biotin. Two μg of the labeled, fragmented single-stranded cDNA was hybridized at 45°C with rotation for 17 hours (Affymetrix GeneChip Hybridization Oven 640) to probe sets present on an Affymetrix GeneChip 1.0ST array. The GeneChip arrays were washed and then stained with streptavidin-phycoerythrin on an Affymetrix Fluidics Station 450 (Fluidics protocol FS450_007). Arrays were scanned using GeneChip Scanner 3000 7G and Command Console Software v. 3.2.3 to produce.CEL intensity files.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19723,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The probe cell intensity files (*.CEL) were analyzed in Affymetrix Expression Console software v1.1.1 using the Probe Logarithmic Intensity Error (PLIER) algorithm to generate probe level summarization files (*.CHP). The settings used were algorithm-PLIER v2.0; quantification scale-Linear; quantification type-signal and detection P value; background-perfect match GC composition-based background correction (PM-GCBG); normalization method-sketch-quantile.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20181,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Gene expression data were then processed via CARMAweb (Comprehensive R based Microarray Analysis web service) using the significance analysis of microarrays (SAM) method to get fold changes for determining differential expression and p values. The Benjamini-Hochberg method was used to identify false positives. CARMAweb is a free, online tool hosted by Medical University Innsbruck.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20565,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Histology and immunohistochemistry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20600,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PFA fixed, 5 μm tissue sections were processed for hematoxylin-and-eosin (H&E) staining and immunofluorescence microscopy as described previously. Additional histology sections were processed for Periodic Schiff Stain (PAS) and Picrosirius Red stain. Immunoreactivity was visualized using secondary antibodies conjugated with Alexafluor 488 or Alexafluor 594 at dilutions of 1:500 and 1:250, respectively. Nuclei were stained with 4‘,6-diamidino-2-phenylindole (Sigma). Immunofluorescence images were captured on a Nikon Diaphot fluorescence microscope (Nikon Corporation, Tokyo, Japan) and digitally deconvolved using the No Neighbors algorithm (Slidebook, Denver, CO) as described previously. Histologic images were captured on an Olympus BX51 microscope equipped with a four megapixel Macrofire digital camera (Optronics, Goleta, CA) using the PictureFrame Application 2.3 (Optronics). Cross-polarized light was also used to enhance visualization of Picrosiruis Red stained images as previously described. All images were cropped and assembled using Photoshop CS2 (Adobe Systems, Inc., Mountain View, CA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21712,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21723,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Functional analysis of gene expression data provided by the UCI GHTF was performed at LLU using Ingenuity Pathway Analysis (IPA) software (Qiagen, Inc., Redwood City, CA). A z-score of < -2.0 or > 2.0 was considered significant. A P value of overlap < 0.05, indicates that the genes in our data set significantly overlap with the genes known to be involved with the function. Predicted effects are based on the literature and the measured effect of spaceflight. In some cases, the down-regulation of a specific gene may lead to an increase in functional activity and vice versa. The z-score represents the combined predicted response of all genes known to be explicitly involved in a particular function. All other data were analyzed using Sigmaplot 12.0 (Systat Software, Inc., San Jose, CA) with an unpaired T-test; P<0.05 and P<0.1 indicating significance and trending, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22610,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22618,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Total body mass decreased after spaceflight but not significantly",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22684,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There were no significant differences in total body mass at the time of sacrifice (AEM 19.5 ± 0.5 g, Flight 18.4 ± 0.5 g). Sample size: n = 8 for AEM ground controls, n = 7 for Flight. However, when calculated as a difference from preflight, baseline mass, we previously reported that spaceflight mice lost significantly more mass compared to AEM controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23043,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Decrease in splenocyte viability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23076,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There was a significant decrease in viability of splenocytes noted in the ground control mice (P<0.001); 77% of splenocytes were viable in flight mice while only 68% were viable in ground controls. The difference in viability was likely due to a problem with shipping fresh tissues from the ground control mice from KSC to LLU (as described above). This difference in viability, although relatively small, must be considered in interpreting all assays involving “fresh” splenocytes presented below. Sample size: n = 8 for AEM ground controls, n = 5 for Flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23641,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight decreased major splenic leukocyte subset counts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23701,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There were significant flight-induced decreases in the total number of all major leukocyte populations (P<0.001, S2 Fig). In terms of proportions, spaceflight caused a shift toward lymphocytes (P<0.001) away from granulocytes (P<0.001), with no significant impact on monocyte/macrophage percentages.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24001,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight decreased splenic lymphocyte subset counts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24056,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Spaceflight caused decreases in the total count of all measured lymphocyte subsets (S3 Fig) including T (P<0.001), Th (P<0.001), Tc (P<0.005), B (P<0.001) and NK (P<0.05) cells. In contrast, with the exception of an increase in Tc cells percentages (P<0.05), there was no significant impact of spaceflight on the proportions of any lymphocytes. The proportional increase in Tc cells led to a significant, flight-induced decrease in the CD4/CD8 ratio (P<0.01), i.e., 1.6 for flight mice versus 2.0 for AEM ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24578,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight increased splenic background ROS & oxidative burst but decreased phagocytosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24668,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As indicated in Fig 1, we characterized the capacity of cells present in the spleen to generate an oxidative burst using both flow cytometry and a plate-based fluorescent assay. In both cases, we found significant spaceflight-induced increases (P<0.001). In contrast, there were decreases in phagocytic capacity in flight mice (P<0.001). Lastly, spaceflight increased the levels of unstimulated, background ROS (P<0.001).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25090,
            "infons": {
              "file": "pone.0174174.g001.jpg",
              "id": "pone.0174174.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of spaceflight on splenocyte phagocytic function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25148,
            "infons": {
              "file": "pone.0174174.g001.jpg",
              "id": "pone.0174174.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Flow = Flow cytometry based assay. Plate = 96 well/fluorescence-based assay. Values represent means ± SEM. N = 8 for Ground controls, 5 for Flight. *P<0.001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25307,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight increased adrenal corticosterone, decreased ACTH receptors, and did not impact catecholamine levels",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25419,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We observed a trend for a spaceflight-induced increase in corticosterone levels in the adrenal glands (P = 0.066, Fig 2). Although there were consistent decreases noted in ACTH receptors (total or phosphorylated), these also did not reach significance. However, the corticosterone/phosphorylated ACTH receptor ratio was greater in mice who experienced spaceflight (P<0.05, See S1 Table).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25807,
            "infons": {
              "file": "pone.0174174.g002.jpg",
              "id": "pone.0174174.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of spaceflight on corticosterone and ACTH receptor levels in the adrenal gland.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25895,
            "infons": {
              "file": "pone.0174174.g002.jpg",
              "id": "pone.0174174.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Corticosterone was quantified via ELISA. Values represent means ± SEM. N = 8 for Ground controls, 5 for Flight. T = trend, P = 0.066. ACTH receptor (ACTH-r) levels quantified via ELISA. p-ACTH-r = phosphorylated ACTH-r. Values represent means ± SEM. N = 11 for Ground controls, 7 for Flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26189,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "There were no significant signs of spaceflight-induced changes in the adrenal catecholamines, norepinephrine and epinephrine (Fig 3). Similarly, although there was a slight elevation in dopamine in flight mice, this was not significant. However, this elevation resulted in significant increases in the dopamine/norepinephrine ratio in spaceflight mice (P<0.05, See S1 Table). Spaceflight tended to decrease the norepinephrine/corticosterone and epinephrine/corticosterone ratios (P = 0.068 and P = 0.056, respectively, S1 Table), but had no significant impact on the dopamine/corticosterone ratio.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26787,
            "infons": {
              "file": "pone.0174174.g003.jpg",
              "id": "pone.0174174.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of spaceflight on catecholamine levels in the adrenal gland.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26856,
            "infons": {
              "file": "pone.0174174.g003.jpg",
              "id": "pone.0174174.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Catecholamines measured via HPLC. EPI = epinephrine. NE = Norepinephrine. DA = dopamine. Values represent means ± SEM. N = 13 for Ground controls, 7 for Flight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27018,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight altered liver metabolite levels",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27062,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We performed untargeted metabolite profiling in the liver, comparing spaceflight and AEM ground controls. The effect of spaceflight on energy and lipid metabolism in these mice has been recently described. Metabolites relevant to the current discussion are included in Table 1. We found significant increases in corticosterone as well as changes in some of the components of glutathione (GSH) synthesis. Specifically, there were decreases in GSH with corresponding increases in 2-aminobutyrate and ophthalmate, potentially indicative of increased oxidative stress. Osmolyte concentrations were altered, with increases in betaine and taurine, and decreases in alanine, glycerophosphorylcholine (GPC) and hypotaurine observed. Finally, we found an increase in glycerol and decreased levels of 3-indoxyl sulfate, a measure of kidney function commonly characterized in the blood.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27938,
            "infons": {
              "file": "pone.0174174.t001.xml",
              "id": "pone.0174174.t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Effects of spaceflight on liver metabolomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27984,
            "infons": {
              "file": "pone.0174174.t001.xml",
              "id": "pone.0174174.t001",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Values represent fold changes over AEM controls. All other values are significant (P<0.05). Analysis provided by Metabolon, Inc.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28113,
            "infons": {
              "file": "pone.0174174.t001.xml",
              "id": "pone.0174174.t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Function</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Metabolite</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Fold Change</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Steroid Synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Corticosterone</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.51</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glutathione (GSH) Synthesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2-aminobutyrate</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.62</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cystathionine</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.39</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cysteinylglycine (cys-gly)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.43</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glutathione, reduced (GSH)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.85</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ophthalmate</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.33</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Osmolyte</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Alanine</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.30</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Betaine</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.83</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glycerophosphorylcholine (GPC)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-3.57</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hypotaurine</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.43</td></tr><tr><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Taurine</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.17</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kidney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3-indoxyl sulfate</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-1.96</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Gluconeogenesis</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glycerol</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.42</td></tr></tbody></table>\n"
            },
            "text": "Function\tMetabolite\tFold Change\t \tSteroid Synthesis\tCorticosterone\t1.51\t \tGlutathione (GSH) Synthesis\t2-aminobutyrate\t1.62\t \t\tCystathionine\t-1.39\t \t\tCysteinylglycine (cys-gly)\t-1.43\t \t\tGlutathione, reduced (GSH)\t-1.85\t \t\tOphthalmate\t2.33\t \tOsmolyte\tAlanine\t-1.30\t \t\tBetaine\t1.83\t \t\tGlycerophosphorylcholine (GPC)\t-3.57\t \t\tHypotaurine\t-1.43\t \t\tTaurine\t1.17\t \tKidney\t3-indoxyl sulfate\t-1.96\t \tGluconeogenesis\tGlycerol\t1.42\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28537,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight altered liver gene expression patterns related to innate immunity, oxidative stress and metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28648,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Although we performed a full genomic screen of changes in mouse liver gene expression after spaceflight, we present only a subset of the data here. Similarly, although there are multiple methods for analyzing the data (e.g. basic fold changes, pathway analysis, upstream transcription regulation analysis, etc.), here we focus on genes identified though a functional analysis via IPA. This analysis allowed us to identify genes that are both functionally related (based on the current state of the literature) and statistically correlated to spaceflight. This analysis takes into consideration that, in some cases, down-regulation of a particular gene may actually lead to the activation of a particular function, or vice versa.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29377,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 2 lists a subset of the immune and oxidative stress-related functions identified by IPA to be significantly altered in the liver by spaceflight (z-score >2.0 for activation, <-2.0 for deactivation). Generally, spaceflight appears to have up-regulated functions related to viral infections (z > 4.2) and infections of cells (z > 2.8). Likely linked to this is the activation of clathrin- and receptor-mediated endocytosis (z > 3.1 and z > 2.7, respectively), fusion of late endosomes (z > 2.1) and formation of peroxisomes (z > 2.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29916,
            "infons": {
              "file": "pone.0174174.t002.xml",
              "id": "pone.0174174.t002",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Spaceflight effect on immune-related liver gene expression based on functional analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30005,
            "infons": {
              "file": "pone.0174174.t002.xml",
              "id": "pone.0174174.t002",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Functional analysis was performed with IPA software. Activation z score = statistical value representing the activation state. Z > 2.0 or <-2.0 is generally considered significant. P value = P-value of overlap, a statistical representation describing the level of overlap of genes in our data set compared to the total number of genes known to be directly involved in a particular function based on the literature. # molecules = Number of genes in our data set known to be directly involved in a particular function based on the literature. A complete description of the analysis can be found on the IPA website (http://www.ingenuity.com/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30646,
            "infons": {
              "file": "pone.0174174.t002.xml",
              "id": "pone.0174174.t002",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Function</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Activation z-score</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Predicted Activation State</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">p-Value</th><th align=\"center\" rowspan=\"1\" colspan=\"1\"># Genes</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Viral Infection</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">4.278</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.34E-06</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">335</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Clathrin-Mediated Endocytosis</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">3.125</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.70E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">20</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Infection of Cells</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.838</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.61E-04</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">139</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Receptor-Mediated Endocytosis</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.775</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.21E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">23</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Formation of Peroxisomes</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.191</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.78E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fusion of Late Endosomes</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.183</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.90E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Activation of CD8+ T Lymphocyte</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.000</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.00E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Senescence of Cells</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.555</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.96E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">61</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Trends</italic></bold></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Oxidative Stress Response of Cells</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>-1</italic>.<italic>773</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>8</italic>.<italic>88E-03</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>18</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Cell Death of Granulocytes</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>-1</italic>.<italic>794</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>3</italic>.<italic>83E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>26</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Metabolism of Reactive Oxygen Species</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>-1</italic>.<italic>796</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>3</italic>.<italic>31E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>106</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Stress Response of Cells</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>-1</italic>.<italic>948</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>34E-03</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>33</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Synthesis of Reactive Oxygen Species</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>-1</italic>.<italic>984</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>3</italic>.<italic>52E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>104</italic></td></tr></tbody></table>\n"
            },
            "text": "Function\tActivation z-score\tPredicted Activation State\tp-Value\t# Genes\t \tViral Infection\t4.278\tIncreased\t2.34E-06\t335\t \tClathrin-Mediated Endocytosis\t3.125\tIncreased\t1.70E-02\t20\t \tInfection of Cells\t2.838\tIncreased\t5.61E-04\t139\t \tReceptor-Mediated Endocytosis\t2.775\tIncreased\t2.21E-02\t23\t \tFormation of Peroxisomes\t2.191\tIncreased\t6.78E-03\t6\t \tFusion of Late Endosomes\t2.183\tIncreased\t1.90E-02\t6\t \tActivation of CD8+ T Lymphocyte\t-2.000\tDecreased\t7.00E-03\t5\t \tSenescence of Cells\t-2.555\tDecreased\t2.96E-02\t61\t \tTrends\t\t\t\t\t \tOxidative Stress Response of Cells\t-1.773\tDecreased\t8.88E-03\t18\t \tCell Death of Granulocytes\t-1.794\tDecreased\t3.83E-02\t26\t \tMetabolism of Reactive Oxygen Species\t-1.796\tDecreased\t3.31E-02\t106\t \tStress Response of Cells\t-1.948\tDecreased\t1.34E-03\t33\t \tSynthesis of Reactive Oxygen Species\t-1.984\tDecreased\t3.52E-02\t104\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31490,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Surprisingly, despite the increase in activity related to viral infection, there is a down-regulation in the functional activation of CD8+ T lymphocytes (z < -2.0). Furthermore, although z-scores did not reach the level of significance, there also are trends for the down-regulation of functions related to oxidative stress and ROS metabolism (z < -1.7).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31845,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 3 describes the functional analyses of genes in the liver related to glycolysis and lipid metabolism. In general, functions related to the generation and sequestration of glucose are up-regulated (z > 2.0) by spaceflight, while functions related to glycolysis are down-regulated (z < -2.0). There are also strong trends for increases in functions that involve the oxidation of lipids (z > 1.8).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32246,
            "infons": {
              "file": "pone.0174174.t003.xml",
              "id": "pone.0174174.t003",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Spaceflight effect on liver expression for genes involved in carbohydrate and lipid metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32342,
            "infons": {
              "file": "pone.0174174.t003.xml",
              "id": "pone.0174174.t003",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Functional analysis was performed with IPA software. Activation z score = statistical value representing the activation state. Z > 2.0 or <-2.0 is generally considered significant. P value = P-value of overlap, a statistical representation describing the level of overlap of genes in our data set compared to the total number of genes known to be directly involved in a particular function based on the literature. # molecules = Number of genes in our data set known to be directly involved in a particular function based on the literature. A complete description of the analysis can be found on the IPA website (http://www.ingenuity.com/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32983,
            "infons": {
              "file": "pone.0174174.t003.xml",
              "id": "pone.0174174.t003",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Function</th><th align=\"right\" rowspan=\"1\" colspan=\"1\">Activation z-score</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Predicted Activation State</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">p-Value</th><th align=\"center\" rowspan=\"1\" colspan=\"1\"># Genes</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Incorporation of D-Glucose</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.93E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthesis of Phosphatidylserine</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.000</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.51E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Beta-Oxidation of Fatty Acid</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.153</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.00E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Concentration of Choline-Phospholipid</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.154</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.27E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">14</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthesis of D-Glucose</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.302</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.44E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">21</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthesis of Monosaccharide</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.463</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.76E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Uptake of Fatty Acid</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.754</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.67E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glycolysis of Carbohydrate</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.758</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.36E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glycolysis of D-Glucose</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.571</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.91E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Glycolysis</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.548</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.88E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">18</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Concentration of Fatty Acid</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.541</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.11E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">69</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Disorder of Lipid Metabolism</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">-2.040</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Decreased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.39E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">58</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Trends</italic></bold></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Oxidation of Lipid</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>843</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>31E-03</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>56</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Oxidation of Fatty Acid</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>891</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>2</italic>.<italic>53E-03</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>44</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Biliary Excretion of Lipid</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>963</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>2</italic>.<italic>16E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>4</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Hydrolysis of Diacylglycerol</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>980</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>2</italic>.<italic>16E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>4</italic></td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Concentration of Phosphatidylcholine</italic></td><td align=\"right\" rowspan=\"1\" colspan=\"1\"><italic>1</italic>.<italic>989</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Increased</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>2</italic>.<italic>82E-02</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\"><italic>11</italic></td></tr></tbody></table>\n"
            },
            "text": "Function\tActivation z-score\tPredicted Activation State\tp-Value\t# Genes\t \tIncorporation of D-Glucose\t2.000\tIncreased\t3.93E-02\t6\t \tSynthesis of Phosphatidylserine\t2.000\tIncreased\t1.51E-03\t5\t \tBeta-Oxidation of Fatty Acid\t2.153\tIncreased\t2.00E-02\t17\t \tConcentration of Choline-Phospholipid\t2.154\tIncreased\t1.27E-02\t14\t \tSynthesis of D-Glucose\t2.302\tIncreased\t3.44E-02\t21\t \tSynthesis of Monosaccharide\t2.463\tIncreased\t2.76E-02\t22\t \tUptake of Fatty Acid\t2.754\tIncreased\t1.67E-02\t19\t \tGlycolysis of Carbohydrate\t-2.758\tDecreased\t1.36E-02\t9\t \tGlycolysis of D-Glucose\t-2.571\tDecreased\t2.91E-02\t8\t \tGlycolysis\t-2.548\tDecreased\t8.88E-03\t18\t \tConcentration of Fatty Acid\t-2.541\tDecreased\t2.11E-02\t69\t \tDisorder of Lipid Metabolism\t-2.040\tDecreased\t9.39E-03\t58\t \tTrends\t\t\t\t\t \tOxidation of Lipid\t1.843\tIncreased\t1.31E-03\t56\t \tOxidation of Fatty Acid\t1.891\tIncreased\t2.53E-03\t44\t \tBiliary Excretion of Lipid\t1.963\tIncreased\t2.16E-02\t4\t \tHydrolysis of Diacylglycerol\t1.980\tIncreased\t2.16E-02\t4\t \tConcentration of Phosphatidylcholine\t1.989\tIncreased\t2.82E-02\t11\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34032,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Microarray fold-changes summarized in Table 4 reveal that expression of regulators of glycogen synthesis, such as glycogen synthase (Gys2), protein phosphatase 1 catalytic subunits (Ppp1ca, Ppp1cb), Gbe1, Foxo1 and Gsk3b were augmented and glycogen phosphorylase (Pygl) mRNA expression was decreased. PEPCK (Pck1) was unchanged. Since insulin is associated with increased glycogen storage, we also performed IPA analysis on expression of gene transcripts in the insulin signaling pathway and found that gene expression levels were decreased in the flight mice for IRS1, IRS2, PI3K and much of the MAPK pathway (S4 Fig).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34652,
            "infons": {
              "file": "pone.0174174.t004.xml",
              "id": "pone.0174174.t004",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "mRNA expression changes in the liver for selected genes involved in glycogen metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34741,
            "infons": {
              "file": "pone.0174174.t004.xml",
              "id": "pone.0174174.t004",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Fold changes, P and q values are calculated using CARMAWeb. P < 0.05 is considered significant. The Entrez accession number is given by entrezid.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34887,
            "infons": {
              "file": "pone.0174174.t004.xml",
              "id": "pone.0174174.t004",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"2\" colspan=\"1\">entrezid</th><th align=\"center\" rowspan=\"2\" colspan=\"1\">q</th><th align=\"center\" rowspan=\"2\" colspan=\"1\">p</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">FLT/AEM</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"1\" colspan=\"1\">(log<sub>2</sub>)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Foxo1</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">56458</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.15E-03</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">1.26E-04</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.440</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Gbe1</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">74185</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.44E-02</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">2.19E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.405</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Gys2</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">232493</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.93E-02</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">5.94E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.359</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Ppp1cb</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19046</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.51E-02</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">5.51E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.294</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Ppp1ca</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19045</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.49E-02</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">6.22E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.259</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Gsk3b</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">56637</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.39E-01</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">1.06E-01</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.148</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Pck1</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">18534</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.72E-01</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">5.93E-01</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.030</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><italic>Pygl</italic></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">110095</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.01E-02</td><td align=\"right\" rowspan=\"1\" colspan=\"1\">1.25E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-0.204</td></tr></tbody></table>\n"
            },
            "text": "\tentrezid\tq\tp\tFLT/AEM\t \t\t(log2)\t \tFoxo1\t56458\t3.15E-03\t1.26E-04\t0.440\t \tGbe1\t74185\t5.44E-02\t2.19E-02\t0.405\t \tGys2\t232493\t9.93E-02\t5.94E-02\t0.359\t \tPpp1cb\t19046\t9.51E-02\t5.51E-02\t0.294\t \tPpp1ca\t19045\t2.49E-02\t6.22E-03\t0.259\t \tGsk3b\t56637\t1.39E-01\t1.06E-01\t0.148\t \tPck1\t18534\t3.72E-01\t5.93E-01\t0.030\t \tPygl\t110095\t1.01E-02\t1.25E-03\t-0.204\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35227,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight mice lose glycogen stores in liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35274,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Periodic Acid Schiff (PAS) staining of fixed liver tissue sections was performed on n = 4–5 mice per group. Representative images are shown in Fig 4. Inspection of the stained sections revealed a profound loss of glycogen staining in the flight mice (panel B) as compared with AEM controls (panel A), supporting the microarray results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35612,
            "infons": {
              "file": "pone.0174174.g004.jpg",
              "id": "pone.0174174.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of spaceflight on hepatic glycogen stores.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35663,
            "infons": {
              "file": "pone.0174174.g004.jpg",
              "id": "pone.0174174.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Liver tissue was fixed using 4% paraformaldehyde and stained with Periodic Acid Schiff stain to visualize glycogen. PT = portal triad, CV = central vein. A representative image from n = 5 mice per group is shown.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35876,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35887,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Spaceflight appears to have had a significant impact on both immune and metabolomic function. These differences occur in the cell count and proportion data (see S1 Discussion), cell function, metabolites and in gene expression. As we will show, be believe these changes do not occur independently and are, in fact, linked.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36210,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "There were increases in background ROS levels measured in splenocytes ex vivo after flight, suggesting an increase in oxidative stress. High oxidative stress would be consistent with our results from STS-118 where we found increases in the expression of several genes in the liver involved in ROS scavenging and metabolism. This would also be consistent with the increase in the GSSG:GSH ratio (due to the decrease noted in GSH levels) found in metabolomic analysis of the spaceflight livers noted here.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36714,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "However, although there was an increasing trend noted in another marker of oxidative stress, cysteine-glutathione disulfide, this did not reach the level of significance (Table 1). Furthermore, the increase in GSSG:GSH ratio was due primarily to a decrease in GSH with no corresponding increase in GSSG. While the decrease noted in cysteinyl-glycine (cys-gly) suggests that there may be less GSH breakdown with spaceflight, there were no significant changes in any of the quantified γ-glutamyl amino acids, nor in any other metabolic components of the cycle, including 5-oxoproline, glutamate, cysteine, or glycine. This suggests a more likely explanation for the observed metabolite changes is that there was a decrease in GSH synthesis leading to a lower capacity to deal with oxidative stress.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37515,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The enzymes responsible for converting glutamate, cysteine, and glycine into GSH are glutamyl-cysteine synthetase (GCS) and glutathione synthetase (GS) (Fig 5). These enzymes are also part of another, separate branch of the pathway responsible for converting cystathionine (a precursor for cysteine) into ophthalmate. This is critical because although cystathionine decreased, both ophthalmate and its upstream precursor, 2-aminobutyrate, significantly increased after flight. This suggests that factors related to spaceflight are driving the kinetics of GCS towards ophthalmate production.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38106,
            "infons": {
              "file": "pone.0174174.g005.jpg",
              "id": "pone.0174174.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Effects of spaceflight on GSH production.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38148,
            "infons": {
              "file": "pone.0174174.g005.jpg",
              "id": "pone.0174174.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "This figure represents a combination of data generated through genomics and metabolomics. CTH = cystathionase. cys-gly = cysteinylglycine. GCS = glutamyl-cysteine synthase. GGT = gamma-glutamyl transpeptidase. GS = glutathione synthase. GSH = glutathione. GSSG = glutathione (oxidized). Rectangles represent metabolomics data. Ovals represent genomics data. Grey = unchanged. Green = down-regulated. Red = up-regulated. Blue = specific transaminase unidentified.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38611,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, ophthalmate is an endogenous analog of GSH and may be a biomarker for oxidative stress and GSH depletion. Consistent with these reports is the possibility that chronic exposures to the spaceflight environment could lead to a situation where GSH is depleted to such an extent that corresponding increases in downstream products such as GSSG and γ-glutamyl-AA is no longer possible. However, this would not be consistent with our transcriptomics analysis discussed above. Further study is required to clarify these findings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39153,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As indicated in Fig 5, this switch in priorities is further suggested by our liver gene expression analysis. While there was no change in the expression of the GS gene, there was a significant decrease in GCS expression, confirming that GSH synthesis was down-regulated. Although there was a trend for a decrease in the expression of cystathionase, the enzyme for breaking cystathionine into cysteine + α-ketobutyrate, we were not able to identify the specific transaminase responsible for converting α-ketobutyrate into 2-aminobutyrate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39699,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Taken together, these results suggest that although there was an overall decrease in cystathionine, some other mechanism(s) may be driving the remaining resources toward the generation of more ophthalmate. Why this should occur is not entirely clear. However, others have reported that ophthalmate levels are increased in the liver when GSH is depleted and the supply of cysteine to the liver is depleted. The end result is a reduction in the level of GSH available to scavenge ROS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40182,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Despite these changes in individual genes, functional analysis of the liver genes via IPA did not indicate any generalized, consistent increases in overall oxidative stress responses. In fact, hepatocyte-specific oxidative stress response functions all trended toward being slightly down-regulated (Table 2). This suggested that something other than oxidative stress may be going on.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40566,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Another possible explanation is that overall transaminase (or aminotransferase) levels increased as a consequence of muscle atrophy. Among other things, transaminases are involved in breaking proteins down into amino acids when blood sugar levels are low, usually at the expense of muscle tissue. This is interesting because spaceflight is known to induce muscle atrophy, in general, and was recently reported to do so in these mice specifically. Unfortunately, we were unable to identify the specific transaminase responsible for converting α-ketobutyrate into 2-aminobutyrate (Fig 5) and cannot verify this hypothesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41191,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition to the increases in background ROS levels in splenocytes, there were large increases in the capacity to generate an oxidative burst in the splenocytes, despite the large decreases in cell counts. Because we did not isolate phagocytic populations for these ex vivo assays, the proportion of cells in the spleen after flight is of critical importance in interpreting this result. However, increases in burst activity occurred in spite of decreases in granulocyte proportions (and no change in monocyte/macrophages) suggesting that the respiratory burst activity of the cells themselves increased.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41798,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "There is very little in the literature describing the impact of spaceflight on ex vivo burst activity in splenocytes after spaceflight. Kaur et al. reported decreases in burst capacity in both monocytes and neutrophils from the blood of astronauts collected immediately after landing. Although we did not have the opportunity to measure oxidative burst capacity in the blood of our mice, this difference in response suggests that either the response is organ-specific and/or primed populations specifically traffic to lymphoid organs, such as the spleen.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42353,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "An increase in induced respiratory burst activity would be consistent with our liver gene expression data which showed a functional up-regulation in the formation of peroxisomes and the fusion of late endosomes (Table 2). However, as mentioned previously, there was a down-regulation in functions related to ROS metabolism. Interestingly, peroxisomes and late endosomes are also involved in lipid processing and metabolism, suggesting the increases in these cellular components may also reflect a change in gluconeogenesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42877,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Despite the increases in ROS activity, we found decreases in overall phagocytic activity in splenocytes after flight. Because this assay was performed ex vivo with a constant number of cells, and because we also saw decreases in some phagocyte proportions (e.g. granulocytes), a possible explanation for this decrease is a change in population distributions. However, the decrease in phagocytic activity (as measured by flow cytometry) was roughly 50% while the decrease in granulocyte percentage was only about 3%. We believe that it is unlikely that such a drastic decrease in phagocytic capacity would be due to such a small decrease in phagocyte proportions. Furthermore, decreases in phagocytic capacity have also been reported in both the macrophages and neutrophils in the blood of astronauts immediately after landing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43704,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "One possible explanation for the changes in immunocyte distribution and function is psychological/physiological stress. In support of this is the trend for a spaceflight-induced up-regulation of adrenal levels of corticosterone, an indicator of increased hypothalamus-pituitary-adrenal (HPA) activity. Metabolomic analysis of both the liver (presented here) and skin of these mice showed similar increases in corticosterone levels. This is also generally consistent with reports of post-flight increases in circulating corticosterone levels in rodent models. A very recent study showed that cortisol levels generally increased in astronaut saliva in-flight compared to pre-flight levels, but this was only a trend. Surprisingly, cortisol levels typically do not change in the blood of astronauts post-flight. There are even at least two reports of decreases in plasma cortisol levels in astronauts due to flight. In contrast, urinary cortisol levels typically increased after flight, but not always.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44704,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Since corticosterone is synthesized and released in the adrenal cortex and most endocrine tissues have tightly regulated homeostatic mechanisms that keep tissue levels within small discrete ranges (i.e., the amount of hormone being made is the same amount as that being released–allostasis), measuring adrenal corticosterone is not equivalent to measuring it in the blood or other organs. This suggests that the small difference in adrenal corticosterone levels between treatment groups reported here, despite fairly consistent increases found in other tissues, may actually be due to an increase in corticosterone synthesis in the adrenal cortex to compensate for increased corticosterone secretion into the circulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45428,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Decreases in spleen and thymus mass have long been associated with chronically elevated levels of corticosterone and stress. We previously reported consistent decreases in spleen and thymus mass in these mice, as well as in rodents flown on STS-77, -108 and -118. While others have also reported decreases in spleen mass after flight, there is at least one report of an increase. Similarly, thymus mass has generally been shown to decrease after flight, but there are some reports of increases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45923,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "If spaceflight-subjected mice were indeed stressed as other findings here and in the literature suggest, particularly during the landing, then this should be reflected in ACTH activity. Adrenal corticosterone secretion is known to be up-regulated by ACTH receptor ligation on adrenocortical cells (predominantly in the zona fasciculata). An increase in corticosterone should be coincident with an increase in ACTH levels. Indeed, while plasma ACTH levels did not change in the blood of astronauts after flight, urinary ACTH levels increased.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46465,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although we did not characterize adrenal ACTH levels directly, we did measure ACTH receptors. Because ACTH receptors are unique G protein-coupled receptors in that ligand activation up-regulates their expression, this should provide an indirect measure of ACTH activity and HPA activation. However, we did not find significant effects of spaceflight on ACTH receptor expression. Similarly, the percentage of phosphorylated ACTH receptors in the adrenals did not differ between treatment groups after flight. This would seem to suggest that the chronic exposure to the conditions of spaceflight promotes receptor desensitization and suggests that spaceflight may actually reduce the sensitivity to stress.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47170,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Adrenal catecholamines are mediators of stress-induced activation of the sympathoadrenomedullary (SAM) axis, and like corticosterone, their production and secretion into the circulation typically increases in response to stress. However, despite the noted increases in corticosterone, we found no changes in adrenal norepinephrine and epinephrine levels. There is very little published in the literature involving activation of the SAM axis after spaceflight in rodent models. However, norepinephrine levels in the kidney of rats either do not change or actually decreased after spaceflight. Interestingly, urinary epinephrine levels did not change or increased in astronauts after flight. Similarly, urinary norepinephrine levels either did not change or increased. Because urinary catecholamine levels are usually assessed using pooled samples collected over a 24-hour period post-landing, we believe that the reported increases are reflective of a response to the landing and not the actual spaceflight environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48189,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "These data suggest that while there may have been an activation of stress pathways after spaceflight, the response was relatively mild and likely did not involve both HPA and SNS activation. Although speculative, given the lack of a significant catecholamine response, it is possible that this elevation in corticosterone is not directly related to psychological stress at all. But rather, the change is related to energy balance and lipid metabolism. As previously stated, spaceflight has long been suspected to alter energy metabolism and stress hormones like glucocorticoids (i.e. corticosterone) are known to play a significant role in metabolism. Indeed, corticosterone promotes fat breakdown in adipose and muscle tissue to provide glycerol to the liver for gluconeogenesis. Consistent with this idea is the fact that the metabolite, glycerol, was also more abundant in flight liver relative to ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49107,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, peroxisome proliferator-activated receptor gamma (PPAR) regulated activity increased significantly in the liver after flight. This is important because although the primary function of PPARs is to regulate lipid metabolism, PPARs can also negatively interfere with immune regulators including NF-κB, STAT, and AP-1 signaling pathways. PPARs also mediate macrophage responses in the arterial cell wall, both by interfering with chemoattraction and adhesion of immunocytes, including T cells and monocytes, and by down-regulating MCP-1, RANTES, and vascular cell adhesion molecule-1 (VCAM-1). We have demonstrated that lipid metabolism and PPAR activity are altered in spaceflight. Given that many of the functional changes we see in immune response overlap considerably with energy/lipid metabolism, we believe that the two phenomena may actually be related.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49984,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We observed a profound loss of glycogen stores in the livers of Flight mice. Paradoxically, most regulators of glycogen synthesis were increased, concomitant with a decrease in glycogen phosphorylase mRNA expression, pointing to upregulation of glycogenic rather than glycogenolytic pathways. This may be due, in part, to activation of compensatory mechanisms for restoring normal levels of glycogen stores. PEPCK (Pck1) mRNA expression was unchanged; therefore gluconeogenesis as a mechanism for restoring glycogen was likely not activated. We did not observe changes in hepatic glucose or glucose-6-phosphate concentrations and unfortunately did not have access to blood to measure serum glucose or insulin levels. However, the intracellular downregulation of IRS, PI3K and MAPK pathway genes are classical post-receptor manifestations of insulin resistance that may be induced by lipotoxicity, as we have previously shown. Taken together, our data support the concept of spaceflight-induced alterations in the response to insulin that may correlate with insulin resistance. It will be important to obtain serum in future studies to measure insulin levels in mice and further pursue this link.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51180,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, spaceflight clearly causes transient changes in immune function. However, the cause may not be exclusively due to psychological or oxidative stress. But rather, the shifts in immune function may be at least partially due to shifts in energy needs in space. Onset of leukocyte regeneration after landing could, of course, also have a significant impact on functional status. As a full description of the impact of spaceflight on lipid metabolism is beyond the scope of this paper, the details of this have been covered elsewhere. However, gene expression functional analysis indicated increases in functions related to glucose synthesis and sequestration, with corresponding decreases in glycolysis functions. Furthermore, the ex vivo increases in ROS activity, combined with corresponding increases in peroxisome and endosome-related gene expression, are likely related to spaceflight-induced shifts in lipid metabolism. This further suggests that spaceflight causes a shift in priorities in phagocytic populations away from antigen processing toward lipid processing, potentially increasing risk for infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52307,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52330,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52341,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0075097",
              "fpage": "e75097",
              "issue": "9",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Mao;given-names:XW",
              "name_2": "surname:Stodieck;given-names:LS",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Moldovan;given-names:M",
              "pub-id_pmid": "24069384",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Changes in mouse thymus and spleen after return from the STS-135 mission in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52423,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.01053.2002",
              "fpage": "2095",
              "issue": "5",
              "lpage": "103",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Nelson;given-names:GA",
              "name_2": "surname:Peters;given-names:LL",
              "name_3": "surname:Kostenuik;given-names:PJ",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Morony;given-names:S",
              "pub-id_pmid": "12506046",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "94",
              "year": "2003"
            },
            "text": "Genetic Models in Applied Physiology: Selected Contribution: Effects of spaceflight on immunity in the C57BL/6 mouse. II. Activation, cytokines, erythrocytes, and platelets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52596,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.91126.2008",
              "fpage": "194",
              "issue": "1",
              "lpage": "202",
              "name_0": "surname:Gridley;given-names:DS",
              "name_1": "surname:Slater;given-names:JM",
              "name_2": "surname:Luo-Owen;given-names:X",
              "name_3": "surname:Rizvi;given-names:A",
              "name_4": "surname:Chapes;given-names:SK",
              "name_5": "surname:Stodieck;given-names:LS",
              "pub-id_pmid": "18988762",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Spaceflight effects on T lymphocyte distribution, function and gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52675,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.01052.2002",
              "fpage": "2085",
              "issue": "5",
              "lpage": "94",
              "name_0": "surname:Pecaut;given-names:MJ",
              "name_1": "surname:Nelson;given-names:GA",
              "name_2": "surname:Peters;given-names:LL",
              "name_3": "surname:Kostenuik;given-names:PJ",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Morony;given-names:S",
              "pub-id_pmid": "12514166",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "94",
              "year": "2003"
            },
            "text": "Genetic Models in Applied Physiology: Selected Contribution: Effects of spaceflight on immunity in the C57BL/6 mouse. I. Immune population distributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52828,
            "infons": {
              "fpage": "1935",
              "issue": "6",
              "lpage": "42",
              "name_0": "surname:Baqai;given-names:FP",
              "name_1": "surname:Gridley;given-names:DS",
              "name_2": "surname:Slater;given-names:JM",
              "name_3": "surname:Luo-Owen;given-names:X",
              "name_4": "surname:Stodieck;given-names:LS",
              "name_5": "surname:Ferguson;given-names:V",
              "pub-id_pmid": "19342437",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Effects of spaceflight on innate immune function and antioxidant gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52909,
            "infons": {
              "comment": "doi: 10.1152/japplphysiol.91138.2008",
              "fpage": "548",
              "issue": "2",
              "lpage": "55",
              "name_0": "surname:Ortega;given-names:MT",
              "name_1": "surname:Pecaut;given-names:MJ",
              "name_2": "surname:Gridley;given-names:DS",
              "name_3": "surname:Stodieck;given-names:LS",
              "name_4": "surname:Ferguson;given-names:V",
              "name_5": "surname:Chapes;given-names:SK",
              "pub-id_pmid": "19056998",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "106",
              "year": "2009"
            },
            "text": "Shifts in bone marrow cell phenotypes caused by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52969,
            "infons": {
              "fpage": "588",
              "issue": "6",
              "lpage": "91",
              "name_0": "surname:Durnova;given-names:GN",
              "name_1": "surname:Kaplansky;given-names:AS",
              "name_2": "surname:Portugalov;given-names:VV",
              "pub-id_pmid": "938393",
              "section_type": "REF",
              "source": "Aviation, space, and environmental medicine",
              "type": "ref",
              "volume": "47",
              "year": "1976"
            },
            "text": "Effect of a 22-day space flight on the lymphoid organs of rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53032,
            "infons": {
              "fpage": "105",
              "lpage": "9",
              "name_0": "surname:Grindeland;given-names:RE",
              "name_1": "surname:Popova;given-names:IA",
              "name_2": "surname:Vasques;given-names:M",
              "name_3": "surname:Arnaud;given-names:SB",
              "pub-id_pmid": "2295371",
              "section_type": "REF",
              "source": "FASEB journal: official publication of the Federation of American Societies for Experimental Biology",
              "type": "ref",
              "volume": "4",
              "year": "1990"
            },
            "text": "COSMOS 1887 mission overview: effects of microgravity on rat body and adrenal weights and plasma constituents",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53142,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Jahns G, Meylor J, Fast T, Hawes N, Zarow G, editors. Rodent Growth, Behavior, and Physiology Resulting from Flight on the Space Life Sciences-1 Mission. 43rd Congressthe Int Astronautical Federation; 1992 August 28-September 5, 1992; Washington, DC: International Astronautical Federation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53433,
            "infons": {
              "fpage": "117",
              "issue": "1",
              "lpage": "22",
              "name_0": "surname:Allebban;given-names:Z",
              "name_1": "surname:Gibson;given-names:LA",
              "name_2": "surname:Lange;given-names:RD",
              "name_3": "surname:Jago;given-names:TL",
              "name_4": "surname:Strickland;given-names:KM",
              "name_5": "surname:Johnson;given-names:DL",
              "pub-id_pmid": "8828653",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "81",
              "year": "1996"
            },
            "text": "Effects of spaceflight on rat erythroid parameters",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53484,
            "infons": {
              "fpage": "557",
              "issue": "6",
              "lpage": "61",
              "name_0": "surname:Udden;given-names:MM",
              "name_1": "surname:Driscoll;given-names:TB",
              "name_2": "surname:Gibson;given-names:LA",
              "name_3": "surname:Patton;given-names:CS",
              "name_4": "surname:Pickett;given-names:MH",
              "name_5": "surname:Jones;given-names:JB",
              "pub-id_pmid": "7646406",
              "section_type": "REF",
              "source": "Aviation, space, and environmental medicine",
              "type": "ref",
              "volume": "66",
              "year": "1995"
            },
            "text": "Blood volume and erythropoiesis in the rat during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53546,
            "infons": {
              "fpage": "172",
              "issue": "1",
              "lpage": "7",
              "name_0": "surname:Congdon;given-names:CC",
              "name_1": "surname:Allebban;given-names:Z",
              "name_2": "surname:Gibson;given-names:LA",
              "name_3": "surname:Kaplansky;given-names:A",
              "name_4": "surname:Strickland;given-names:KM",
              "name_5": "surname:Jago;given-names:TL",
              "pub-id_pmid": "8828660",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "81",
              "year": "1996"
            },
            "text": "Lymphatic tissue changes in rats flown on Spacelab Life Sciences-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53613,
            "infons": {
              "fpage": "S22",
              "lpage": "S6",
              "name_0": "surname:Serova;given-names:LV",
              "pub-id_pmid": "7243930",
              "section_type": "REF",
              "source": "Physiologist",
              "type": "ref",
              "volume": "23",
              "year": "1980"
            },
            "text": "Weightlessness effects on resistance and reactivity of animals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53676,
            "infons": {
              "comment": "doi: 10.1006/excr.1995.1210",
              "fpage": "102",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Grove;given-names:DS",
              "name_1": "surname:Pishak;given-names:SA",
              "name_2": "surname:Mastro;given-names:AM",
              "pub-id_pmid": "7543050",
              "section_type": "REF",
              "source": "Experimental cell research",
              "type": "ref",
              "volume": "219",
              "year": "1995"
            },
            "text": "The effect of a 10-day space flight on the function, phenotype, and adhesion molecule expression of splenocytes and lymph node lymphocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53815,
            "infons": {
              "fpage": "125",
              "issue": "1",
              "lpage": "31",
              "name_0": "surname:Nash;given-names:PV",
              "name_1": "surname:Mastro;given-names:AM",
              "pub-id_pmid": "1511727",
              "section_type": "REF",
              "source": "Experimental cell research",
              "type": "ref",
              "volume": "202",
              "year": "1992"
            },
            "text": "Variable lymphocyte responses in rats after space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53872,
            "infons": {
              "fpage": "279",
              "issue": "1",
              "lpage": "85",
              "name_0": "surname:Wronski;given-names:TJ",
              "name_1": "surname:Li;given-names:M",
              "name_2": "surname:Shen;given-names:Y",
              "name_3": "surname:Miller;given-names:SC",
              "name_4": "surname:Bowman;given-names:BM",
              "name_5": "surname:Kostenuik;given-names:P",
              "pub-id_pmid": "9655787",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "85",
              "year": "1998"
            },
            "text": "Lack of effect of spaceflight on bone mass and bone formation in group-housed rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53955,
            "infons": {
              "fpage": "2065",
              "issue": "6",
              "lpage": "76",
              "name_0": "surname:Chapes;given-names:SK",
              "name_1": "surname:Simske;given-names:SJ",
              "name_2": "surname:Sonnenfeld;given-names:G",
              "name_3": "surname:Miller;given-names:ES",
              "name_4": "surname:Zimmerman;given-names:RJ",
              "pub-id_pmid": "10368375",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "86",
              "year": "1999"
            },
            "text": "Effects of space flight and PEG-IL-2 on rat physiological and immunological responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54041,
            "infons": {
              "fpage": "R2072",
              "issue": "6",
              "lpage": "R8",
              "name_0": "surname:Pecaut;given-names:MJ",
              "name_1": "surname:Simske;given-names:SJ",
              "name_2": "surname:Fleshner;given-names:M",
              "section_type": "REF",
              "source": "Am J Physiol Regulatory Integrative Comp Physiol",
              "type": "ref",
              "volume": "279",
              "year": "2000"
            },
            "text": "Spaceflight induces changes in splenocyte subpopulations: effectiveness of ground-based models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54136,
            "infons": {
              "fpage": "209",
              "issue": "2",
              "lpage": "13",
              "name_0": "surname:Allebban;given-names:Z",
              "name_1": "surname:Ichiki;given-names:AT",
              "name_2": "surname:Gibson;given-names:LA",
              "name_3": "surname:Jones;given-names:JB",
              "name_4": "surname:Congdon;given-names:CC",
              "name_5": "surname:Lange;given-names:RD",
              "pub-id_pmid": "8301218",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "55",
              "year": "1994"
            },
            "text": "Effects of spaceflight on the number of rat peripheral blood leukocytes and lymphocyte subsets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54231,
            "infons": {
              "fpage": "191S",
              "issue": "2 Suppl",
              "lpage": "5S",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "name_1": "surname:Mandel;given-names:AD",
              "name_2": "surname:Konstantinova;given-names:IV",
              "name_3": "surname:Berry;given-names:WD",
              "name_4": "surname:Taylor;given-names:GR",
              "name_5": "surname:Lesnyak;given-names:AT",
              "pub-id_pmid": "1526951",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Spaceflight alters immune cell function and distribution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54288,
            "infons": {
              "fpage": "37",
              "issue": "1",
              "lpage": "43",
              "name_0": "surname:Ichiki;given-names:AT",
              "name_1": "surname:Gibson;given-names:LA",
              "name_2": "surname:Jago;given-names:TL",
              "name_3": "surname:Strickland;given-names:KM",
              "name_4": "surname:Johnson;given-names:DL",
              "name_5": "surname:Lange;given-names:RD",
              "pub-id_pmid": "8699121",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "60",
              "year": "1996"
            },
            "text": "Effects of spaceflight on rat peripheral blood leukocytes and bone marrow progenitor cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54379,
            "infons": {
              "fpage": "1429",
              "issue": "4",
              "lpage": "33",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "name_1": "surname:Foster;given-names:M.",
              "name_2": "surname:Morton;given-names:D",
              "name_3": "surname:Bailliard;given-names:F",
              "name_4": "surname:Fowler;given-names:NA",
              "name_5": "surname:Hakenewerth;given-names:AM",
              "pub-id_pmid": "9760337",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "85",
              "year": "1998"
            },
            "text": "Spaceflight and development of immune responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54427,
            "infons": {
              "fpage": "S195",
              "issue": "Suppl 3",
              "lpage": "S202",
              "name_0": "surname:Sonnenfeld;given-names:G",
              "pub-id_pmid": "9722285",
              "section_type": "REF",
              "source": "International journal of sports medicine",
              "type": "ref",
              "volume": "19",
              "year": "1998"
            },
            "text": "Immune responses in space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54460,
            "infons": {
              "fpage": "491",
              "lpage": "7",
              "name_0": "surname:Meehan;given-names:RT",
              "name_1": "surname:Neale;given-names:LS",
              "name_2": "surname:Kraus;given-names:ET",
              "name_3": "surname:Stuart;given-names:CA",
              "name_4": "surname:Smith;given-names:ML",
              "name_5": "surname:Cintron;given-names:NM",
              "section_type": "REF",
              "source": "Immunol",
              "type": "ref",
              "volume": "76",
              "year": "1992"
            },
            "text": "Alteration in human mononuclear leucocytes following space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54526,
            "infons": {
              "fpage": "500",
              "issue": "5",
              "lpage": "19",
              "name_0": "surname:Berry;given-names:CA",
              "pub-id_pmid": "4393427",
              "section_type": "REF",
              "source": "Aerosp Med",
              "type": "ref",
              "volume": "41",
              "year": "1970"
            },
            "text": "Summary of medical experience in the Apollo 7 through 11 manned spaceflights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54603,
            "infons": {
              "fpage": "214",
              "issue": "3",
              "lpage": "26",
              "name_0": "surname:Lesnyak;given-names:AT",
              "name_1": "surname:Sonnenfeld;given-names:G",
              "name_2": "surname:Rykova;given-names:MP",
              "name_3": "surname:Meshkov;given-names:DO",
              "name_4": "surname:Mastro;given-names:A",
              "name_5": "surname:Konstantinova;given-names:I",
              "pub-id_pmid": "8371051",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "54",
              "year": "1993"
            },
            "text": "Immune changes in test animals during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54653,
            "infons": {
              "fpage": "132S",
              "issue": "2 Suppl",
              "lpage": "5S",
              "name_0": "surname:Merrill;given-names:AH",
              "name_1": "surname:Wang;given-names:E",
              "name_2": "surname:Mullins;given-names:RE",
              "name_3": "surname:Grindeland;given-names:RE",
              "name_4": "surname:Popova;given-names:IA",
              "pub-id_pmid": "1526939",
              "section_type": "REF",
              "source": "Journal of applied physiology",
              "type": "ref",
              "volume": "73",
              "year": "1992"
            },
            "text": "Analyses of plasma for metabolic and hormonal changes in rats flown aboard COSMOS 2044",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54740,
            "infons": {
              "fpage": "236",
              "issue": "3",
              "lpage": "44",
              "name_0": "surname:Meehan;given-names:R",
              "name_1": "surname:Whitson;given-names:P",
              "name_2": "surname:Sams;given-names:C",
              "pub-id_pmid": "8371053",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "54",
              "year": "1993"
            },
            "text": "The role of psychoneuroendocrine factors on spaceflight-induced immunological alterations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54830,
            "infons": {
              "fpage": "375",
              "issue": "4",
              "lpage": "82",
              "name_0": "surname:Blanc;given-names:S",
              "name_1": "surname:Somody;given-names:L",
              "name_2": "surname:Gharib;given-names:A",
              "name_3": "surname:Gauquelin;given-names:G",
              "name_4": "surname:Gharib;given-names:C",
              "name_5": "surname:Sarda;given-names:N",
              "pub-id_pmid": "9840229",
              "section_type": "REF",
              "source": "Neurochem Int",
              "type": "ref",
              "volume": "33",
              "year": "1998"
            },
            "text": "Counteraction of spaceflight-induced changes in the rat central serotonergic system by adrenalectomy and corticosteroid replacement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54962,
            "infons": {
              "fpage": "884",
              "issue": "10",
              "lpage": "91",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Mehta;given-names:SK",
              "name_2": "surname:Ferrando;given-names:AA",
              "name_3": "surname:Feeback;given-names:DL",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "11601551",
              "section_type": "REF",
              "source": "Aviation, space, and environmental medicine",
              "type": "ref",
              "volume": "72",
              "year": "2001"
            },
            "text": "Immune responses and latent herpesvirus reactivation in spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55030,
            "infons": {
              "fpage": "891",
              "issue": "6",
              "lpage": "5",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Pierson;given-names:DL",
              "name_2": "surname:Barrett;given-names:AD",
              "pub-id_pmid": "11719627",
              "section_type": "REF",
              "source": "Psychosomatic medicine",
              "type": "ref",
              "volume": "63",
              "year": "2001"
            },
            "text": "Elevated stress hormone levels relate to Epstein-Barr virus reactivation in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55117,
            "infons": {
              "fpage": "179",
              "issue": "2",
              "lpage": "86",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Sams;given-names:CF",
              "name_2": "surname:Mehta;given-names:SK",
              "name_3": "surname:Kaur;given-names:I",
              "name_4": "surname:Jones;given-names:ML",
              "name_5": "surname:Feeback;given-names:DL",
              "pub-id_pmid": "10088600",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "65",
              "year": "1999"
            },
            "text": "Leukocyte subsets and neutrophil function after short-term spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55188,
            "infons": {
              "fpage": "E448",
              "issue": "3",
              "lpage": "52",
              "name_0": "surname:Stein;given-names:TP",
              "name_1": "surname:Schluter;given-names:MD",
              "pub-id_pmid": "8166266",
              "section_type": "REF",
              "source": "The American journal of physiology",
              "type": "ref",
              "volume": "266",
              "year": "1994"
            },
            "text": "Excretion of IL-6 by astronauts during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55239,
            "infons": {
              "fpage": "805",
              "issue": "10",
              "lpage": "13",
              "name_0": "surname:Da Silva;given-names:MS",
              "name_1": "surname:Zimmerman;given-names:PM",
              "name_2": "surname:Meguid;given-names:MM",
              "name_3": "surname:Nandi;given-names:J",
              "name_4": "surname:Ohinata;given-names:K",
              "name_5": "surname:Xu;given-names:Y",
              "pub-id_pmid": "12361771",
              "section_type": "REF",
              "source": "Nutrition",
              "type": "ref",
              "volume": "18",
              "year": "2002"
            },
            "text": "Anorexia in space and possible etiologies: an overview",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55294,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0152877",
              "fpage": "e0152877",
              "issue": "4",
              "name_0": "surname:Jonscher;given-names:KR",
              "name_1": "surname:Alfonso-Garcia;given-names:A",
              "name_2": "surname:Suhalim;given-names:JL",
              "name_3": "surname:Orlicky;given-names:DJ",
              "name_4": "surname:Potma;given-names:EO",
              "name_5": "surname:Ferguson;given-names:VL",
              "pub-id_pmid": "27097220",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Spaceflight activates lipotoxic pathways in mouse liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55350,
            "infons": {
              "fpage": "1500",
              "issue": "11",
              "lpage": "10",
              "name_0": "surname:Peckett;given-names:AJ",
              "name_1": "surname:Wright;given-names:DC",
              "name_2": "surname:Riddell;given-names:MC",
              "pub-id_pmid": "21864867",
              "section_type": "REF",
              "source": "Metabolism: clinical and experimental",
              "type": "ref",
              "volume": "60",
              "year": "2011"
            },
            "text": "The effects of glucocorticoids on adipose tissue lipid metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55416,
            "infons": {
              "comment": "doi: 10.1016/j.cmet.2011.11.013",
              "fpage": "432",
              "issue": "4",
              "lpage": "7",
              "name_0": "surname:Biswas;given-names:SK",
              "name_1": "surname:Mantovani;given-names:A",
              "pub-id_pmid": "22482726",
              "section_type": "REF",
              "source": "Cell metabolism",
              "type": "ref",
              "volume": "15",
              "year": "2012"
            },
            "text": "Orchestration of metabolism by macrophages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55459,
            "infons": {
              "comment": "doi: 10.1172/JCI29881",
              "fpage": "175",
              "issue": "1",
              "lpage": "84",
              "name_0": "surname:Lumeng;given-names:CN",
              "name_1": "surname:Bodzin;given-names:JL",
              "name_2": "surname:Saltiel;given-names:AR",
              "pub-id_pmid": "17200717",
              "section_type": "REF",
              "source": "The Journal of clinical investigation",
              "type": "ref",
              "volume": "117",
              "year": "2007"
            },
            "text": "Obesity induces a phenotypic switch in adipose tissue macrophage polarization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55537,
            "infons": {
              "comment": "doi: 10.1021/ac901536h",
              "fpage": "6656",
              "issue": "16",
              "lpage": "67",
              "name_0": "surname:Evans;given-names:AM",
              "name_1": "surname:DeHaven;given-names:CD",
              "name_2": "surname:Barrett;given-names:T",
              "name_3": "surname:Mitchell;given-names:M",
              "name_4": "surname:Milgram;given-names:E",
              "pub-id_pmid": "19624122",
              "section_type": "REF",
              "source": "Analytical chemistry",
              "type": "ref",
              "volume": "81",
              "year": "2009"
            },
            "text": "Integrated, nontargeted ultrahigh performance liquid chromatography/electrospray ionization tandem mass spectrometry platform for the identification and relative quantification of the small-molecule complement of biological systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55769,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0040221",
              "fpage": "e40221",
              "issue": "7",
              "name_0": "surname:Weiner;given-names:J;suffix:3rd",
              "name_1": "surname:Parida;given-names:SK",
              "name_2": "surname:Maertzdorf;given-names:J",
              "name_3": "surname:Black;given-names:GF",
              "name_4": "surname:Repsilber;given-names:D",
              "name_5": "surname:Telaar;given-names:A",
              "pub-id_pmid": "22844400",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Biomarkers of inflammation, immunosuppression and stress with active disease are revealed by metabolomic profiling of tuberculosis patients",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55909,
            "infons": {
              "comment": "doi: 10.2217/14622416.9.4.383",
              "fpage": "383",
              "issue": "4",
              "lpage": "97",
              "name_0": "surname:Lawton;given-names:KA",
              "name_1": "surname:Berger;given-names:A",
              "name_2": "surname:Mitchell;given-names:M",
              "name_3": "surname:Milgram;given-names:KE",
              "name_4": "surname:Evans;given-names:AM",
              "name_5": "surname:Guo;given-names:L",
              "pub-id_pmid": "18384253",
              "section_type": "REF",
              "source": "Pharmacogenomics",
              "type": "ref",
              "volume": "9",
              "year": "2008"
            },
            "text": "Analysis of the adult human plasma metabolome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55955,
            "infons": {
              "fpage": "2962",
              "issue": "8",
              "lpage": "75",
              "name_0": "surname:Sha;given-names:W",
              "name_1": "surname:da Costa;given-names:KA",
              "name_2": "surname:Fischer;given-names:LM",
              "name_3": "surname:Milburn;given-names:MV",
              "name_4": "surname:Lawton;given-names:KA",
              "name_5": "surname:Berger;given-names:A",
              "pub-id_pmid": "20371621",
              "section_type": "REF",
              "source": "FASEB journal: official publication of the Federation of American Societies for Experimental Biology",
              "type": "ref",
              "volume": "24",
              "year": "2010"
            },
            "text": "Metabolomic profiling can predict which humans will develop liver dysfunction when deprived of dietary choline",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56066,
            "infons": {
              "comment": "doi: 10.1186/1758-2946-2-9",
              "fpage": "9",
              "issue": "1",
              "name_0": "surname:Dehaven;given-names:CD",
              "name_1": "surname:Evans;given-names:AM",
              "name_2": "surname:Dai;given-names:H",
              "name_3": "surname:Lawton;given-names:KA",
              "pub-id_pmid": "20955607",
              "section_type": "REF",
              "source": "Journal of cheminformatics",
              "type": "ref",
              "volume": "2",
              "year": "2010"
            },
            "text": "Organization of GC/MS and LC/MS metabolomics data into chemical libraries",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56140,
            "infons": {
              "comment": "doi: 10.1073/pnas.1530509100",
              "fpage": "9440",
              "issue": "16",
              "lpage": "5",
              "name_0": "surname:Storey;given-names:JD",
              "name_1": "surname:Tibshirani;given-names:R",
              "pub-id_pmid": "12883005",
              "section_type": "REF",
              "source": "Proceedings of the National Academy of Sciences of the United States of America",
              "type": "ref",
              "volume": "100",
              "year": "2003"
            },
            "text": "Statistical significance for genomewide studies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56188,
            "infons": {
              "comment": "doi: 10.1093/nar/gkl038",
              "fpage": "W498",
              "lpage": "503",
              "name_0": "surname:Rainer;given-names:J",
              "name_1": "surname:Sanchez-Cabo;given-names:F",
              "name_2": "surname:Stocker;given-names:G",
              "name_3": "surname:Sturn;given-names:A",
              "name_4": "surname:Trajanoski;given-names:Z",
              "pub-id_pmid": "16845058",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "34",
              "year": "2006"
            },
            "text": "CARMAweb: comprehensive R- and bioconductor-based web service for microarray data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56279,
            "infons": {
              "comment": "doi: 10.1194/jlr.M600474-JLR200",
              "fpage": "1463",
              "issue": "7",
              "lpage": "75",
              "name_0": "surname:Russell;given-names:TD",
              "name_1": "surname:Palmer;given-names:CA",
              "name_2": "surname:Orlicky;given-names:DJ",
              "name_3": "surname:Fischer;given-names:A",
              "name_4": "surname:Rudolph;given-names:MC",
              "name_5": "surname:Neville;given-names:MC",
              "pub-id_pmid": "17452747",
              "section_type": "REF",
              "source": "J Lipid Res",
              "type": "ref",
              "volume": "48",
              "year": "2007"
            },
            "text": "Cytoplasmic lipid droplet accumulation in developing mammary epithelial cells: roles of adipophilin and lipid metabolism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56400,
            "infons": {
              "fpage": "97",
              "lpage": "104",
              "name_0": "surname:Rich;given-names:L",
              "name_1": "surname:Whittaker;given-names:P",
              "section_type": "REF",
              "source": "Braz J Morphol Sci",
              "type": "ref",
              "volume": "22",
              "year": "2005"
            },
            "text": "Collagen and picrosirius red staining: A polarized light assessment of fibrilar hue and spatial distribution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56509,
            "infons": {
              "comment": "doi: 10.1016/j.clnu.2012.10.008",
              "fpage": "325",
              "issue": "3",
              "lpage": "30",
              "name_0": "surname:Dello;given-names:SA",
              "name_1": "surname:Neis;given-names:EP",
              "name_2": "surname:de Jong;given-names:MC",
              "name_3": "surname:van Eijk;given-names:HM",
              "name_4": "surname:Kicken;given-names:CH",
              "name_5": "surname:Olde Damink;given-names:SW",
              "pub-id_pmid": "23182341",
              "section_type": "REF",
              "source": "Clinical nutrition",
              "type": "ref",
              "volume": "32",
              "year": "2013"
            },
            "text": "Systematic review of ophthalmate as a novel biomarker of hepatic glutathione depletion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56596,
            "infons": {
              "comment": "doi: 10.1074/jbc.M601876200",
              "fpage": "16768",
              "issue": "24",
              "lpage": "76",
              "name_0": "surname:Soga;given-names:T",
              "name_1": "surname:Baran;given-names:R",
              "name_2": "surname:Suematsu;given-names:M",
              "name_3": "surname:Ueno;given-names:Y",
              "name_4": "surname:Ikeda;given-names:S",
              "name_5": "surname:Sakurakawa;given-names:T",
              "pub-id_pmid": "16608839",
              "section_type": "REF",
              "source": "The Journal of biological chemistry",
              "type": "ref",
              "volume": "281",
              "year": "2006"
            },
            "text": "Differential metabolomics reveals ophthalmic acid as an oxidative stress biomarker indicating hepatic glutathione consumption",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56722,
            "infons": {
              "fpage": "405",
              "issue": "4",
              "lpage": "11",
              "name_0": "surname:Sung;given-names:M",
              "name_1": "surname:Li;given-names:J",
              "name_2": "surname:Spieker;given-names:AJ",
              "name_3": "surname:Spatz;given-names:J",
              "name_4": "surname:Ellman;given-names:R",
              "name_5": "surname:Ferguson;given-names:VL",
              "pub-id_pmid": "24292610",
              "section_type": "REF",
              "source": "Journal of musculoskeletal & neuronal interactions",
              "type": "ref",
              "volume": "13",
              "year": "2013"
            },
            "text": "Spaceflight and hind limb unloading induce similar changes in electrical impedance characteristics of mouse gastrocnemius muscle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56851,
            "infons": {
              "comment": "doi: 10.1016/j.bbi.2004.12.006",
              "fpage": "547",
              "issue": "6",
              "lpage": "54",
              "name_0": "surname:Kaur;given-names:I",
              "name_1": "surname:Simons;given-names:ER",
              "name_2": "surname:Castro;given-names:VA",
              "name_3": "surname:Ott;given-names:CM",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "15908177",
              "section_type": "REF",
              "source": "Brain, behavior, and immunity",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Changes in monocyte functions of astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56895,
            "infons": {
              "comment": "doi: 10.1016/j.bbi.2003.10.005",
              "fpage": "443",
              "issue": "5",
              "lpage": "50",
              "name_0": "surname:Kaur;given-names:I",
              "name_1": "surname:Simons;given-names:ER",
              "name_2": "surname:Castro;given-names:VA",
              "name_3": "surname:Mark Ott;given-names:C",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "15265537",
              "section_type": "REF",
              "source": "Brain, behavior, and immunity",
              "type": "ref",
              "volume": "18",
              "year": "2004"
            },
            "text": "Changes in neutrophil functions in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56941,
            "infons": {
              "comment": "doi: 10.1016/j.molmet.2014.02.002",
              "fpage": "354",
              "issue": "4",
              "lpage": "71",
              "name_0": "surname:Kersten;given-names:S",
              "pub-id_pmid": "24944896",
              "section_type": "REF",
              "source": "Molecular metabolism",
              "type": "ref",
              "volume": "3",
              "year": "2014"
            },
            "text": "Integrated physiology and systems biology of PPARalpha",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56996,
            "infons": {
              "comment": "doi: 10.3109/10715762.2014.920086",
              "fpage": "890",
              "issue": "8",
              "lpage": "7",
              "name_0": "surname:Mao;given-names:XW",
              "name_1": "surname:Pecaut;given-names:MJ",
              "name_2": "surname:Stodieck;given-names:LS",
              "name_3": "surname:Ferguson;given-names:VL",
              "name_4": "surname:Bateman;given-names:TA",
              "name_5": "surname:Bouxsein;given-names:ML",
              "pub-id_pmid": "24796731",
              "section_type": "REF",
              "source": "Free radical research",
              "type": "ref",
              "volume": "48",
              "year": "2014"
            },
            "text": "Biological and metabolic response in STS-135 space-flown mouse skin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57064,
            "infons": {
              "fpage": "1955",
              "issue": "12",
              "lpage": "64",
              "name_0": "surname:Chapes;given-names:SK",
              "name_1": "surname:Simske;given-names:SJ",
              "name_2": "surname:Forsman;given-names:AD",
              "name_3": "surname:Bateman;given-names:TA",
              "name_4": "surname:Zimmerman;given-names:RJ",
              "section_type": "REF",
              "source": "Advances in space research: the official journal of the Committee on Space Research",
              "type": "ref",
              "volume": "23",
              "year": "1999"
            },
            "text": "Effects of space flight and IGF-1 on immune function",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57117,
            "infons": {
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Laudenslager;given-names:ML",
              "name_2": "surname:Stowe;given-names:RP",
              "name_3": "surname:Crucian;given-names:BE",
              "name_4": "surname:Sams;given-names:CF",
              "name_5": "surname:Pierson;given-names:DL",
              "section_type": "REF",
              "source": "Brain, behavior, and immunity",
              "type": "ref",
              "year": "2014"
            },
            "text": "Multiple latent viruses reactivate in astronauts during Space Shuttle missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57196,
            "infons": {
              "comment": "doi: 10.1016/j.bbi.2004.08.001",
              "fpage": "235",
              "issue": "3",
              "lpage": "42",
              "name_0": "surname:Pierson;given-names:DL",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Phillips;given-names:TM",
              "name_3": "surname:Lugg;given-names:DJ",
              "name_4": "surname:Mehta;given-names:SK",
              "pub-id_pmid": "15797312",
              "section_type": "REF",
              "source": "Brain, behavior, and immunity",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Epstein-Barr virus shedding by astronauts during space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57258,
            "infons": {
              "fpage": "1814",
              "issue": "4",
              "lpage": "8",
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Kaur;given-names:I",
              "name_2": "surname:Grimm;given-names:EA",
              "name_3": "surname:Smid;given-names:C",
              "name_4": "surname:Feeback;given-names:DL",
              "name_5": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "11568167",
              "section_type": "REF",
              "source": "J Appl Physiol (1985)",
              "type": "ref",
              "volume": "91",
              "year": "2001"
            },
            "text": "Decreased non-MHC-restricted (CD56+) killer cell cytotoxicity after spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57338,
            "infons": {
              "fpage": "115",
              "issue": "1–2",
              "lpage": "27",
              "name_0": "surname:Leach;given-names:CS",
              "name_1": "surname:Rambaut;given-names:PC",
              "pub-id_pmid": "11841088",
              "section_type": "REF",
              "source": "Acta astronautica",
              "type": "ref",
              "volume": "2",
              "year": "1975"
            },
            "text": "Endocrine responses in long-duration manned space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57395,
            "infons": {
              "comment": "doi: 10.1086/317624",
              "fpage": "1761",
              "issue": "6",
              "lpage": "4",
              "name_0": "surname:Mehta;given-names:SK",
              "name_1": "surname:Stowe;given-names:RP",
              "name_2": "surname:Feiveson;given-names:AH",
              "name_3": "surname:Tyring;given-names:SK",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_pmid": "11069250",
              "section_type": "REF",
              "source": "The Journal of infectious diseases",
              "type": "ref",
              "volume": "182",
              "year": "2000"
            },
            "text": "Reactivation and shedding of cytomegalovirus in astronauts during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57473,
            "infons": {
              "comment": "doi: 26453",
              "fpage": "51",
              "issue": "2",
              "lpage": "8",
              "name_0": "surname:Stowe;given-names:RP",
              "name_1": "surname:Pierson;given-names:DL",
              "name_2": "surname:Feeback;given-names:DL",
              "name_3": "surname:Barrett;given-names:AD",
              "pub-id_pmid": "10965229",
              "section_type": "REF",
              "source": "Neuroimmunomodulation",
              "type": "ref",
              "volume": "8",
              "year": "2000"
            },
            "text": "Stress-induced reactivation of Epstein-Barr virus in astronauts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57537,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0077935",
              "fpage": "e77935",
              "issue": "10",
              "name_0": "surname:Voorhees;given-names:JL",
              "name_1": "surname:Powell;given-names:ND",
              "name_2": "surname:Moldovan;given-names:L",
              "name_3": "surname:Mo;given-names:X",
              "name_4": "surname:Eubank;given-names:TD",
              "name_5": "surname:Marsh;given-names:CB",
              "pub-id_pmid": "24205034",
              "section_type": "REF",
              "source": "PloS one",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Chronic restraint stress upregulates erythropoiesis through glucocorticoid stimulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57624,
            "infons": {
              "fpage": "105",
              "issue": "2",
              "lpage": "17",
              "name_0": "surname:Batuman;given-names:OA",
              "name_1": "surname:Sajewski;given-names:D",
              "name_2": "surname:Ottenweller;given-names:JE",
              "name_3": "surname:Pitman;given-names:DL",
              "name_4": "surname:Natelson;given-names:BH",
              "pub-id_pmid": "2393722",
              "section_type": "REF",
              "source": "Brain, behavior, and immunity",
              "type": "ref",
              "volume": "4",
              "year": "1990"
            },
            "text": "Effects of repeated stress on T cell numbers and function in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57690,
            "infons": {
              "comment": "doi: 10.1080/10253890701768613",
              "fpage": "259",
              "issue": "4",
              "lpage": "81",
              "name_0": "surname:Zoladz;given-names:PR",
              "name_1": "surname:Conrad;given-names:CD",
              "name_2": "surname:Fleshner;given-names:M",
              "name_3": "surname:Diamond;given-names:DM",
              "pub-id_pmid": "18574787",
              "section_type": "REF",
              "source": "Stress",
              "type": "ref",
              "volume": "11",
              "year": "2008"
            },
            "text": "Acute episodes of predator exposure in conjunction with chronic social instability as an animal model of post-traumatic stress disorder",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57826,
            "infons": {
              "fpage": "475",
              "issue": "4",
              "lpage": "80",
              "name_0": "surname:Morita;given-names:TM",
              "name_1": "surname:Imai;given-names:T",
              "name_2": "surname:Murata;given-names:Y",
              "name_3": "surname:Kambe;given-names:F",
              "name_4": "surname:Funahashi;given-names:H",
              "name_5": "surname:Takagi;given-names:H",
              "pub-id_pmid": "8556053",
              "section_type": "REF",
              "source": "Endocrine journal",
              "type": "ref",
              "volume": "42",
              "year": "1995"
            },
            "text": "Adrenocorticotropic hormone (ACTH) increases the expression of its own receptor gene",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57911,
            "infons": {
              "fpage": "R7",
              "issue": "1–2",
              "lpage": "10",
              "name_0": "surname:Penhoat;given-names:A",
              "name_1": "surname:Jaillard;given-names:C",
              "name_2": "surname:Saez;given-names:JM",
              "pub-id_pmid": "7958385",
              "section_type": "REF",
              "source": "Molecular and cellular endocrinology",
              "type": "ref",
              "volume": "103",
              "year": "1994"
            },
            "text": "Regulation of bovine adrenal cell corticotropin receptor mRNA levels by corticotropin (ACTH) and angiotensin-II (A-II)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58030,
            "infons": {
              "fpage": "4978",
              "issue": "13",
              "lpage": "81",
              "name_0": "surname:Penhoat;given-names:A",
              "name_1": "surname:Jaillard;given-names:C",
              "name_2": "surname:Saez;given-names:JM",
              "pub-id_pmid": "2544885",
              "section_type": "REF",
              "source": "Proceedings of the National Academy of Sciences of the United States of America",
              "type": "ref",
              "volume": "86",
              "year": "1989"
            },
            "text": "Corticotropin positively regulates its own receptors and cAMP response in cultured bovine adrenal cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58134,
            "infons": {
              "fpage": "137",
              "issue": "1–2",
              "lpage": "43",
              "name_0": "surname:Lebrethon;given-names:MC",
              "name_1": "surname:Jaillard;given-names:C",
              "name_2": "surname:Naville;given-names:D",
              "name_3": "surname:Begeot;given-names:M",
              "name_4": "surname:Saez;given-names:JM",
              "pub-id_pmid": "7895901",
              "section_type": "REF",
              "source": "Molecular and cellular endocrinology",
              "type": "ref",
              "volume": "106",
              "year": "1994"
            },
            "text": "Regulation of corticotropin and steroidogenic enzyme mRNAs in human fetal adrenal cells by corticotropin, angiotensin-II and transforming growth factor beta 1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58293,
            "infons": {
              "fpage": "458",
              "issue": "5",
              "lpage": "62",
              "name_0": "surname:Fagette;given-names:S",
              "name_1": "surname:Somody;given-names:L",
              "name_2": "surname:Koubi;given-names:H",
              "name_3": "surname:Fareh;given-names:J",
              "name_4": "surname:Viso;given-names:M",
              "name_5": "surname:Gharib;given-names:C",
              "pub-id_pmid": "8725473",
              "section_type": "REF",
              "source": "Aviation, space, and environmental medicine",
              "type": "ref",
              "volume": "67",
              "year": "1996"
            },
            "text": "Central and peripheral noradrenergic responses to 14 days of spaceflight (SLS-2) or hindlimb suspension in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58405,
            "infons": {
              "fpage": "507",
              "issue": "6",
              "lpage": "11",
              "name_0": "surname:Fareh;given-names:J",
              "name_1": "surname:Cottet-Emard;given-names:JM",
              "name_2": "surname:Pequignot;given-names:JM",
              "name_3": "surname:Jahns;given-names:G",
              "name_4": "surname:Meylor;given-names:J",
              "name_5": "surname:Viso;given-names:M",
              "pub-id_pmid": "8338496",
              "section_type": "REF",
              "source": "Aviation, space, and environmental medicine",
              "type": "ref",
              "volume": "64",
              "year": "1993"
            },
            "text": "Norepinephrine content in discrete brain areas and neurohypophysial vasopressin in rats after a 9-d spaceflight (SLS-1)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58525,
            "infons": {
              "name_0": "surname:Buckey;given-names:J",
              "name_1": "surname:J. C.",
              "section_type": "REF",
              "source": "Chapter 8: Nutritian: Maintaining Body Mass and Preventing Disease. Space Physiology",
              "type": "ref",
              "year": "2006"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58526,
            "infons": {
              "comment": "doi: 10.1016/j.expneurol.2007.06.002",
              "fpage": "179",
              "issue": "2",
              "lpage": "82",
              "name_0": "surname:Dallman;given-names:MF",
              "pub-id_pmid": "17628543",
              "section_type": "REF",
              "source": "Experimental neurology",
              "type": "ref",
              "volume": "206",
              "year": "2007"
            },
            "text": "Modulation of stress responses: how we cope with excess glucocorticoids",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58598,
            "infons": {
              "fpage": "199",
              "issue": "2",
              "lpage": "204",
              "name_0": "surname:Dallman;given-names:MF",
              "name_1": "surname:Akana;given-names:SF",
              "name_2": "surname:Pecoraro;given-names:NC",
              "name_3": "surname:Warne;given-names:JP",
              "name_4": "surname:la Fleur;given-names:SE",
              "name_5": "surname:Foster;given-names:MT",
              "pub-id_pmid": "17430247",
              "section_type": "REF",
              "source": "Current Alzheimer research",
              "type": "ref",
              "volume": "4",
              "year": "2007"
            },
            "text": "Glucocorticoids, the etiology of obesity and the metabolic syndrome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58666,
            "infons": {
              "fpage": "394",
              "issue": "5",
              "lpage": "402",
              "name_0": "surname:Delerive;given-names:P",
              "name_1": "surname:Martin-Nizard;given-names:F",
              "name_2": "surname:Chinetti;given-names:G",
              "name_3": "surname:Trottein;given-names:F",
              "name_4": "surname:Fruchart;given-names:JC",
              "name_5": "surname:Najib;given-names:J",
              "pub-id_pmid": "10473669",
              "section_type": "REF",
              "source": "Circulation research",
              "type": "ref",
              "volume": "85",
              "year": "1999"
            },
            "text": "Peroxisome proliferator-activated receptor activators inhibit thrombin-induced endothelin-1 production in human vascular endothelial cells by inhibiting the activator protein-1 signaling pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58861,
            "infons": {
              "fpage": "3125",
              "issue": "24",
              "lpage": "31",
              "name_0": "surname:Marx;given-names:N",
              "name_1": "surname:Sukhova;given-names:GK",
              "name_2": "surname:Collins;given-names:T",
              "name_3": "surname:Libby;given-names:P",
              "name_4": "surname:Plutzky;given-names:J",
              "pub-id_pmid": "10377075",
              "section_type": "REF",
              "source": "Circulation",
              "type": "ref",
              "volume": "99",
              "year": "1999"
            },
            "text": "PPARalpha activators inhibit cytokine-induced vascular cell adhesion molecule-1 expression in human endothelial cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58979,
            "infons": {
              "fpage": "25573",
              "issue": "40",
              "lpage": "80",
              "name_0": "surname:Chinetti;given-names:G",
              "name_1": "surname:Griglio;given-names:S",
              "name_2": "surname:Antonucci;given-names:M",
              "name_3": "surname:Torra;given-names:IP",
              "name_4": "surname:Delerive;given-names:P",
              "name_5": "surname:Majd;given-names:Z",
              "pub-id_pmid": "9748221",
              "section_type": "REF",
              "source": "The Journal of biological chemistry",
              "type": "ref",
              "volume": "273",
              "year": "1998"
            },
            "text": "Activation of proliferator-activated receptors alpha and gamma induces apoptosis of human monocyte-derived macrophages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59098,
            "infons": {
              "comment": "doi: 10.1038/34178",
              "fpage": "79",
              "issue": "6662",
              "lpage": "82",
              "name_0": "surname:Ricote;given-names:M",
              "name_1": "surname:Li;given-names:AC",
              "name_2": "surname:Willson;given-names:TM",
              "name_3": "surname:Kelly;given-names:CJ",
              "name_4": "surname:Glass;given-names:CK",
              "pub-id_pmid": "9422508",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "391",
              "year": "1998"
            },
            "text": "The peroxisome proliferator-activated receptor-gamma is a negative regulator of macrophage activation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59200,
            "infons": {
              "comment": "doi: 10.1038/31701",
              "fpage": "790",
              "issue": "6687",
              "lpage": "3",
              "name_0": "surname:Staels;given-names:B",
              "name_1": "surname:Koenig;given-names:W",
              "name_2": "surname:Habib;given-names:A",
              "name_3": "surname:Merval;given-names:R",
              "name_4": "surname:Lebret;given-names:M",
              "name_5": "surname:Torra;given-names:IP",
              "pub-id_pmid": "9655393",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "393",
              "year": "1998"
            },
            "text": "Activation of human aortic smooth-muscle cells is inhibited by PPARalpha but not by PPARgamma activators",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59305,
            "infons": {
              "fpage": "2672",
              "issue": "5",
              "lpage": "81",
              "name_0": "surname:Zhou;given-names:YC",
              "name_1": "surname:Waxman;given-names:DJ",
              "pub-id_pmid": "9915797",
              "section_type": "REF",
              "source": "The Journal of biological chemistry",
              "type": "ref",
              "volume": "274",
              "year": "1999"
            },
            "text": "Cross-talk between janus kinase-signal transducer and activator of transcription (JAK-STAT) and peroxisome proliferator-activated receptor-alpha (PPARalpha) signaling pathways. Growth hormone inhibition of pparalpha transcriptional activity mediated by stat5b",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59565,
            "infons": {
              "comment": "doi: 10.1038/34184",
              "fpage": "82",
              "issue": "6662",
              "lpage": "6",
              "name_0": "surname:Jiang;given-names:C",
              "name_1": "surname:Ting;given-names:AT",
              "name_2": "surname:Seed;given-names:B",
              "pub-id_pmid": "9422509",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "391",
              "year": "1998"
            },
            "text": "PPAR-gamma agonists inhibit production of monocyte inflammatory cytokines",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59639,
            "infons": {
              "fpage": "17",
              "issue": "1",
              "lpage": "23",
              "name_0": "surname:Marx;given-names:N",
              "name_1": "surname:Sukhova;given-names:G",
              "name_2": "surname:Murphy;given-names:C",
              "name_3": "surname:Libby;given-names:P",
              "name_4": "surname:Plutzky;given-names:J",
              "pub-id_pmid": "9665460",
              "section_type": "REF",
              "source": "The American journal of pathology",
              "type": "ref",
              "volume": "153",
              "year": "1998"
            },
            "text": "Macrophages in human atheroma contain PPARgamma: differentiation-dependent peroxisomal proliferator-activated receptor gamma(PPARgamma) expression and reduction of MMP-9 activity through PPARgamma activation in mononuclear phagocytes in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59882,
            "infons": {
              "fpage": "27",
              "issue": "1–2",
              "lpage": "30",
              "name_0": "surname:Murao;given-names:K",
              "name_1": "surname:Imachi;given-names:H",
              "name_2": "surname:Momoi;given-names:A",
              "name_3": "surname:Sayo;given-names:Y",
              "name_4": "surname:Hosokawa;given-names:H",
              "name_5": "surname:Sato;given-names:M",
              "pub-id_pmid": "10413089",
              "section_type": "REF",
              "source": "FEBS letters",
              "type": "ref",
              "volume": "454",
              "year": "1999"
            },
            "text": "Thiazolidinedione inhibits the production of monocyte chemoattractant protein-1 in cytokine-treated human vascular endothelial cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60015,
            "infons": {
              "fpage": "301",
              "issue": "3",
              "lpage": "4",
              "name_0": "surname:Momoi;given-names:A",
              "name_1": "surname:Murao;given-names:K",
              "name_2": "surname:Imachi;given-names:H",
              "name_3": "surname:Sayo;given-names:Y",
              "name_4": "surname:Nakamura;given-names:H",
              "name_5": "surname:Hosokawa;given-names:H",
              "pub-id_pmid": "10386610",
              "section_type": "REF",
              "source": "FEBS letters",
              "type": "ref",
              "volume": "452",
              "year": "1999"
            },
            "text": "Thiazolidinedione inhibits production of RANTES in a cytokine-treated human lung epithelial cell line",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60117,
            "infons": {
              "fpage": "2094",
              "issue": "9",
              "lpage": "104",
              "name_0": "surname:Jackson;given-names:SM",
              "name_1": "surname:Parhami;given-names:F",
              "name_2": "surname:Xi;given-names:XP",
              "name_3": "surname:Berliner;given-names:JA",
              "name_4": "surname:Hsueh;given-names:WA",
              "name_5": "surname:Law;given-names:RE",
              "pub-id_pmid": "10479650",
              "section_type": "REF",
              "source": "Arteriosclerosis, thrombosis, and vascular biology",
              "type": "ref",
              "volume": "19",
              "year": "1999"
            },
            "text": "Peroxisome proliferator-activated receptor activators target human endothelial cells to inhibit leukocyte-endothelial cell interaction",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]