[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250706",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC5614317",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.3791/56142",
              "article-id_pmc": "PMC5614317",
              "article-id_pmid": "28829425",
              "article-id_publisher-id": "56142",
              "elocation-id": "56142",
              "issue": "126",
              "kwd": "Biochemistry Issue 126 Calcium aphid GCaMP microscopy insect GFP",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 3.0 License. To view a copy of this license, visithttp://creativecommons.org/licenses/by/3.0/us/",
              "name_0": "surname:Vincent;given-names:Thomas R.",
              "name_1": "surname:Canham;given-names:James",
              "name_2": "surname:Toyota;given-names:Masatsugu",
              "name_3": "surname:Avramova;given-names:Marieta",
              "name_4": "surname:Mugford;given-names:Sam T.",
              "name_5": "surname:Gilroy;given-names:Simon",
              "name_6": "surname:Miller;given-names:Anthony J.",
              "name_7": "surname:Hogenhout;given-names:Saskia",
              "name_8": "surname:Sanders;given-names:Dale",
              "section_type": "TITLE",
              "type": "front",
              "year": "2017"
            },
            "text": "Real-time In Vivo Recording of Arabidopsis Calcium Signals During Insect Feeding Using a Fluorescent Biosensor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 111,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Calcium ions are predicted to be key signaling entities during biotic interactions, with calcium signaling forming an established part of the plant defense response to microbial elicitors and to wounding caused by chewing insects, eliciting systemic calcium signals in plants. However, the role of calcium in vivo during biotic stress is still unclear. This protocol describes the use of a genetically-encoded calcium sensor to detect calcium signals in plants during feeding by a hemipteran pest. Hemipterans such as aphids pierce a small number of cells with specialized, elongated sucking mouthparts, making them the ideal tool to study calcium dynamics when a plant is faced with a biotic stress, which is distinct from a wounding response. In addition, fluorescent biosensors are revolutionizing the measurement of signaling molecules in vivo in both animals and plants. Expressing a GFP-based calcium biosensor, GCaMP3, in the model plant Arabidopsis thaliana allows for the real-time imaging of plant calcium dynamics during insect feeding, with a high spatial and temporal resolution. A repeatable and robust assay has been developed using the fluorescence microscopy of detached GCaMP3 leaves, allowing for the continuous measurement of cytosolic calcium dynamics before, during, and after insect feeding. This reveals a highly-localized rapid calcium elevation around the aphid feeding site that occurs within a few minutes. The protocol can be adapted to other biotic stresses, such as additional insect species, while the use of Arabidopsis thaliana allows for the rapid generation of mutants to facilitate the molecular analysis of the phenomenon.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1772,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1785,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Calcium (Ca2+) is one of the most ubiquitous signaling elements in plants. A transient rise in cytosolic Ca2+ concentration ([Ca2+]cyt) is decoded by a complex network of downstream components and is involved in the response to both abiotic and biotic stresses. A rise in [Ca2+]cyt is one of the first responses to microbial elicitors, forming a common part of the plant defense response. Rises in [Ca2+]cyt have also been observed in response to wounding caused by chewing insects, such as lepidopterans. However, the potential role of plant Ca2+ signals in response to live biotic threats that cause damage to only a few cells has not been explored. The green peach aphid Myzus persicae is a hemipteran insect that represents a significant threat to world agriculture, and Ca2+ efflux from the extracellular space has been observed in leaves infested with M. persicae.This protocol outlines a robust and repeatable method for measuring plant Ca2+ signals while M. persicae feed from leaves using a fluorescent Ca2+ biosensor, with both aphids and GCaMP3 offering novel tools with which to dissect the role of Ca2+ during biotic interactions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2929,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Ca2+-selective microelectrodes were formerly used to measure [Ca2+] in plants. More recently, bioluminescent and fluorescent approaches have become standardized. These biosensors bind Ca2+ and emit light, allowing for un-paralleled opportunities to study Ca2+ dynamics in both cells and whole tissues. Ca2+ biosensors can be injected as dyes or stably produced upon the introduction of the biosensor coding sequence into the genome of the organism via transformation (i.e., genetically encoded biosensors). The latter offers the major advantages of being easily expressed in live tissue and capable of subcellular localization. The aequorin protein, isolated from Aequorea victoria (jellyfish) was the first genetically encoded Ca2+ biosensor deployed in plants. As a bioluminescent protein, aequorin does not require excitation by external light, which avoids chromophore bleaching and autofluorescence. Aequorin has been successfully used to measure [Ca2+] fluxes in response to various stimuli, including temperature, pathogens, salt stress, and wounding. However, it is disadvantaged by the relatively low signal intensity, making the detection of [Ca2+] fluxes in individual cells and from tissues with poor sensor expression difficult.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4171,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The development of Ca2+ biosensors that can fluoresce has complemented aequorin by allowing for detailed subcellular and tissue-level analysis of Ca2+ dynamics. One of the most common fluorescent biosensors are the fluorescence resonance energy transfer (FRET)-based Cameleons. FRET Cameleons are composed of two proteins, typically CFP and YFP, which are brought into close contact by the conformational change induced by the binding of Ca2+ to a calmodulin domain in the CFP-YFP linker region. This contact allows the transfer of energy from CFP to YFP, and the resulting change in the fluorescence of these fluorophores allows for the accurate quantification of [Ca2+] through the calculation of the ratio of the fluorescence signals from the two fluorophores. FRET Cameleons are superior to aequorin and non-ratiometric florescent dyes, as they are less affected by the expression level of the protein and often have a greater fluorescent yield, allowing for cellular and subcellular imaging. For example, FRET Cameleons have been recently used to identify long-distance Ca2+ signals in plants and to resolve these to the cellular level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5313,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A recent breakthrough with fluorescent GFP-based Ca2+ biosensors has been the development of highly sensitive single-fluorophore (single-FP) biosensors. Single-FP biosensors consist of a single circularly permutated GFP linked to a calmodulin and M13 peptide, with Ca2+ binding to calmodulin, resulting in a water-mediated reaction between calmodulin and GFP so as to protonate GFP and increase fluorescent yield. Single-FP sensors offer several advantages over FRET Cameleons, including simpler experimental design and a potentially higher temporal resolution of imaging. Although single-FP sensors cannot quantify absolute [Ca2+] as simply as FRET sensors, they are superior for the analysis of the temporal and spatial dynamics of Ca2+ signals. GCaMPs are one of the best-established single-FP sensors and have undergone several revisions to enhance their fluorescent yield, dynamic range, Ca2+ affinity, and signal-to-noise ratios. The GCaMPs have been successfully used in animal systems, such as zebrafish motor neurons and fruit fly neuromuscular junctions. Random mutagenesis of GCaMP3 has resulted in additional classes of single-FP sensors, including the ultrasensitive GCaMP6 and the GECOs. The GECOs were recently used in Arabidopsis thaliana (henceforth referred to as Arabidopsis) to measure Ca2+ fluxes in response to ATP, chitin, and the bacterial elicitor flg22. This study also demonstrated that the R-GECO biosensor outperformed the FRET Cameleon YC3.6 in terms of maximal signal change and signal-to-noise ratio.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6846,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Because of the ease of use, high fluorescent yield, and high temporal resolution that can be achieved with GCaMP biosensors, GCaMP3 was genetically encoded in Arabidopsis under the Cauliflower mosaic virus 35S promoter. The genetic tools available for Arabidopsis research allow for the detailed molecular analysis of the Ca2+ signals measured by GCaMP3. In addition, the GCaMP3 biosensor can be visualized under a fluorescence microscope rather than a costlier confocal system. This protocol allows for whole-tissue imaging, essential when conducting experiments with live biotic stresses. The experiment is designed such that detached leaves from 35S::GCaMP3 plants are floated in water, to prevent insect escape and to restrict feeding to a specific tissue. The method outlined in this paper therefore allows for the analysis of leaf Ca2+ dynamics during feeding by M. persicae, resulting in the characterization of a novel plant signaling response. This method can also be adapted to work with other biotic stresses, such as additional insect species and microbial pathogens, and with other plant tissues, such as roots.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7971,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Protocol",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7980,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "1. Plant Preparation (Days 1 - 4)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8014,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 1, sterilize 35S::GCaMP seeds using three 75% ethanol washes, 1 min per wash, and plate them on 100 mm2 square plastic plates with ¼-strength Murashige and Skoog (MS) medium (recipe: 1.1 g of Murashige and Skoog medium, 7.5 g of sucrose, 10 g of Formedium agar, and 1 L of de-ionized water).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8315,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Stratify the seedlings in the dark for three days at 8 °C to obtain synchronous germination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8409,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 4 of the experiment, move the GCaMP seedlings to a controlled environment room (CER) at 23 °C, with a 16 h light and 8 h dark photoperiod.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8556,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "2. Insect Rearing (Days 11 - 12)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8589,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 11 of the experiment, add 15 adult M. persicae to 5-week-old soil-grown Arabidopsis plants using a moist artist's paint brush (size 2 or 4) (grown in a CER at 22 °C with 10 h light and 14 h dark photoperiod).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8806,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Cage the aphids on the plant by placing clear plastic tubing (10 cm x 15 cm) around the plant and cap with a plastic lid.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8928,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Leave the aphid-infested plants for 24 h in a CER at 22 °C with a 16-h light and 8-h dark photoperiod.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9032,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 12 of the experiment, remove all adult M. persicae using a paintbrush. NOTE: Insects can be seen by eye on the plant. This gives a population of nymphs with a similar developmental age. Roughly 1 nymph per adult will be produced during this period.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9288,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Leave the infested plants in a lower-temperature CER at 16 °C, with an 8 h light and 16 h dark photoperiod, to prevent the nymphs from increasing in size too rapidly.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9456,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "3. Leaf Detachment (Day 19)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9484,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 19 of the experiment, remove the 35S::GCaMP3 seedlings from the CER and detach the largest leaf from each plant using a pair of sharp scissors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9635,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Using a pair of tweezers, place the detached leaf into the well of a 96-well plate containing 300 µL of distilled water, abaxial surface facing up. Repeat for additional leaves (Figure 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9828,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Figure 1: 35S::GCaMP3 Leaf Assay. The largest leaf from each 16 day-old 35S::GCaMP3 Arabidopsis seedling is detached and floated on 300 µL of distilled water in a 96-well plate. Photo taken the day after detachment. Please click here to view a larger version of this figure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10107,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Cover the plate in clear plastic wrap and aluminum foil and leave at room temperature overnight to allow the stress of the detachment to subside.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10253,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "4. Fluorescence Microscopy (Days 20 - 22)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10295,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "On day 20 of the experiment, remove the 96-well plate from the aluminum foil and transfer it to a fluorescence stereomicroscope. Configure the stereo fluorescence microscope to excite GFP with a 450-490 nm light and to capture the fluorescent emission between 500 and 550 nm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10571,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Collect the aged aphids from the colony established on day 11 by removing the plant from the soil and placing it in a transparent box with a lid. Keep the insects contained in the box while conducting the experiment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10788,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Place the 96-well plate under the microscope. Alter the light exposure until the GCaMP3 fluorescence can be clearly visualized in the veins of the detached leaves. Keep the exposure constant for all experiments; for the current protocol, a 1-s exposure was used with a gain of 3.5 (Figure 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11081,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Adjust the magnification and zoom of the microscope such that 4 wells can be observed in one frame; for the current protocol, a 7.8X magnification and a focus of -127.833 mm was used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11265,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Transfer one aphid to a detached leaf under the microscope using a moist paint brush. Leave an adjacent leaf untreated as a control, but lightly touch it with the paintbrush to mimic the touching that occurs during aphid transfer. Remember to place the plastic wrap back on top of the 96-well plate during microscopy to prevent the insect from escaping.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11619,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Begin the fluorescence recording of the leaves in pairs (1 aphid-treated and 1 untreated) by clicking \"start experiment\" in the built-in microscope software (Figure 2). Record measurements for 50 min. NOTE: For the current protocol, a time interval of 5 s between measurements was used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11906,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "After 50 min, stop recording by clicking on \"stop experiment\" and remove the aphid from the leaf. Save the fluorescence measurements as image files (e.g., tagged image file format, TIFF).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12094,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Repeat the experiment with further pairs of leaves; imaging can be extended to image 2 pairs of leaves at once, allowing for the simultaneous imaging of 2 genotypes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12260,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "5. Data Collection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12279,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Import the image files into Fiji (Image J) and convert them to 32 bits by clicking on \"Image\" > \"Type\" > \"32-bit;\" this allows for the conversion of the images into heatmap videos (see step 7).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12473,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Discard the samples in which the aphids do not settle in one location for more than 5 min by viewing the insect movement under the microscope. NOTE: This is often the majority of samples, and up to 100 treatments may be required to find 30 samples exhibiting successful settling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12753,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Set the measurement scale to pixels (or convert to mm, if known) and the time frame to the same time interval as used during the microscopy by clicking on \"Image\" > \"Properties.\"",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12932,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Create the ROI by drawing an oval (use the \"oval tool\"), and edit the size using \"Edit\" > \"Selection\" > \"Specify.\" See Figure 2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13061,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Using the cursor, place a region of interest (ROI) around the area of tissue for GFP analysis. NOTE: In the current protocol, a circular ROI 50 pixels (0.65 mm) in diameter was used at 3 locations of interest: the aphid feeding site (Fs), a systemic region on the midrib of the leaf (Sm), and a systemic region adjacent to the midrib (\"lateral tissue,\" Sl) (Figure 2).  ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13432,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the untreated control, select ROIs in comparable regions of the leaf to those selected on the treated leaf (i.e., the same region of the leaf as where the aphid fed on the treated leaf) (Figure 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13634,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Figure 2: Analyzing GCaMP3 Fluorescence Under the Microscope. Left: untreated control leaf. Right: aphid-treated leaf. The aphid feeding site is indicated with an arrowhead. Scale bar = 1 mm. (A) Bright field image. Magnification: 7.8X, focus: -127.833 mm, exposure: 1 s. (B) GFP image showing the ROIs used for the quantitative analysis of fluorescence. Fs = feeding site, Sm = systemic midrib, Sl = systemic lateral tissue. Magnification: 7.8X, focus: -127.833 mm, exposure: 1 s. The GFP was excited using a 450 to 490 nm metal halide lamp, and fluorescent emission was captured between 500 and 550 nm. Please click here to view a larger version of this figure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14298,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Use the Time Series Analyzer plugin by clicking \"Plugins\" > \"Time Series Analyzer\" to analyze the raw fluorescence values (F) in the ROI over time. Add the ROI of interest (\"Add [t]\"). Making sure that the ROI is selected, select \"get average;\" this will display a table of F values for each frame in that ROI.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14609,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Copy this data into a spreadsheet.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14644,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Calculate the area of the feeding site signal by first selecting the region using the \"freehand selection tool.\" Outline the maximal GFP signal and then calculate the area of this shape by clicking \"Analyze\" > \"Measure.\"",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14865,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Click on the \"Add\" button and then click the cursor at the center of the signal when it is first visible. Click again on the edge of the signal at its point of furthest spread. Click \"measure\" to calculate the speed of the signal.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15096,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": " Calculate the speed of the feeding site signal using the MTrackJ plugin by clicking \"Plugins\" > \"Tracking\" > \"MTrackJ.\"  ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15219,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "6. Data Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15236,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Define the point of aphid settling by playing through the image frames from the microscope in Fiji. NOTE: The time of settling is the frame during which the aphid stays in a single location for 5 min or more. The duration of settling events can also be calculated from the images in Fiji.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15525,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Normalize the F data (ΔF/F) according to the equation ΔF/F = (F - F0)/F0, where F0 is the average baseline fluorescence calculated from the average of F over the first 60 frames of the recording before the aphid settled. Repeat for the untreated control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15788,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Plot the normalized GFP fluorescence (ΔF/F) over time for that ROI in the treated and untreated leaf. Discard samples (both leaves) if the untreated control shows large Ca2+ transients (i.e., ΔF/F rises above 0.2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16011,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Repeat until at least 20 - 30 viable samples have been analyzed per genotype.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16089,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "7. Time-course Video Creation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16119,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Convert the 32-bit image files into heatmaps using the NucMed_Image LUTs plugin by clicking \"Plugins\" > \"NucMed\" > \"Lookup tables.\" In the lookup tables menu, select \"blue green red\" to convert the images to heat maps.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16338,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Enhance the contrast of the heatmap to highlight the aphid-elicited GFP signals using \"Process\" > \"Enhance contrast\" > \"Adjust saturated pixels %.\"",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16486,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Add time information using the Time Stamper plugin by clicking on \"Plugins\" > \"Time Stamper\". Set the \"starting time\" at \"0\" and the \"interval\" based on the time interval used for the microscopy (e.g., 5 s).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16694,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Export this video as an audio video interleaved (AVI) file. NOTE: This video can then be edited further in other software packages (e.g., Microsoft Movie Maker).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16856,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Representative Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16879,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 3 andFigure 4arerepresentative results from an experiment comparing an aphid-treated leaf with an untreated control. A highly localized increase in GFP fluorescence can be seen around the feeding site within a few minutes in the majority of samples, whilst the Ca2+ dynamics in the untreated control leaf stay relatively stable (Figure 3A and 3B). It is also possible to observe secondary increases in GFP fluorescence after the initial peak in some experiments (Figure 3B). In up to 50% of treated leaves, the aphids do not settle and the samples should be discarded. Of the samples in which settling occurs, 27% of samples do not exhibit clear increases in GFP fluorescence around the feeding site (Figure 3C and Table 1); therefore, 25 - 30 replicate samples should be averaged for quantitative analysis. Visualization of the area and speed of the feeding site [Ca2+]cyt elevation should reveal a signal of around 110 µm travelling at 6 µm/s (Table 1). In addition, no [Ca2+]cyt elevations should be detected systemically within the leaf upon aphid treatment, either in the systemic midrib (Figure 4A) or the systemic lateral tissue regions (Figure 4B). A representative sample of [Ca2+]cyt dynamics over time is shown in Video 1. It is also possible to analyze aphid settling behavior by tracking the number and duration of individual settling events under the microscope. Representative results for these behaviors are shown in Table 1, showing that the aphids take around 10 min before settling, and when they do settle successfully, this lasts for 20 min on average. Therefore, the insects are settled in a single location for the entirety of the [Ca2+]cyt elevation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18569,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 3: GCaMP3 can be used to Detect Aphid-elicited Ca2+ Signals at the Feeding Site in Detached Leaves. Left: representative traces (n = 30) of normalized GFP fluorescence (ΔF/F) around the feeding site of a 35S::GCaMP3 leaf. The traces display 5 min before settling until 25 min post-settling. Control = equivalent location on an untreated 35S::GCaMP3 leaf. Right: representative stereomicroscope image of [Ca2+]cyt elevation seen around an aphid feeding site on a 35S::GCaMP3 leaf. The GFP fluorescence is color-coded according to the inset scale. The aphid id outlined in white and the feeding site indicated with an arrowhead. Magnification: 7.8X, focus: -127.833 mm, exposure: 1 s. The GFP was excited using a 450 to 490 nm metal halide lamp, and the fluorescent emission was captured between 500 and 550 nm. (A) An example of a large aphid-induced [Ca2+]cyt elevation. (B) An example of an average aphid-induced [Ca2+]cyt elevation. (C) An example of no aphid-induced [Ca2+]cyt elevation. Please click here to view a larger version of this figure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19630,
            "infons": {
              "file": "d35e884.xml",
              "id": "d35e884",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><tbody><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>Parameter</bold>\n</td><td rowspan=\"1\" colspan=\"1\">\n<bold>Average (± SEM)</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>[Ca<sup>2+</sup>]<sub>cyt</sub> elevation</bold>\n</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">Percentage of samples displaying a [Ca<sup>2+</sup>]<sub>cyt</sub> elevation</td><td rowspan=\"1\" colspan=\"1\">73%</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Speed of wave front <sup>a</sup></td><td rowspan=\"1\" colspan=\"1\">5.9 µm/s (± 0.6)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Maximum area of spread</td><td rowspan=\"1\" colspan=\"1\">110 µm<sup>2</sup> (± 18)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>Aphid behaviour</bold>\n</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">Number of settles (&gt;5 min)</td><td rowspan=\"1\" colspan=\"1\">2 (± 0.1)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Total number of settles (all durations)</td><td rowspan=\"1\" colspan=\"1\">3.8 (± 0.4)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Time settled for imaging <sup>b</sup></td><td rowspan=\"1\" colspan=\"1\">20 min (± 2)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Time until first settle <sup>c</sup></td><td rowspan=\"1\" colspan=\"1\">11 min (± 1.4)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Percentage of total time spent settled</td><td rowspan=\"1\" colspan=\"1\">62% (± 3)</td></tr></tbody></table>\n"
            },
            "text": "Parameter\tAverage (± SEM)\t \t[Ca2+]cyt elevation\t\t \tPercentage of samples displaying a [Ca2+]cyt elevation\t73%\t \tSpeed of wave front a\t5.9 µm/s (± 0.6)\t \tMaximum area of spread\t110 µm2 (± 18)\t \tAphid behaviour\t\t \tNumber of settles (>5 min)\t2 (± 0.1)\t \tTotal number of settles (all durations)\t3.8 (± 0.4)\t \tTime settled for imaging b\t20 min (± 2)\t \tTime until first settle c\t11 min (± 1.4)\t \tPercentage of total time spent settled\t62% (± 3)\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20088,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 1: [Ca2+]cyt  Elevation and Aphid Behavior Parameters during 35S::GCaMP3 Imaging. Parameters calculated from viable samples in which settling of >5 min occurred.(A) Speed of the visible signal from the point of initiation to the furthest point of spread. (B) Duration of the initial settling events used for the analysis of fluorescence. (C) Length of time between the beginning of imaging and the first aphid settle. [Ca2+]cyt elevation data previously submitted to The Plant Cell (current status: initial QC).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20607,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 4: GCaMP3 Cannot Detect Aphid-elicited Ca2+ Signals Systemic to the Feeding Site. Representative traces (n = 30) of normalized GFP fluorescence (ΔF/F) in locations systemic to the aphid feeding site in 35S::GCaMP3 leaves. The traces display 5 min before settling until 25 min post-settling. Control = equivalent location on an untreated 35S::GCaMP3 leaf. (A) ΔF/F in the systemic midrib region. (B) ΔF/F in the systemic lateral tissue region. Please click here to view a larger version of this figure.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21128,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Video 1: GCaMP3 Florescence Over time as an Aphid Feeds. The GFP fluorescence is color-coded according to the inset scale. The location of the aphid feeding site is indicated with an arrowhead. Left: 35S::GCaMP3 leaf exposed to an M. persicae adult. Right: A 35S::GCaMP3 no-aphid control leaf. Please click here to view this video. (Right-click to download.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21487,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21498,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The method described in this paper allows for the real-time analysis of plant Ca2+ signaling during a biotic stress such as insect feeding. It demonstrates that one of the first plant responses to such threats is a localized [Ca2+]cyt elevation around the feeding site of the insect. Through the use of mutants, this method will allow for the the molecular and physiological characterization of such signals, which was not previously possible. A critical step in this protocol is to ensure that the detached leaves are not excessively disturbed during the detachment process (step 3.2) or when transferring insects to the leaves (step 4.5). Given that the current protocol provides a relative measurement of [Ca2+]cyt rather than an absolute concentration, it is vital that the microscope settings are kept constant throughout the experiment. There is also the potential for human bias during the selection of ROIs and the analysis of the data, and as such, it is recommended that the experiments are conducted double-blind.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22523,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "There are several significant advantages of measuring [Ca2+]cyt during biotic stress with this protocol. First, the use of a single fluorophore with a high fluorescent yield allows the imaging to be conducted on a stereomicroscope, which is less costly than using a confocal microscope. The use of a single fluorophore also makes data collection and analysis simple, as there is just one measurement to record. In addition, the use of a stereomicroscope allows for the imaging of entire leaves, which is essential given that many biotic interactions, including plant-aphid interactions, occur on a large spatial scale. The high temporal resolution of image capture possible with GCaMP3, based on the rapid disassociation of Ca2+ from the sensor after binding and the high florescent yield, allows for measurements to be taken up to every 5 s. Furthermore, the leaf assay prevents the escape of the insect, a key limiting step to conducting such experiments on whole plants (in preparation). The detached leaves also ensure that the insect feeds from a pre-defined location, allowing for the analysis of Ca2+ dynamics before, during, and after feeding. This protocol also ensures that leaves of similar developmental stages are used for analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23769,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The main disadvantage of this protocol originates from the use of a non-ratiometric biosensor. With single-FP biosensors, variation in GFP emission may result from experimental variables other than [Ca2+]cyt, such as changes in cellular pH, motion, or the expression level of the biosensor. These issues are not encountered with FRET Cameleons during FRET, as the transfer of energy from CFP to YFP only occurs upon Ca2+ binding. Other conditions that alter the fluorescent properties of the individual fluorophores are unlikely to mimic the opposing changes in intensity of CFP and YFP, and the ratiometric calculation that is used inherently normalizes the measurements for many of these other optical artifacts. This makes estimations of absolute [Ca2+]cyt more reliable with FRET Cameleons. Consequently, GCaMP3 is best used as a biosensor to measure relative [Ca2+]cyt, although it is still sufficient to detect and characterize biological phenomena in plants,(in preparation). Therefore, it is essential to use controls to show that the observed effect is due to Ca2+, including Ca2+-related genetic mutants(in preparation) or pharmacological Ca2+ channel inhibitors such as La3+. Importantly, single-FP biosensors typically display a greater fluorescent yield and greater dynamic range (i.e., an increase in florescence upon Ca2+ binding) than FRET Cameleons, which makes GCaMP more suited to tissue-level imaging, while FRET Cameleons are a useful tool for cellular imaging with a confocal microscope.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25279,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "During the execution of this protocol, it is possible that some issues will arise that require troubleshooting. For example, it is recommended that samples in which the control (untreated) leaf displays large [Ca2+]cyt elevations are discarded (step 6.3). Such transients are most likely the result of stress induced by the microscopy. Indeed, blue light is known to elicit Ca2+ signals, and the high-intensity light might also result in temperature and osmotic stresses, both of which also elicit [Ca2+]cyt elevations. Consequently, to reduce such stresses, it is important to conduct the experiment in a well-ventilated and temperature-controlled room and to avoid unnecessarily long exposure times. It is also important to not disrupt the leaves excessively during detachment or during the microscopy to prevent touch-elicited [Ca2+]cyt elevations. Issues may also be encountered with insect settling. With M. persicae, the insects do not settle on the leaves in several samples. This could be a result of wound-elicited defense in the detached leaves, or the disturbance of the insects by the blue light. Indeed, vision in M. persicae is governed by three photoreceptors, including one with a peak sensitivity of 490 nm. Reducing the microscopy exposure and handling the aphids with care might reduce distress and encourage settling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26617,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The protocol outlined in the current paper gives new insights onto the molecular understanding of plant-insect interactions and the plant response to biotic stress. It allows for the visualization of one of the first plant responses to insect feeding and facilitates further investigations through the use of the considerable Arabidopsis genetic resources available. In addition, this protocol allows for the use of live organisms, as opposed to extracts or elicitors. In the future, this technique could be applied to other biotic stresses, such as additional insect species, nematodes, or microbial pathogens, as well as to abiotic stresses. The GCaMP3 microscopy can also be modified to image other plant tissues, alternative ROIs on the leaf, or even whole plants. Furthermore, there is the potential for the biosensor to be genetically encoded in additional plant species. Consequently, the protocol outlined in this paper has the potential to undercover the molecular basis of Ca2+ signaling in a range of novel biotic interactions between plants and other species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27689,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Disclosures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27701,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors have no conflicts of interest to declare.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27755,
            "infons": {
              "fpage": "S401",
              "lpage": "S417",
              "name_0": "surname:Sanders;given-names:D",
              "name_1": "surname:Pelloux;given-names:J",
              "name_2": "surname:Brownlee;given-names:C",
              "name_3": "surname:Harper;given-names:JF",
              "pub-id_pmid": "12045291",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "14",
              "year": "2002"
            },
            "text": "Calcium at the crossroads of signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27794,
            "infons": {
              "fpage": "593",
              "lpage": "620",
              "name_0": "surname:Dodd;given-names:AN",
              "name_1": "surname:Kudla;given-names:J",
              "name_2": "surname:Sanders;given-names:D",
              "pub-id_pmid": "20192754",
              "section_type": "REF",
              "source": "Annu Rev Plant Biol",
              "type": "ref",
              "volume": "61",
              "year": "2010"
            },
            "text": "The language of calcium signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27828,
            "infons": {
              "fpage": "1425",
              "issue": "8",
              "lpage": "1440",
              "name_0": "surname:Blume;given-names:B",
              "name_1": "surname:Nurnberger;given-names:T",
              "name_2": "surname:Nass;given-names:N",
              "name_3": "surname:Scheel;given-names:D",
              "pub-id_pmid": "10948260",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "12",
              "year": "2000"
            },
            "text": "Receptor-mediated increase in cytoplasmic free calcium required for activation of pathogen defense in parsley",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27938,
            "infons": {
              "fpage": "527",
              "issue": "6",
              "lpage": "538",
              "name_0": "surname:Lecourieux;given-names:D",
              "pub-id_pmid": "16198416",
              "section_type": "REF",
              "source": "Cell Calcium",
              "type": "ref",
              "volume": "38",
              "year": "2005"
            },
            "text": "Proteinaceous and oligosaccharidic elicitors induce different calcium signatures in the nucleus of tobacco cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28051,
            "infons": {
              "fpage": "1188",
              "issue": "8",
              "lpage": "1200",
              "name_0": "surname:Keinath;given-names:NF",
              "pub-id_pmid": "26002145",
              "section_type": "REF",
              "source": "Mol Plant",
              "type": "ref",
              "volume": "8",
              "year": "2015"
            },
            "text": "Live cell imaging with R-GECO1 sheds light on flg22- and chitin-induced transient [Ca2+]cyt patterns in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28167,
            "infons": {
              "fpage": "136",
              "issue": "2",
              "lpage": "139",
              "name_0": "surname:Verrillo;given-names:F",
              "name_1": "surname:Occhipinti;given-names:A",
              "name_2": "surname:Kanchiswamy;given-names:CN",
              "name_3": "surname:Maffei;given-names:ME",
              "pub-id_pmid": "24331428",
              "section_type": "REF",
              "source": "J Plant Physiol",
              "type": "ref",
              "volume": "171",
              "year": "2014"
            },
            "text": "Quantitative analysis of herbivore-induced cytosolic calcium by using a cameleon (YC 3.6) calcium sensor in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28296,
            "infons": {
              "fpage": "996",
              "issue": "4",
              "lpage": "1004",
              "name_0": "surname:Kiep;given-names:V",
              "pub-id_pmid": "25996806",
              "section_type": "REF",
              "source": "New Phytol",
              "type": "ref",
              "volume": "207",
              "year": "2015"
            },
            "text": "Systemic cytosolic Ca(2+) elevation is activated upon wounding and herbivory in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28388,
            "infons": {
              "name_0": "surname:Blackman;given-names:RL",
              "name_1": "surname:Eastop;given-names:VF",
              "section_type": "REF",
              "source": "Aphids on the world's crops: an identification and information guide",
              "type": "ref",
              "year": "2000"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28389,
            "infons": {
              "fpage": "505",
              "issue": "5",
              "lpage": "511",
              "name_0": "surname:Ng;given-names:JCK",
              "name_1": "surname:Perry;given-names:KL",
              "pub-id_pmid": "20565624",
              "section_type": "REF",
              "source": "Mol Plant Pathol",
              "type": "ref",
              "volume": "5",
              "year": "2004"
            },
            "text": "Transmission of plant viruses by aphid vectors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28436,
            "infons": {
              "fpage": "883",
              "issue": "1",
              "lpage": "888",
              "name_0": "surname:Ren;given-names:GW",
              "name_1": "surname:Wang;given-names:XF",
              "name_2": "surname:Chen;given-names:D",
              "name_3": "surname:Wang;given-names:XW",
              "name_4": "surname:Liu;given-names:XD",
              "section_type": "REF",
              "source": "J Plant Interact",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Effects of aphids Myzus persicae on the changes of Ca2+ and H2O2 flux and enzyme activities in tobacco",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28539,
            "infons": {
              "fpage": "624",
              "issue": "6063",
              "lpage": "626",
              "name_0": "surname:Brownlee;given-names:C",
              "name_1": "surname:Wood;given-names:JW",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "320",
              "year": "1986"
            },
            "text": "A gradient of cytoplasmic free calcium in growing rhizoid cells of fucus-serratus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28621,
            "infons": {
              "fpage": "397",
              "issue": "6111",
              "lpage": "400",
              "name_0": "surname:Miller;given-names:AJ",
              "name_1": "surname:Sanders;given-names:D",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "326",
              "year": "1987"
            },
            "text": "Depletion of cytosolic free calcium induced by photosynthesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28683,
            "infons": {
              "fpage": "3842",
              "issue": "3",
              "lpage": "3859",
              "name_0": "surname:Kanchiswamy;given-names:CN",
              "name_1": "surname:Malnoy;given-names:M",
              "name_2": "surname:Occhipinti;given-names:A",
              "name_3": "surname:Maffei;given-names:ME",
              "pub-id_pmid": "24599077",
              "section_type": "REF",
              "source": "Int J Mol Sci",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "Calcium imaging perspectives in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28722,
            "infons": {
              "fpage": "229",
              "issue": "2",
              "name_0": "surname:Ridgway;given-names:EB",
              "name_1": "surname:Ashley;given-names:CC",
              "pub-id_pmid": "4383681",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "29",
              "year": "1967"
            },
            "text": "Calcium transients in single muscle fibers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28765,
            "infons": {
              "fpage": "1",
              "issue": "1-2",
              "lpage": "23",
              "name_0": "surname:Plieth;given-names:C",
              "pub-id_pmid": "11732314",
              "section_type": "REF",
              "source": "Protoplasma",
              "type": "ref",
              "volume": "218",
              "year": "2001"
            },
            "text": "Plant calcium signaling and monitoring: pros and cons and recent experimental approaches",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28854,
            "infons": {
              "fpage": "211",
              "issue": "3",
              "lpage": "218",
              "name_0": "surname:Campbell;given-names:AK",
              "name_1": "surname:Trewavas;given-names:AJ",
              "name_2": "surname:Knight;given-names:MR",
              "pub-id_pmid": "8732261",
              "section_type": "REF",
              "source": "Cell Calcium",
              "type": "ref",
              "volume": "19",
              "year": "1996"
            },
            "text": "Calcium imaging shows differential sensitivity to cooling and communication in luminous transgenic plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28960,
            "infons": {
              "fpage": "105",
              "issue": "1",
              "lpage": "118",
              "name_0": "surname:Mithofer;given-names:A",
              "name_1": "surname:Mazars;given-names:C",
              "pub-id_pmid": "12734562",
              "section_type": "REF",
              "source": "Biol Proced Online",
              "type": "ref",
              "volume": "4",
              "year": "2002"
            },
            "text": "Aequorin-based measurements of intracellular Ca2+-signatures in plant cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29036,
            "infons": {
              "fpage": "355",
              "issue": "3",
              "lpage": "365",
              "name_0": "surname:Kwaaitaal;given-names:M",
              "name_1": "surname:Huisman;given-names:R",
              "name_2": "surname:Maintz;given-names:J",
              "name_3": "surname:Reinstadler;given-names:A",
              "name_4": "surname:Panstruga;given-names:R",
              "pub-id_pmid": "21848515",
              "section_type": "REF",
              "source": "Biochem J",
              "type": "ref",
              "volume": "440",
              "year": "2011"
            },
            "text": "Ionotropic glutamate receptor (iGluR)-like channels mediate MAMP-induced calcium influx in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29148,
            "infons": {
              "fpage": "100",
              "issue": "1",
              "lpage": "113",
              "name_0": "surname:Ranf;given-names:S",
              "name_1": "surname:Eschen-Lippold;given-names:L",
              "name_2": "surname:Pecher;given-names:P",
              "name_3": "surname:Lee;given-names:J",
              "name_4": "surname:Scheel;given-names:D",
              "pub-id_pmid": "21668535",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "68",
              "year": "2011"
            },
            "text": "Interplay between calcium signalling and early signalling elements during defence responses to microbe- or damage-associated molecular patterns",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29292,
            "infons": {
              "fpage": "444",
              "issue": "2",
              "lpage": "455",
              "name_0": "surname:Zhu;given-names:XH",
              "name_1": "surname:Feng;given-names:Y",
              "name_2": "surname:Liang;given-names:GM",
              "name_3": "surname:Liu;given-names:N",
              "name_4": "surname:Zhu;given-names:JK",
              "pub-id_pmid": "23371933",
              "section_type": "REF",
              "source": "Mol Plant",
              "type": "ref",
              "volume": "6",
              "year": "2013"
            },
            "text": "Aequorin-based luminescence imaging reveals stimulus- and tissue-specific Ca2+ dynamics in Arabidopsis plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29402,
            "infons": {
              "fpage": "267",
              "issue": "2",
              "lpage": "278",
              "name_0": "surname:Kiegle;given-names:E",
              "name_1": "surname:Moore;given-names:CA",
              "name_2": "surname:Haseloff;given-names:J",
              "name_3": "surname:Tester;given-names:MA",
              "name_4": "surname:Knight;given-names:MR",
              "pub-id_pmid": "10929120",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "23",
              "year": "2000"
            },
            "text": "Cell-type-specific calcium responses to drought, salt and cold in the Arabidopsis root",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29489,
            "infons": {
              "fpage": "882",
              "issue": "6645",
              "lpage": "887",
              "name_0": "surname:Miyawaki;given-names:A",
              "pub-id_pmid": "9278050",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "388",
              "year": "1997"
            },
            "text": "Fluorescent indicators for Ca2+ based on green fluorescent proteins and calmodulin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29572,
            "infons": {
              "fpage": "1787",
              "issue": "7",
              "lpage": "1797",
              "name_0": "surname:Koldenkova;given-names:VP",
              "name_1": "surname:Nagai;given-names:T",
              "section_type": "REF",
              "source": "BBA Mol Cell Res",
              "type": "ref",
              "volume": "1833",
              "year": "2013"
            },
            "text": "Genetically encoded Ca2+ indicators: properties and evaluation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29635,
            "infons": {
              "fpage": "290",
              "issue": "6168",
              "lpage": "294",
              "name_0": "surname:Choi;given-names:J",
              "pub-id_pmid": "24436418",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "343",
              "year": "2014"
            },
            "text": "Identification of a plant receptor for extracellular ATP",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29692,
            "infons": {
              "fpage": "6497",
              "issue": "17",
              "lpage": "6502",
              "name_0": "surname:Choi;given-names:WG",
              "name_1": "surname:Toyota;given-names:M",
              "name_2": "surname:Kim;given-names:SH",
              "name_3": "surname:Hilleary;given-names:R",
              "name_4": "surname:Gilroy;given-names:S",
              "pub-id_pmid": "24706854",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "111",
              "year": "2014"
            },
            "text": "Salt stress-induced Ca2+ waves are associated with rapid, long-distance root-to-shoot signaling in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29798,
            "infons": {
              "fpage": "1771",
              "issue": "3",
              "lpage": "1784",
              "name_0": "surname:Evans;given-names:MJ",
              "name_1": "surname:Choi;given-names:WG",
              "name_2": "surname:Gilroy;given-names:S",
              "name_3": "surname:Morris;given-names:RJ",
              "pub-id_pmid": "27261066",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "171",
              "year": "2016"
            },
            "text": "A ROS-assisted calcium wave dependent on atrbohd and tpc1 propagates the systemic response to salt stress in Arabidopsis roots",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29925,
            "infons": {
              "fpage": "3197",
              "issue": "6",
              "lpage": "3202",
              "name_0": "surname:Nagai;given-names:T",
              "name_1": "surname:Sawano;given-names:A",
              "name_2": "surname:Park;given-names:ES",
              "name_3": "surname:Miyawaki;given-names:A",
              "section_type": "REF",
              "source": "P Natl Acad Sci USA",
              "type": "ref",
              "volume": "98",
              "year": "2001"
            },
            "text": "Circularly permuted green fluorescent proteins engineered to sense Ca2+",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29997,
            "infons": {
              "fpage": "137",
              "issue": "2",
              "lpage": "141",
              "name_0": "surname:Nakai;given-names:J",
              "name_1": "surname:Ohkura;given-names:M",
              "name_2": "surname:Imoto;given-names:K",
              "pub-id_pmid": "11175727",
              "section_type": "REF",
              "source": "Nat Biotechnol",
              "type": "ref",
              "volume": "19",
              "year": "2001"
            },
            "text": "A high signal-to-noise Ca(2+) probe composed of a single green fluorescent protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30080,
            "infons": {
              "fpage": "6455",
              "issue": "10",
              "lpage": "6464",
              "name_0": "surname:Akerboom;given-names:J",
              "pub-id_pmid": "19098007",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "284",
              "year": "2009"
            },
            "text": "Crystal structures of the GCaMP calcium sensor reveal the mechanism of fluorescence signal change and aid rational design",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30202,
            "infons": {
              "fpage": "108",
              "issue": "1",
              "lpage": "117",
              "name_0": "surname:Okumoto;given-names:S",
              "pub-id_pmid": "22449046",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "70",
              "year": "2012"
            },
            "text": "Quantitative imaging using genetically encoded sensors for small molecules in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30287,
            "infons": {
              "fpage": "5861",
              "issue": "18",
              "lpage": "5869",
              "name_0": "surname:Ohkura;given-names:M",
              "name_1": "surname:Matsuzaki;given-names:M",
              "name_2": "surname:Kasai;given-names:H",
              "name_3": "surname:Imoto;given-names:K",
              "name_4": "surname:Nakai;given-names:J",
              "pub-id_pmid": "16159115",
              "section_type": "REF",
              "source": "Anal Chem",
              "type": "ref",
              "volume": "77",
              "year": "2005"
            },
            "text": "Genetically encoded bright Ca2+ probe applicable for dynamic Ca2+ imaging of dendritic spines",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30381,
            "infons": {
              "fpage": "4753",
              "issue": "12",
              "lpage": "4758",
              "name_0": "surname:Tallini;given-names:YN",
              "pub-id_pmid": "16537386",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "103",
              "year": "2006"
            },
            "text": "Imaging cellular signals in the heart in vivo: cardiac expression of the high-signal Ca2+ indicator GCaMP2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30488,
            "infons": {
              "fpage": "875",
              "issue": "12",
              "lpage": "881",
              "name_0": "surname:Tian;given-names:L",
              "pub-id_pmid": "19898485",
              "section_type": "REF",
              "source": "Nat Methods",
              "type": "ref",
              "volume": "6",
              "year": "2009"
            },
            "text": "Imaging neural activity in worms, flies and mice with improved GCaMP calcium indicators",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30576,
            "infons": {
              "fpage": "13819",
              "issue": "40",
              "lpage": "13840",
              "name_0": "surname:Akerboom;given-names:J",
              "pub-id_pmid": "23035093",
              "section_type": "REF",
              "source": "J Neurosci",
              "type": "ref",
              "volume": "32",
              "year": "2012"
            },
            "text": "Optimization of a GCaMP calcium indicator for neural activity imaging",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30646,
            "infons": {
              "fpage": "79",
              "issue": "1",
              "lpage": "88",
              "name_0": "surname:Pedelacq;given-names:JD",
              "name_1": "surname:Cabantous;given-names:S",
              "name_2": "surname:Tran;given-names:T",
              "name_3": "surname:Terwilliger;given-names:TC",
              "name_4": "surname:Waldo;given-names:GS",
              "pub-id_pmid": "16369541",
              "section_type": "REF",
              "source": "Nat Biotechnol",
              "type": "ref",
              "volume": "24",
              "year": "2006"
            },
            "text": "Engineering and characterization of a superfolder green fluorescent protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30722,
            "infons": {
              "fpage": "295",
              "issue": "7458",
              "lpage": "300",
              "name_0": "surname:Chen;given-names:TW",
              "pub-id_pmid": "23868258",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "499",
              "year": "2013"
            },
            "text": "Ultrasensitive fluorescent proteins for imaging neuronal activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30788,
            "infons": {
              "fpage": "473",
              "issue": "3",
              "lpage": "497",
              "name_0": "surname:Murashige;given-names:T",
              "name_1": "surname:Skoog;given-names:F",
              "section_type": "REF",
              "source": "Physiol Plant",
              "type": "ref",
              "volume": "15",
              "year": "1962"
            },
            "text": "A revised medium for rapid growth and bio assays with tobacco tissue cultures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30866,
            "infons": {
              "fpage": "13554",
              "issue": "23",
              "lpage": "13559",
              "name_0": "surname:Baum;given-names:G",
              "name_1": "surname:Long;given-names:JC",
              "name_2": "surname:Jenkins;given-names:GI",
              "name_3": "surname:Trewavas;given-names:AJ",
              "pub-id_pmid": "10557359",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "96",
              "year": "1999"
            },
            "text": "Stimulation of the blue light phototropic receptor NPH1 causes a transient increase in cytosolic Ca2+",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30968,
            "infons": {
              "fpage": "1863",
              "issue": "5232",
              "lpage": "1865",
              "name_0": "surname:Johnson;given-names:CH",
              "pub-id_pmid": "7569925",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "269",
              "year": "1995"
            },
            "text": "Circadian oscillations of cytosolic and chloroplastic free calcium in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31045,
            "infons": {
              "fpage": "1408",
              "issue": "3",
              "lpage": "1408",
              "name_0": "surname:Johnson;given-names:CH",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "114",
              "year": "1997"
            },
            "text": "Circadian oscillations of cytosolic and chloroplastic free calcium in transgenic luminous plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31142,
            "infons": {
              "fpage": "102",
              "issue": "1",
              "lpage": "111",
              "name_0": "surname:Harada;given-names:A",
              "name_1": "surname:Shimazaki;given-names:KI",
              "pub-id_pmid": "16906793",
              "section_type": "REF",
              "source": "Photochem. Photobiol",
              "type": "ref",
              "volume": "83",
              "year": "2007"
            },
            "text": "Phototropins and blue light-dependent calcium signaling in higher plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31215,
            "infons": {
              "fpage": "491",
              "issue": "5",
              "lpage": "497",
              "name_0": "surname:Plieth;given-names:C",
              "name_1": "surname:Hansen;given-names:UP",
              "name_2": "surname:Knight;given-names:H",
              "name_3": "surname:Knight;given-names:MR",
              "pub-id_pmid": "10417699",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "18",
              "year": "1999"
            },
            "text": "Temperature sensing by plants: the primary characteristics of signal perception and calcium response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31316,
            "infons": {
              "fpage": "418",
              "issue": "3",
              "lpage": "427",
              "name_0": "surname:Meyerhoff;given-names:O",
              "pub-id_pmid": "15864638",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "222",
              "year": "2005"
            },
            "text": "AtGLR3.4, a glutamate receptor channel-like gene is sensitive to touch and cold",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31396,
            "infons": {
              "fpage": "524",
              "issue": "6335",
              "lpage": "526",
              "name_0": "surname:Knight;given-names:MR",
              "name_1": "surname:Campbell;given-names:AK",
              "name_2": "surname:Smith;given-names:SM",
              "name_3": "surname:Trewavas;given-names:AJ",
              "pub-id_pmid": "1865907",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "352",
              "year": "1991"
            },
            "text": "Transgenic plant aequorin reports the effects of touch and cold-shock and elicitors on cytoplasmic calcium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31503,
            "infons": {
              "fpage": "789",
              "issue": "3",
              "lpage": "800",
              "name_0": "surname:Legue;given-names:V",
              "pub-id_pmid": "9232870",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "114",
              "year": "1997"
            },
            "text": "Cytoplasmic free Ca2+ in Arabidopsis roots changes in response to touch but not gravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31591,
            "infons": {
              "fpage": "974",
              "issue": "6",
              "lpage": "986",
              "name_0": "surname:Koo;given-names:AJK",
              "name_1": "surname:Gao;given-names:XL",
              "name_2": "surname:Jones;given-names:AD",
              "name_3": "surname:Howe;given-names:GA",
              "pub-id_pmid": "19473329",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "59",
              "year": "2009"
            },
            "text": "A rapid wound signal activates the systemic synthesis of bioactive jasmonates in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31684,
            "infons": {
              "fpage": "422",
              "issue": "7463",
              "lpage": "426",
              "name_0": "surname:Mousavi;given-names:SA",
              "name_1": "surname:Chauvin;given-names:A",
              "name_2": "surname:Pascaud;given-names:F",
              "name_3": "surname:Kellenberger;given-names:S",
              "name_4": "surname:Farmer;given-names:EE",
              "pub-id_pmid": "23969459",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "500",
              "year": "2013"
            },
            "text": "GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31752,
            "infons": {
              "fpage": "1255",
              "issue": "11",
              "lpage": "1260",
              "name_0": "surname:Kirchner;given-names:SM",
              "name_1": "surname:Doring;given-names:TF",
              "name_2": "surname:Saucke;given-names:H",
              "pub-id_pmid": "16162354",
              "section_type": "REF",
              "source": "J Insect Physiol",
              "type": "ref",
              "volume": "51",
              "year": "2005"
            },
            "text": "Evidence for trichromacy in the green peach aphid, Myzus persicae (Sulz.) (Hemiptera : Aphididae)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31850,
            "infons": {
              "fpage": "2207",
              "issue": "4",
              "lpage": "2219",
              "name_0": "surname:Prince;given-names:DC",
              "name_1": "surname:Drurey;given-names:C",
              "name_2": "surname:Zipfel;given-names:C",
              "name_3": "surname:Hogenhout;given-names:SA",
              "pub-id_pmid": "24586042",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "164",
              "year": "2014"
            },
            "text": "The leucine-rich repeat receptor-like kinase BRASSINOSTEROID INSENSITIVE1-ASSOCIATED KINASE1 and the cytochrome P450 PHYTOALEXIN DEFICIENT3 contribute to innate immunity to aphids in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32045,
            "infons": {
              "fpage": "8919",
              "issue": "24",
              "lpage": "8924",
              "name_0": "surname:Chaudhary;given-names:R",
              "name_1": "surname:Atamian;given-names:HS",
              "name_2": "surname:Shen;given-names:ZX",
              "name_3": "surname:Brigg;given-names:SP",
              "name_4": "surname:Kaloshian;given-names:I",
              "pub-id_pmid": "24927572",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "111",
              "year": "2014"
            },
            "text": "GroEL from the endosymbiont Buchnera aphidicola betrays the aphid by triggering plant defense",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]