[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250705",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC5397022",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Transcriptome and proteome effects of RNAlater",
              "article-id_doi": "10.1371/journal.pone.0175943",
              "article-id_pmc": "PMC5397022",
              "article-id_pmid": "28423006",
              "article-id_publisher-id": "PONE-D-16-49469",
              "elocation-id": "e0175943",
              "issue": "4",
              "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
              "name_0": "surname:Kruse;given-names:Colin P. S.",
              "name_1": "surname:Basu;given-names:Proma",
              "name_2": "surname:Luesse;given-names:Darron R.",
              "name_3": "surname:Wyatt;given-names:Sarah E.",
              "name_4": "surname:Jacobs;given-names:Jon M.",
              "name_5": "surname:Wyatt;given-names:Sarah E.",
              "notes": "All datasets are available on NASA’s GeneLab data repository under accession GLDS-38 (https://genelab-data.ndc.nasa.gov/genelab/projects/).",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "12",
              "year": "2017"
            },
            "text": "Transcriptome and proteome responses in RNAlater preserved tissue of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 90,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Tissue preservation is a minimal requirement for the success of plant RNA and protein expression studies. The standard of snap-freezing in liquid nitrogen is not always practical or possible. RNAlater, a concentrated solution of ammonium and cesium sulfates, has become a standard preservative in the absence of liquid nitrogen. Here, we demonstrate the effectiveness of RNAlater in preserving both RNA and proteins in Arabidopsis thaliana tissues for use in RNAseq and LC-MS/MS analysis of proteins. While successful in preserving plant material, a transcriptomic and proteomic response is evident. Specifically, 5770 gene transcripts, 84 soluble proteins, and 120 membrane-bound proteins were found to be differentially expressed at a log-fold change of ±1 (P ≤ 0.05). This response is mirrored in the abundance of post-translational modifications, with 23 of the 108 (21.3%) phosphorylated proteins showing altered abundance at a log-fold change of ±1 (P ≤ 0.05). While RNAlater is effective in preserving biological information, our findings warrant caution in its use for transcriptomic and proteomic experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1215,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1228,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "For the success of transcriptomic and proteomic experiments sufficient quality and quantity of RNA or protein is essential. The ability to accurately preserve samples prior to extraction provides researchers flexibility with experimental design. Snap freezing in liquid nitrogen has been the standard technique for molecular and cell biologists and provides ideal preservation of proteins and nucleic acids for long periods when stored at -80°C. However, field experiments, remote regions of the world, and areas with insufficient infrastructure to allow for access to liquid nitrogen necessitate the use of fixatives.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1848,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "RNAlater contains high concentrations of quaternary ammonium sulfates and cesium sulfates which denature RNases, DNases and proteases to prevent the degradation of RNA. While RNAlater is ineffective in the preservation of fine anatomical and structural features, it has been shown to be effective in the preservation of nucleic acids. RNAlater has been used to successfully preserve high quality DNA for up to 7 years from the date of sample collection and fixation in chimpanzee fecal material collected from remote habitats. Parallel studies of RNAlater and formalin fixation on these fecal samples demonstrated RNAlater to be the superior fixative for the preservation of nucleic acids. In the past decade, studies on human tissues and microbes have shown that, in addition to nucleic acids, RNAlater is effective at preserving proteins. Saito et al. analyzed microbial proteins and showed that more proteins were detected in RNAlater preserved samples than in the snap frozen controls. Bennike et al. demonstrated protein and RNA integrity, and detection of post-translational modifications are not significantly impacted by RNAlater in human tissue samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3011,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "RNAlater has been used for the preservation of plant material as well—especially space flown material grown aboard the international space station. However, the structure of plant tissues present challenges for the use of fixatives, and how the cell wall impacts permeability of the fixative is unclear. Herein, we present, to our knowledge, the first full ‘omics level study performed to determine the ability of RNAlater to preserve tissue of Arabidopsis thaliana, the primary model organism for plants, for downstream ‘omics-level analyses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3561,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3569,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "RNAlater treatment alters transcript levels in Arabidopsis seedlings",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3638,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "One caution with using RNAlater is the rate of its diffusion through tissues that could lead to uneven preservation of cells across tissues. Because RNAlater denatures transcriptional machinery, uneven preservation across tissues could lead to a transcriptomic or proteomic response. To determine if RNAlater treatment impacted transcript levels in Arabidopsis thaliana, etiolated seedlings were grown for 72 hours then either snap frozen in liquid N2, or Incubated for 12 h in RNAlater at room temperature followed by freezing at -80°C. RNAseq was performed and transcripts compared to assess differential gene expression. Between 17 and 30 million read pairs for each biological replicate were aligned to the TAIR10 assembly using STAR. For each replicate, at least 27,000 unique genes were detected using HTSeq, with at least 15,000 per replicate at greater than 5 counts per million. The ribosomal fraction was below 2% in all replicates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4582,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Transcriptional activities in Arabidopsis were found to be modified by the method of preservation. At a log-fold change cutoff of ±1 (P ≤ 0.05), 5770 gene transcripts were differentially expressed (Fig 1A). More stringent log-fold change and significance cutoffs also identified transcripts that show differential regulation. We selected the 5770 as a robust number for subsequent analysis. A gene ontology (GO) enrichment analysis identified several upregulated categories indicating a transcript level response to osmotic stress (Fig 1B). Together, these results suggest that RNAlater preservation is not immediate in etiolated seedlings, and allows time for transcriptional response to osmotic stress caused by ammonium sulfates and cesium sulfates, resulting in potentially altered transcriptomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5387,
            "infons": {
              "file": "pone.0175943.g001.jpg",
              "id": "pone.0175943.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Number of differentially expressed genes identified by RNAseq analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5459,
            "infons": {
              "file": "pone.0175943.g001.jpg",
              "id": "pone.0175943.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A) the number of transcripts differentially expressed in RNAlater compared to liquid N2 shown by log-fold change (base two) and p-value cutoffs and B) the log fold enrichment of the GO terms for biological processes enriched for the 5770 transcript IDs differentially expressed at log-fold change ±1 (p ≤ 0.05). All reported GO terms are significant at a p-value of 0.05 or below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5843,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "RNAlater fixation allows for proteomics analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5892,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine if RNAlater fixation is sufficient to prevent proteolysis in Arabidopsis seedlings, etiolated plants were grown for 72 hours then either flash frozen in liquid N2 or submerged in RNAlater for 12 hours prior to protein extraction. Soluble and insoluble protein were separately collected from each sample and labeled with iTRAQ tags for Mass Spectrometry-based protein quantification. In total, 2,915 membrane proteins were identified in both conditions, whereas 2646 soluble proteins were identified in both the RNAlater and snap frozen samples. The detection of individual proteins is unaltered by the treatment, showing RNAlater to be effective for absolute detection of proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6587,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Differentially detected proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6620,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "RNAlater successfully preserved protein integrity to allow for reproducible detection of proteins, however RNAlater-fixed samples have altered protein expression levels. At a log fold change of ≥ ±1, 84 soluble proteins and 120 membrane-bound proteins were found to be differentially expressed (P ≤ 0.05) (Fig 2A & 2B). A GO term enrichment analysis of the proteins showed that, unlike the transcript analysis, the proteome did not show significant GO differences for categories comprising osmotic stress. However, the GO analysis did show significant differences in protein import into the nucleus (translocation), mRNA transport, ribosomal small subunit biogenesis, RNA localization, RNA/nucleic acid transport, translational elongation, and response to cadmium, metal, and cold, among others (Fig 2C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7430,
            "infons": {
              "file": "pone.0175943.g002.jpg",
              "id": "pone.0175943.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Proteomic analysis of RNAlater vs. Liquid N2 treated samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7492,
            "infons": {
              "file": "pone.0175943.g002.jpg",
              "id": "pone.0175943.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The number of A) soluble proteins and B) membrane proteins considered significantly differentially abundant between treatments. C) The log-fold enrichment of the GO terms for biological processes for the proteins detected with a log-fold change ±1 (p ≤ 0.05). All reported GO terms are significant at a p-value of 0.05 or below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7824,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Post-translational modifications altered by RNAlater fixation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7886,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A growing focus of proteomics research is the detection of alterations in post-translational modifications. The resolution of our data allowed the determination of phosphorylation, oxidation, and deamidation of detected peptides. A total of 29 phosphorylated, 7060 oxidized, and 6001 deamidated peptides were detected in the soluble protein fractions with 79 phosphorylated, 3934 oxidized and 4035 deamidated peptides detected in the membrane fractions (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8350,
            "infons": {
              "file": "pone.0175943.t001.xml",
              "id": "pone.0175943.t001",
              "section_type": "TABLE",
              "type": "table_title_caption"
            },
            "text": "Number of peptides with altered post-translational modifications due to RNAlater.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8432,
            "infons": {
              "file": "pone.0175943.t001.xml",
              "id": "pone.0175943.t001",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"2\" colspan=\"1\">Fraction</th><th align=\"center\" rowspan=\"2\" colspan=\"1\">Post-translational modification</th><th align=\"center\" rowspan=\"2\" colspan=\"1\">Total peptides identified with modification (#)</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Peptides differentially modified<xref ref-type=\"table-fn\" rid=\"t001fn001\">*</xref></th></tr><tr><th align=\"center\" rowspan=\"1\" colspan=\"1\">#</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">% of total</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Soluble</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Phosphorylation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17.24</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oxidation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7060</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">449</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.36</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Deamidation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6001</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">726</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">12.10</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Membrane</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Phosphorylation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">79</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22.78</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oxidation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3934</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">301</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.65</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Deamidation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4035</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">318</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.88</td></tr></tbody></table>\n"
            },
            "text": "Fraction\tPost-translational modification\tTotal peptides identified with modification (#)\tPeptides differentially modified*\t \t#\t% of total\t \tSoluble\tPhosphorylation\t29\t5\t17.24\t \t\tOxidation\t7060\t449\t6.36\t \t\tDeamidation\t6001\t726\t12.10\t \tMembrane\tPhosphorylation\t79\t18\t22.78\t \t\tOxidation\t3934\t301\t7.65\t \t\tDeamidation\t4035\t318\t7.88\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8762,
            "infons": {
              "file": "pone.0175943.t001.xml",
              "id": "pone.0175943.t001",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "*With significantly different abundances (p ≤ 0.05, LFC ±1 or greater)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8836,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the membrane protein fraction, two modifications were found solely in the RNAlater preserved replicates (both deamidations). These modified peptides correspond to ROC4 and an ATP synthase beta-subunit (S1 Table). In the soluble fraction, 23 modified peptide states were found solely in the RNAlater preserved samples. These correspond to just two proteins—CRUCIFERIN 1 and 3 (S2 Table).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9228,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Few modifications seem to be selectively induced by RNAlater fixation, but the abundance of many protein modifications is altered by the treatment. Phosphorylated proteins show the greatest sensitivity to the treatment 21.3% of all phosphorylated peptides showing altered abundance. Oxidation and deamidation modifications are more tolerant of the treatment with 6.8% and 10.4% showing altered abundance of modified peptides, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9668,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9679,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "RNAlater is a valuable fixative used for preservation of biological samples. The solution denatures proteases and RNases to preserve RNA and protein integrity for downstream analysis. While many studies have successfully utilized RNAlater as a preservative, few studies have directly compared the effects of this fixative on stability of RNA, protein and post-translational modifications. Bennike et al. compared formalin, RNAlater and snap-freezing of human colon mucosal biopsies in a quantitative proteomics study which demonstrated RNAlater yielded the most similar results to liquid nitrogen. Additionally, the percentage of modified peptides detected was stable between RNAlater and snap-frozen samples. Specific amidation and oxidation events were not altered between liquid nitrogen and RNAlater fixation in human tissues. Saito et al. performed a comparison of snap-frozen samples to five preservative solutions (SDS-extraction buffer, ethanol, trichloroacetic acid, B-PER, and RNAlater) on the proteome integrity of cyanobacterium Synechococcus WH8102 and found that, after four weeks of preservation, RNAlater was the superior preservative and did not significantly alter the proteome compared to snap freezing in liquid nitrogen. In the 20 most abundant proteins in this microbe, the average relative abundance in RNAlater samples compared to liquid nitrogen samples was 1.01, indicating retention of protein integrity. No equivalent control had been performed using plant tissues to examine the effects of RNAlater on plant proteomics nor to investigate transcriptomic modifications induced by the preservative.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11304,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Here, we show that fixation with RNAlater did not affect quality or quantity of proteins identified in Arabidopsis seedlings, consistent with previous studies using animal and bacterial tissue. However, RNAlater treatment led to altered gene expression (Fig 1), protein expression (Fig 2) and abundance of post-translational modifications (Table 1). RNAlater had a substantial impact on the transcriptome, with 5770 transcripts differentially expressed at a log-fold change ±1 (Fig 1A). If the preserved tissue was responding to RNAlater, one would predict that the ammonium sulfates and cesium sulfates in the mixture would induce expression of genes related to salt stress. Indeed, genes associated with desiccation and osmotic homeostasis were the most enriched categories, suggesting that the transcript differences are a result of a cellular response to RNAlater (Fig 1B), potentially caused by an uneven preservation of cells as RNAlater diffuses across a tissue. Of the proteins detected, less than 1.4% of the membrane and soluble proteins, 120 and 84 respectively, were found to be altered between treatments at a log-fold change ±1 (Fig 2A and 2C). A GO enrichment analysis of the differentially abundant proteins did not indicate a salt stress response that could be attributed to the effects of RNAlater (Fig 2B and 2D). The absolute detection of post-translational modifications was unchanged by RNAlater, with the exception of peptides corresponding to four proteins—ROC4 (AT3G62030), an ATP synthase beta-subunit (AT5G08670), as well as CRUCIFERIN 1 and 3 (AT4G28520 and AT5G44120) (S1 and S2 Tables). Cruciferins are the most abundant seed storage proteins in Arabidopsis seedlings and have been implicated in response to oxidative stress. The modifications may be a direct result of the oxidative stress produced by the ammonium salts and may indicate potential mechanism for the cruciferin protein’s ability to buffer seeds from oxidative stress. While the absolute detection of the remaining modifications was unaltered, the abundance of protein modifications was more sensitive to RNAlater fixation. Phosphorylation events were the most sensitive with 17.24% of the phosphorylated soluble proteins and 22.78% of the phosphorylated membrane proteins exhibiting an altered abundance of phosphorylated peptides. Deamidation and oxidation events were less sensitive to RNAlater (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13715,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, the drastic alterations in transcript levels were not mirrored in the proteome. While transcription can be quickly initiated in response to a change in environment, a change in translation would be slower and dependent on new transcripts. Thus, the rate of tissue infiltration allows a short-term alteration in transcription, but the RNAlater successfully inhibits the translational machinery before a substantial amount of protein is produced or degraded. The idea of a brief period of cellular response, prior to full fixation by RNAlater, is also supported by the observed changes in protein modifications (Fig 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14348,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Overall, these data suggest that researchers should use caution when selecting RNAlater as a fixative for plant omics-level experiments. Although it is convenient, depending on the sample, it may be unable to effectively halt transcriptional processes rapidly enough to prevent a transcriptomic response to the fixative. Theoretically, experimental controls, also fixed in RNAlater, would eliminate differential expression caused by the RNAlater-induced transcripts, preventing misidentification. However, some legitimate expression changes induced by experimental conditions could be obscured by RNAlater induction of the same genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14983,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14991,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15006,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Arabidopsis thaliana (L.) Heyn. var Columbia seeds (Arabidopsis Biological Resource Center, Columbus, Ohio, USA) were used for all experiments. Forty-four aliquots of 0.016 ± 0.002 g of seeds (approximately 800–900 seeds per plate) were surface sterilized with 30% (v/v) bleach and 0.1% (v/v) Tween-20 for 20 min, washed with sterile water (5x), then dried onto 60 mm round filter paper to facilitate plating. Seeds were spread onto 60 mm round Petri plates containing 0.5 X MS media (Caisson) with 1% sucrose and 1% agar. Seeds were cold stratified then transferred to 22°C for germination and growth. After 72 hours, half of the samples were fixed in RNAlater for 12 hours prior to freezing at -80°C, while the remaining seedlings were snap-frozen in liquid nitrogen.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15781,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA erxtraction and processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15812,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Three biological replicates, one plate per replicate, were used for RNAseq analysis. RNA was extracted using an RNeasy Plant Mini Extraction Kit (Qiagen) according to standard protocols. RNA integrity (RIN ≥ 8) was verified using an Agilent 2100 Bioanalyzer. Paired-end sequence was obtained from an Illumina 2500 Hiseq using the Ribo-Zero rRNA Removal Kit prior to library preparation. Read pairs for each biological replicate were aligned to the TAIR10 assembly using STAR. Read counts were determined using HTSeq. Read counts were then analyzed to determine differential expression using the generalized linear model likelihood test within the EdgeR package. P-value was used to determine genes significantly expressed to maintain consistent statistics between protein and RNA data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16600,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16619,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For extraction of soluble and membrane proteins, five plates were pooled for each replicate. Proteins were extracted according to Basu et al.. The collected protein extract was centrifuged at 10,000 g for 60 min to precipitate the microsomal fraction. The resultant supernatant was used to precipitate soluble proteins by addition of 0.1 M methanolic ammonium acetate (Fisher), incubation at -20°C overnight then centrifugation at 16,000 g for 30 min. The pellet washed twice with 0.1M ammonium acetate (Fisher) solution, twice with 70% methanol and once with 80% acetone. The microsomal pellet was washed with sterile 160 mM sodium carbonate (Sigma) solution to remove any soluble protein contamination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17325,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein sample preparation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17352,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All samples from the soluble protein extraction were washed additionally with 1 x 0.1M ammonium acetate in methanol, 1 x 80% acetone and 1 x 70% methanol. The pellets were then re-dissolved with 75 μL of 8 M urea in 0.5 M TEAB (pH 8.5) and 4 μL of the solution was assayed for protein concentration using the CBX kit (GBioscience). 40 μg of each sample was reduced with 5 mM TCEP and alkylated with 10 mM iodoacetamide. Proteins were digested overnight at 37°C by adding 2.5 μg of trypsin (1:16 enzyme:substrate ratio), followed by addition of 1.25μg of trypsin for another 3 h. All were then dried to prepare for iTRAQ-labeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17988,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The membrane protein samples were centrifuged, and the supernatant assayed for protein using the CBX assay. To increase protein yield from the pellets, RapiGest (0.4%) was added to each pellet, and the samples incubated at 60°C for 30 min and centrifuged at 21,000 x g for 10 min. 40 μg of each sample was heated at 60°C, then cooled, reduced with 10 mM TCEP and alkylated with 20 mM iodoacteamide. The proteins were then digested by adding 2.5 μg of trypsin (1:16 enzyme:substrate ratio) overnight at 37°C; RapiGest was diluted to 0.1% with a 0.1M solution of TEAB; digestion was stopped after 3 h by acidifying to pH <2 and incubated for 2 h at 37°C to denature the RapiGest. Digested samples were centrifuged, the supernatant was decanted, and the samples were dried for iTRAQ8-labeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18785,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "iTRAQ labeling and LC MS/MS analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18822,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Equal amounts (40 μg) of both membrane and soluble, three replicates each, were digested with trypsin and labeled with a unique iTRAQ reagent according to the manufacturer’s protocol (AB SCIEX, Massachusetts, USA). During MS/MS iTRAQ reagents release characteristic reporter ions (114–119 m/z) for simultaneous relative quantification and identification of the proteins. Replicates for each sample were then pooled and dried. The pooled samples were reconstituted in 0.5% TFA, desalted by solid-phase extraction and dried. 100μg of each sample was fractionated using high pH reverse phase chromatography. The fractions were combined into 12 final fractions for LC-MS/MS using an LTQ-Orbitrap Velos Pro mass spectrometer (ThermoFisher Scientific, Waltham, MA) coupled with a U3000 RSLCnano HPLC (ThermoFisher Scientific, Waltham, MA). Each pooled fraction was redissolved in 15 μL 5% acetonitrile, 0.1% formic acid, and 5 μL of each loaded per injection, onto a C18 trap column (PepMap100, 300μmID × 5mm, 5μm particle size, 100 Å; ThermoFisher Scientific, Waltham, MA) at a flow rate of 5 μL/min for 3.5 min with 2% acetonitrile, 0.1% formic acid. Peptide separation was then carried out on a C18 column (nanoAcquity CSH130, 25 cm ×75 μm, C18, 1.7 μm, 130 Å, Waters, Milford, MA) at a flow rate of 0.26 μL/min. Peptides were separated using the following gradient (mobile phase A, 0.1% formic acid; mobile phase B, 0.1% formic acid in 80:20 acetonitrile:water).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20301,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The mass spectrometer was operated in positive ionization mode. The MS survey scan was performed in the Orbitrap/FT cell from a mass range of 300 to 1700 m/z. The resolution set to 60 000 @ 400 m/z, and the automatic gain control (AGC) target set to 1, 000 000 ions with a maximum fill time of 10 ms and 1 μscan. HCD fragmentation was used for MS/MS, and the 10 most intense signals in the survey scan are fragmented. Detection was performed in the Orbitrap/FT cell with resolution set to 7,500, an isolation window of 3.0 m/z, a target value of 100,000 ions and a maximum fill time of 100 ms and 1 μscan. Fragmentation was accomplished with normalized collision energy of 40 and activation time of 0.1 ms. Dynamic exclusion was performed with a repeat count of 1 and exclusion duration of 60 s, and a minimum MS signal for triggering MS/MS is set to 10,000 counts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21169,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21191,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mass spectrometry data analyses were automated using Mascot Daemon 2.5 (Matrix Science, London, UK). The raw data was processed to.mgf files using Proteome Discoverer 1.4 (Thermo Scientific, San Jose, CA, USA). Mascot (Matrix Science, London, UK) analysis of the MS/MS samples utilized the TAIR10 database (including target and decoy sequences, 35,386 entries), assuming trypsin digestion. Mascot searches used parent ion tolerance of 10.0 ppm and fragment ion mass tolerance of 0.06 Da. Fixed modifications were set to assume iTRAQ 8-plex modifications at the N-terminus and lysine residues and carbamidomethyl modifications at cysteine residues. Deamidation of asparagine and glutamine residues, oxidation of methionine residues and phosphorylation of serine, threonine and tyrosine residues were specified as variable modifications. The decoy database was used to adjust the FDR to 1%. Only proteins with at least two peptides with score > 20 were reported. The iTRAQ labeling efficiency was also evaluated and calculated to be 99.25% and 98.1% for soluble and membrane experimental set-ups respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22299,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein quantification and statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22347,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Fold-changes were calculated using the average and standard deviation from each sample’s normalized ratios of iTRAQ labels. The relative quantification of each protein identified in the RNAlater and liquid N2 control were expressed as a ratio between the spectral counts of the isobaric tags. The p-value for testing significant differential abundance of proteins in each replicate was calculated using the Student’s t-test. Proteins with a p-value less than 0.05 and a log fold change greater than 1 or less than -1 were considered to be significantly different between experimental and control samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22956,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "GO enrichment analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22979,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "GO enrichments were performed using the Gene Ontology Consortium’s web application to determine the enrichment of biological process GO terms. For RNA, and total proteins, the list of genes or proteins submitted included those with a log-fold change ±1 (P ≤ 0.05). The analysis returned a list of biological processes with greater than expected frequency among the genes submitted. Gene annotation is based on prior studies and catalogued by the Gene Ontology Consortium’s Panther Classification System. Gene ontology terms with a p-value ≤ 0.05 using the bonferroni correction for multiple comparisons were included.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23606,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23629,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23640,
            "infons": {
              "comment": "doi: 10.1016/j.exppara.2013.07.002",
              "fpage": "257",
              "issue": "2",
              "lpage": "61",
              "name_0": "surname:Drakulovski;given-names:P",
              "name_1": "surname:Locatelli;given-names:S",
              "name_2": "surname:Butel;given-names:C",
              "name_3": "surname:Pion;given-names:S",
              "name_4": "surname:Krasteva;given-names:D",
              "name_5": "surname:Mougdi-Pole;given-names:E",
              "pub-id_pmid": "23850999",
              "section_type": "REF",
              "source": "Experimental Parasitology",
              "type": "ref",
              "volume": "135",
              "year": "2013"
            },
            "text": "Use of RNAlater as a preservation method for parasitic coprology studies in wild-living chimpanzees",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23740,
            "infons": {
              "fpage": "623",
              "lpage": "8",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Levine;given-names:HG",
              "name_2": "surname:McLamb;given-names:W",
              "name_3": "surname:Norwood;given-names:KL",
              "name_4": "surname:Reed;given-names:D",
              "name_5": "surname:Stutte;given-names:GW",
              "pub-id_pmid": "15736319",
              "section_type": "REF",
              "source": "Acta Astronautica",
              "type": "ref",
              "volume": "56",
              "year": "2005"
            },
            "text": "Plant molecular biology in the space station era: Utilization of KSC fixation tubes with RNAlater",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23838,
            "infons": {
              "fpage": "9",
              "lpage": "18",
              "name_0": "surname:Bennike;given-names:TB",
              "name_1": "surname:Kastaniegaard;given-names:K",
              "name_2": "surname:Padurariu;given-names:S",
              "name_3": "surname:Gaihede;given-names:M",
              "name_4": "surname:Birkelund;given-names:S",
              "name_5": "surname:Andersen;given-names:V",
              "section_type": "REF",
              "source": "EuPA Open Proteomics",
              "type": "ref",
              "volume": "10",
              "year": "2016"
            },
            "text": "Comparing the proteome of snap frozen, RNAlater preserved, and formalin-fixed paraffin-embedded human tissue samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23955,
            "infons": {
              "fpage": "215",
              "name_0": "surname:Saito;given-names:MA",
              "name_1": "surname:Bulygin;given-names:VV",
              "name_2": "surname:Moran;given-names:DM",
              "name_3": "surname:Taylor;given-names:C",
              "name_4": "surname:Scholin;given-names:C",
              "section_type": "REF",
              "source": "Frontiers in Microbiobiology",
              "type": "ref",
              "volume": "2",
              "year": "2011"
            },
            "text": "Examination of microbial proteome preservation techniques applicable to autonomous environmental sample collection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24070,
            "infons": {
              "comment": "doi: 10.1016/j.dib.2016.01.061",
              "fpage": "942",
              "lpage": "7",
              "name_0": "surname:Bennike;given-names:TB",
              "name_1": "surname:Kastaniegaard;given-names:K",
              "name_2": "surname:Padurariu;given-names:S",
              "name_3": "surname:Gaihede;given-names:M",
              "name_4": "surname:Birkelund;given-names:S",
              "name_5": "surname:Andersen;given-names:V",
              "name_6": "surname:Stensballe;given-names:A",
              "pub-id_pmid": "26937473",
              "section_type": "REF",
              "source": "Data In Brief",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Proteome stability analysis of snap frozen, RNAlater preserved, and formalin-fixed paraffin-embedded human colon mucosal biopsies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24200,
            "infons": {
              "fpage": "221",
              "issue": "3",
              "lpage": "30",
              "name_0": "surname:Levine;given-names:HG",
              "name_1": "surname:Piastuch;given-names:WC",
              "pub-id_pmid": "11542683",
              "section_type": "REF",
              "source": "Life Support Biosph Sci",
              "type": "ref",
              "volume": "6",
              "year": "1999"
            },
            "text": "A method for the imbibition and germination of wheat seeds in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24268,
            "infons": {
              "fpage": "657",
              "issue": "6",
              "lpage": "64",
              "name_0": "surname:Ryba-White;given-names:M",
              "name_1": "surname:Nedukha;given-names:O",
              "name_2": "surname:Hilaire;given-names:E",
              "name_3": "surname:Guikema;given-names:JA",
              "name_4": "surname:Kordyum;given-names:E",
              "name_5": "surname:Leach;given-names:JE",
              "pub-id_pmid": "11427686",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "42",
              "year": "2001"
            },
            "text": "Growth in microgravity increases susceptibility of soybean to a fungal pathogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24348,
            "infons": {
              "fpage": "21",
              "issue": "1",
              "lpage": "35",
              "name_0": "surname:Kwon;given-names:T",
              "name_1": "surname:Sparks;given-names:JA",
              "name_2": "surname:Nakashima;given-names:J",
              "name_3": "surname:Allen;given-names:SN",
              "name_4": "surname:Tang;given-names:Y",
              "name_5": "surname:Blancaflor;given-names:EB",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "102",
              "year": "2014"
            },
            "text": "Transcriptional response of Arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24505,
            "infons": {
              "comment": "doi: 10.1089/ast.2011.0696",
              "fpage": "40",
              "issue": "1",
              "lpage": "56",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Zupanska;given-names:AK",
              "name_2": "surname:Ostrow;given-names:DT",
              "name_3": "surname:Zhang;given-names:Y",
              "name_4": "surname:Sun;given-names:Y",
              "name_5": "surname:Li;given-names:J-L",
              "pub-id_pmid": "22221117",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Spaceflight Transcriptomes: Unique Responses to a Novel Environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24573,
            "infons": {
              "fpage": "1300034",
              "issue": "8",
              "name_0": "surname:Schultz;given-names:ER",
              "name_1": "surname:Kelley;given-names:KL",
              "name_2": "surname:Paul;given-names:A.-L.",
              "name_3": "surname:Ferl;given-names:RJ",
              "section_type": "REF",
              "source": "Applications in Plant Sciences",
              "type": "ref",
              "volume": "1",
              "year": "2013"
            },
            "text": "A Method for Preparing Spaceflight RNAlater-Fixed Arabidopsis thaliana (Brassicaceae) Tissue for Scanning Electron Microscopy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24699,
            "infons": {
              "comment": "doi: 10.1093/jxb/erv348",
              "fpage": "6399",
              "issue": "20",
              "lpage": "413",
              "name_0": "surname:Nguyen;given-names:T-P",
              "name_1": "surname:Cueff;given-names:G",
              "name_2": "surname:Hegedus;given-names:DD",
              "name_3": "surname:Rajjou;given-names:L",
              "name_4": "surname:Bentsink;given-names:L",
              "pub-id_pmid": "26184996",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "66",
              "year": "2015"
            },
            "text": "A role for seed storage proteins in Arabidopsis seed longevity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24762,
            "infons": {
              "comment": "doi: 10.1007/978-1-4939-2697-8_10",
              "fpage": "119",
              "lpage": "32",
              "name_0": "surname:Basu;given-names:P",
              "name_1": "surname:Luesse;given-names:DR",
              "name_2": "surname:Wyatt;given-names:SE",
              "pub-id_pmid": "25981772",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "1309",
              "year": "2015"
            },
            "text": "Proteomic approaches and their application to plant gravitropism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24827,
            "infons": {
              "comment": "doi: 10.1073/pnas.0506958103",
              "fpage": "6518",
              "issue": "17",
              "lpage": "23",
              "name_0": "surname:Dunkley;given-names:TPJ",
              "name_1": "surname:Hester;given-names:S",
              "name_2": "surname:Shadforth;given-names:IP",
              "name_3": "surname:Runions;given-names:J",
              "name_4": "surname:Weimar;given-names:T",
              "name_5": "surname:Hanton;given-names:SL",
              "pub-id_pmid": "16618929",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "103",
              "year": "2006"
            },
            "text": "Mapping the Arabidopsis organelle proteome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24870,
            "infons": {
              "comment": "doi: 10.1586/epr.12.15",
              "fpage": "129",
              "issue": "2",
              "lpage": "34",
              "name_0": "surname:Yang;given-names:F",
              "name_1": "surname:Shen;given-names:Y",
              "name_2": "surname:Camp;given-names:DG",
              "name_3": "surname:Smith;given-names:RD",
              "pub-id_pmid": "22462785",
              "section_type": "REF",
              "source": "Expert Rev Proteomics",
              "type": "ref",
              "volume": "9",
              "year": "2012"
            },
            "text": "High pH reversed-phase chromatography with fraction concatenation as an alternative to strong-cation exchange chromatography for two-dimensional proteomic analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25034,
            "infons": {
              "comment": "doi: 10.1038/75556",
              "fpage": "25",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Ashburner;given-names:M",
              "name_1": "surname:Ball;given-names:CA",
              "name_2": "surname:Blake;given-names:JA",
              "name_3": "surname:Botstein;given-names:D",
              "name_4": "surname:Butler;given-names:H",
              "name_5": "surname:Cherry;given-names:JM",
              "pub-id_pmid": "10802651",
              "section_type": "REF",
              "source": "Nat Genet",
              "type": "ref",
              "volume": "25",
              "year": "2000"
            },
            "text": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25115,
            "infons": {
              "comment": "doi: 10.1093/nar/gku1179",
              "fpage": "D1049",
              "lpage": "1056",
              "pub-id_pmid": "25428369",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "Gene Ontology Consortium: going forward",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25155,
            "infons": {
              "comment": "doi: 10.1093/nar/gkv1194",
              "fpage": "D336",
              "issue": "D1",
              "lpage": "342",
              "name_0": "surname:Mi;given-names:H",
              "name_1": "surname:Poudel;given-names:S",
              "name_2": "surname:Muruganujan;given-names:A",
              "name_3": "surname:Casagrande;given-names:JT",
              "name_4": "surname:Thomas;given-names:PD",
              "pub-id_pmid": "26578592",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "44",
              "year": "2016"
            },
            "text": "PANTHER version 10: expanded protein families and functions, and analysis tools",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]