[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250706",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC5491145",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "alt-title": "Spaceflight transcriptome responses in plants: Are some responses dispensable?",
              "article-id_doi": "10.1371/journal.pone.0180186",
              "article-id_pmc": "PMC5491145",
              "article-id_pmid": "28662188",
              "article-id_publisher-id": "PONE-D-17-16327",
              "elocation-id": "e0180186",
              "issue": "6",
              "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
              "name_0": "surname:Paul;given-names:Anna-Lisa",
              "name_1": "surname:Sng;given-names:Natasha J.",
              "name_2": "surname:Zupanska;given-names:Agata K.",
              "name_3": "surname:Krishnamurthy;given-names:Aparna",
              "name_4": "surname:Schultz;given-names:Eric R.",
              "name_5": "surname:Ferl;given-names:Robert J.",
              "name_6": "surname:Zhang;given-names:Jin-Song",
              "name_7": "surname:Paul;given-names:Anna-Lisa",
              "notes": "All relevant data are within the paper and its Supporting Information files. The datasets supporting the conclusions of this article are available in the Gene Expression Omnibus (GEO) repository, Series GSE94983 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE94983). In addition, the gene expression data and spaceflight-relevant metadata are deposited with NASA’s GeneLab repository (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120).",
              "section_type": "TITLE",
              "title": "Data Availability",
              "type": "front",
              "volume": "12",
              "year": "2017"
            },
            "text": "Genetic dissection of the Arabidopsis spaceflight transcriptome: Are some responses dispensable for the physiological adaptation of plants to spaceflight?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 155,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Experimentation on the International Space Station has reached the stage where repeated and nuanced transcriptome studies are beginning to illuminate the structural and metabolic differences between plants grown in space compared to plants on the Earth. Genes that are important in establishing the spaceflight responses are being identified, their roles in spaceflight physiological adaptation are increasingly understood, and the fact that different genotypes adapt differently is recognized. However, the basic question of whether these spaceflight responses are actually required for survival has yet to be posed, and the fundamental notion that spaceflight responses may be non-adaptive has yet to be explored. Therefore the experiments presented here were designed to ask if portions of the plant spaceflight response can be genetically removed without causing loss of spaceflight survival and without causing increased stress responses. The CARA experiment compared the spaceflight transcriptome responses in the root tips of two Arabidopsis ecotypes, Col-0 and WS, as well as that of a PhyD mutant of Col-0. When grown with the ambient light of the ISS, phyD plants displayed a significantly reduced spaceflight transcriptome response compared to Col-0, suggesting that altering the activity of a single gene can actually improve spaceflight adaptation by reducing the transcriptome cost of physiological adaptation. The WS genotype showed an even simpler spaceflight transcriptome response in the ambient light of the ISS, more broadly indicating that the plant genotype can be manipulated to reduce the cost of spaceflight adaptation, as measured by transcriptional response. These differential genotypic responses suggest that genetic manipulation could further reduce, or perhaps eliminate the metabolic cost of spaceflight adaptation. When plants were germinated and then left in the dark on the ISS, the WS genotype actually mounted a larger transcriptome response than Col-0, suggesting that the in-space light environment affects physiological adaptation, which implies that manipulating the local habitat can also substantially impact the metabolic cost of spaceflight adaptation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2353,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2366,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Plants, as much as any other complex eukaryotic organisms, mount specific transcriptional responses to an environment in order to accomplish physiological adaptation and survival in that environment. Heat shock, salt, cold, drought and hypoxia are among the most well studied environmental responses in plants, and mutant studies of these responses have been key to showing that a given aspect of the response is necessary and appropriate for survival (e.g.). However, in each of these examples, the environmental stress was a part of the evolutionary history of plants and the development of a stress response for survival seems logically appropriate. Knocking out those appropriate responses has a negative effect on survival under that environmental stress (e.g.), and manipulation of the response can modify the degree of stress that can be overcome (e.g.). Spaceflight, however, presents an environmental situation that is well outside of the evolutionary history of plants, wherein plants have had no exposure to develop adaptive strategies, and this situation creates the possibility that environmental signals in spaceflight could be inappropriately activating non-adaptive responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3559,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The possibility of non-adaptive responses to spaceflight presents an added dimension to the goal of understanding plant growth in space and the fundamental biological questions of adaptation to truly novel environments. What is the measure of successful adaptation to a new environment? Is it possible to gauge the impact of a novel environment on the basis of molecular responses? Can inappropriate responses be genetically removed, thereby reducing the transcriptome costs of developing appropriate adaptation responses? In this study, these questions were explored simply on the basis of measuring the intensity and complexity of the patterns of differential gene expression in response to spaceflight in different genotypes. The data presented here look at a very specific set of cells–the last 2 mm of the primary root of Arabidopsis (Arabidopsis thaliana), which represents the primary gravity-sensing region of the plant root (e.g.. These data compared specific genotypes in order to dissect the spaceflight responses of plants as they germinated and continued their development on the International Space Station. These plants were not undergoing transitional physiological adaptation to a new environment, but rather, from the moment of germination, they experienced an environment that is outside the evolutionary experience of any terrestrial organism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4925,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "This study therefore identifies the genes engaged by the cells of the root tip in the spaceflight environment compared to similar plants on the ground, and then asks how variations in genetic background, and the lighting sub-environment on the International Space Station, impact the differential expression of genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5243,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The experimental design extrapolates primarily from the APEX01 (Advanced Plant Experiment 01) Arabidopsis spaceflight experiment. APEX01 illustrated that during spaceflight in microgravity, Arabidopsis plants utilized the gradient of light established in the growth hardware to orient the directional axis of growth, and demonstrated unique, genotype-specific patterns of root growth. On the ground, the roots grew vertically down the surface of the plate, but surprisingly, so did the roots on orbit, but not straight “down” in a negatively phototropic direction; the roots instead progressed in a distinctive skewing pattern, such as seen on Earth when grown on tilted surfaces (e.g.. The skewing growth pattern was interesting from the perspective that skewing was long thought to require gravity, but also from the perspective that the two genotypes flown–Wassilewskija (WS) and Columbia-0 (Col-0)–exhibited distinctly different skewing morphometrics, which were enhanced over what was typical on the ground. WS and Col-0 are genotypically distinct and therefore possess potentially different tools to respond to any given set of environments. Spaceflight studies by Blancaflor and colleagues demonstrated that Col-0 skews more dramatically in the dark than in the light, and that genes associated with the actin cytoskeleton can impact root morphology in microgravity. Spaceflight studies by Kiss and colleagues established that the interplay of specific wavelengths of light and manipulation of light-receptor genes can have a dramatic impact on the morphology of seedling growth in microgravity and fractional gravity, and have shown that the Arabidopsis cultivar Landsberg also exhibits skewing. Light plays a larger role in root behavior in the spaceflight environment, and nuanced impact of the genomic background appears to be more easily revealed when gravity is not the dominant tropic force acting on the plant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7177,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Among the genes that differ between WS and Col-0 is phytochrome D (PhyD), which encodes a PHYB-like member of the family. PHYD appears to work in conjunction with PHYB for shade avoidance in terrestrial habitats, but appears to have virtually no role in gravitropism. However, although WS lacks PhyD transcription it does contain normal levels of PhyA, PhyB, and PhyC. There is considerable overlap in the roles of the members of the phytochrome family, but a mutation in PhyD in a Col-0 background mimics some of the phenotypic features of the WS ecotype (e.g.). The role of PhyD in shade avoidance, and also its lack of a role in gravity sensing, contributed to our interest in the gene, but the fact that the deletion of a single, seemingly inconsequential gene in Col-0 could also phenocopy features of the wild-type WS cultivar was especially intriguing, and led us to choose the Col-0 phyD line for inclusion in a transcriptome comparison of the wild type WS and Col-0 genotypes in the spaceflight environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8194,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The experiment described here examined the influence of genotype on the physiological adaptation to spaceflight as measured by gene expression patterns. RNAseq transcriptome profiling provided the metric by which to measure the impact of the environment, and address whether it is possible to eliminate all or part of the spaceflight response by manipulating the genotype of the plant.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8580,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8602,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "CARA experiment seed lines and planting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8642,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Three seed lines wild-types Wassilewskija (WS), Columbia-0 (Col-0) and Col-0 PhyD (phyD) (SALK_027956C) were tested for viability, sterility and the ability to maintain dormancy before launch. Vetted batches of seeds were planted on Phytagel plates. One genotype was planted per plate, and six plates were planted of each genotype. One complete set of 18 plates was planted for growth on the International Space Station (ISS), and a comparable set of 18 plates was planted 24 hours later for the ground controls. The plates were wrapped such that every surface of the plate was covered by at least two layers of Duvetyne Black-Out cloth (Seattle Fabrics) to help preserve dormancy. The plates were stored at 4°C until launch (six days). All seed lines are available through TAIR (https://www.arabidopsis.org/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9454,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Launch, orbital operations of flight and ground control plates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9517,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The plates of the CARA experiment launched in a cold-stow bag to maintain the plates at 4°C within the Dragon Capsule. Launch of SpaceX CRS-3 occurred on April 18th, 2014 to the ISS (increment 39). The cargo Dragon Capsule was carried by a Falcon 9 rocket launched from Complex 40, Cape Canaveral Air Force Station, Florida. CARA is also identified by the NASA operations nomenclature (OpNom) of “Petri Plants”, and was one of the ARK1 payloads flown by the Center for Advancement of Science in Space (CASIS) (http://www.nasa.gov/mission_pages/station/research/experiments/1064.html). The astronaut attending the experiment on the ISS was Expedition 39 Flight Engineer Steve Swanson.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10206,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The dormant plates were activated on the ISS by bringing them out of cold stowage and removing the Black-Out cloth wrapping, 12 days after launch. The plates were then secured to a fabric support affixed to the wall in the US Lab of the Destiny module (Fig 1). The plants were allowed to grow on orbit for 11 days; some in the ambient light of ISS and some in the dark. A standard light meter was not available on the ISS, so ambient light levels were approximated through the use of iPad (iPad3, iOS 5.1.1) application “Light Meter HD- lux measurement tool”, which was executed by astronaut Steve Swanson. It was estimated that the light-grown plates received between 4–6 μmoles m-2 s-1 total light. The dark-grown plates were first activated by exposure to light, (the Black-Out cloth was removed from the designated plates for 4 hours), and then re-wrapped in Black-Out cloth for the duration of the growth period.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11131,
            "infons": {
              "file": "pone.0180186.g001.jpg",
              "id": "pone.0180186.g001",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Experiment configuration and growth habitats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11177,
            "infons": {
              "file": "pone.0180186.g001.jpg",
              "id": "pone.0180186.g001",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The flight plates attached to the wall of the Destiny module of the International Space Station. (B) After germination was initiated by exposure to light, the dark-grown plates were re-wrapped in Duvetyne Black-Out cloth. (C) The ground control plates attached to the wall of the ISS Environment Simulations (ISSES) chamber at Kennedy Space Center in a vertical orientation for growth. (D) The dark-grown plates in the ISSES chamber after re-wrapping.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11633,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At 11 days, seedlings were photographed, and then harvested into Kennedy Space Center Fixation Tubes (KFTs) containing RNAlater. The plants were allowed to perfuse for 12–18 hours at ambient temperature within the KFTs, and then the KFTs were transferred to the MELFI (Minus Eighty-degree Laboratory Freezer for ISS). The frozen KFTs were returned to cold stowage within the Dragon Capsule at the end of the docked operations period, and were returned to Earth on May 18, 2014. Following the Dragon Capsule splashdown in the Pacific Ocean, the frozen KFTs were transferred to the Cold Stowage charter plane at the Long Beach Airport, placed into an insulated shipper with dry ice, and flown to Johnson Space Center (JSC). The KFTs were then transferred via FedEx ground to the Kennedy Space Center. The KFTs were removed from dry ice and transferred to a -80°C freezer on May 22, 2014. The PIs retrieved the plant samples from the KFTs on May 29, 2014 and transferred the frozen samples back to the University of Florida.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12658,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A comparable set of plates and operations comprised the experimental control set (referred to as the ground control). The plates of the ground control were grown at Kennedy Space Center (KSC) within the ISS Environment Simulator (ISSES) Chamber. The ground control was initiated 24 hours after the initiation of the spaceflight experiment to facilitate the programing the ISSES Chamber with the ISS environmental conditions experienced by the flight plates in the prior 24 hours. The environmental parameters that were monitored and then programed into the ISSES chamber included temperature, CO2 and relative humidity. In addition, the lighting in the ISSES chamber was adjusted to recapitulate the light levels being experienced by the plants on orbit. Light measurements in the ISSES chamber were taken with the same iPad model and operating system (iPad3, iOS 5.1.1) used on the ISS, with the “Light Meter HD- lux measurement tool” application.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13611,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample preparation for transcriptomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13650,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Seedlings preserved in RNAlater were removed from -80°C storage and then allowed to thaw at 4°C. The focus of the current study was restricted to the organ defined by the root tip, which was defined as the last 2mm of the root for the light-grown plants and the last 1mm for the dark-grown plants. The root tips were dissected from the intact plant roots while remaining submerged in RNAlater, and kept at or below 4°C until RNA extractions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14095,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Three independent roots were used as biological replicates for the transcriptomic analysis. Dissected root tips were transferred into pre-labeled micro-centrifuge tubes, flash frozen in liquid nitrogen, and total RNA extracted using the Picopure RNA isolation kit (Arcturus®, Life technologies). RNA concentration was determined on a Qubit platform (Thermo Fisher/Life Technologies, Inc) and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Inc.). Five ng RNA from each sample was used for RNA sequencing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14639,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sequencing experiments were performed at the Interdisciplinary Center for Biotechnology Research (ICBR) gene expression and sequencing core, University of Florida. Initial data analysis was performed at the ICBR bioinformatics core, University of Florida.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14895,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Library preparation and Illumina sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14939,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "RNASeq libraries preparation using SMART-Seq V4 ultra low input RNA kit for sequencing combined with Illumina Nextera DNA Sample Preparation Kit",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15084,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Five ng of total RNA was used for each cDNA library construction using the CloneTech SMART-Seq V4 ultra low input RNA kit for sequencing (Clontech Laboratories, Inc, cat#: 634890) according to the manufacturer's protocol. Briefly, first strand cDNA was primed by the SMART-Seq v4 oligonucleotide and then base-pairs with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in full-length cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 9 PCR cycles. Then Illumina sequencing libraries were generated with 120 pg of cDNA using Illumina Nextera DNA Sample Preparation Kit (Cat#: FC-131-1024) according to manufacturer’s instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging) and then adapter sequences added onto template cDNA by PCR amplification. Libraries were quantitated by Bioanalyzer and qPCR (Kapa Biosystems, catalog number: KK4824). Finally, the libraries were pooled equal molar concentration and sequenced by Illumina 2X75 NextSeq 500.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16331,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "NextSeq500 sequencing: RNA seq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16362,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In preparation for sequencing, barcoded libraries were sized on the Bioanalyzer, and quantified by QUBIT and qPCR (Kapa Biosystems, catalog number: KK4824). Individual samples were pooled equimolarly at 4 nM. This working pool was used as input in the NextSeq500 instrument sample preparation protocol (Illumina, Part # 15048776, Rev A). Typically, a 1.3 pM library concentration resulted in optimum clustering density (approximately 200,000 clusters per mm2). Samples were sequenced on three flowcells, using a 2x75 cycles (paired-end) configuration. A typical sequencing run in the NextSeq500 produced 750–800 million paired-end read with a Q30> = 85%. For RNA seq, around 40 million reads provided sufficient depth for transcriptome analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17110,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Mapping reads to genome data, annotated transcripts, and profiling of gene expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17196,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The paired end reads were mapped to the Arabidopsis thaliana var. Col-0 reference genome (TAIR10) using Spliced Transcripts Alignment to a Reference (STAR) software. Multi-step process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool. Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at a False Discovery Rate = 0.05 (FDR). At this FDR, a total of 33,999 genes were tested.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17896,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cluster analyses and genome annotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17935,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The cluster analyses used in all heatmaps were generated with GeneE (https://software.broadinstitute.org/GENE-E/). The clusters were generated using only genes that were assigned Atg numbers and called significant by the cuffdiff analysis (FDR 0.05), and were differentially expressed by at least two-fold (+/- 1 log2). For each cluster analysis, genes that showed significant differential expression in at least one comparison were sorted according to their Atg numbers and hierarchical clustering using Jaccard distance. Genes with a differential expression value of less than two-fold, and genes that have an FDR > 0.05 are depicted in gray. The fold-change color scale on the heatmaps ranges from -3 log2 (down 8-fold) to +3 log2 (up 8-fold). Genes with a differential expression value greater than 8-fold will be depicted with the same hue as for an 8-fold change. Gene annotations and functional relationships we obtained through ATTED-II (http://atted.jp/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18900,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Availability of data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18921,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The datasets supporting the conclusions of this article are available in the Gene Expression Omnibus (GEO) repository, Series GSE94983 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE94983). In addition, the gene expression data and spaceflight-relevant metadata are deposited with NASA’s GeneLab repository (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19302,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19310,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Plant growth and development in the open ISS habitat",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19363,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In contrast to the focused lighting and environmentally controlled habitat used in the APEX01 experiment, the CARA Petri plates were deployed to a wall inside the Destiny module of the ISS, where they received just the ambient, low level, indirect lighting of the module. It was not possible to completely eliminate all lighting gradients, as the surface of the Petri plate mounted on the wall (both on the ISS and in the ISSES chamber for the ground controls) will naturally not receive ambient light through the surface flush to the wall. The plates also received the ambient cabin air, temperature and humidity (Fig 1A). The design of the experiment included a set of light-grown plates and dark-grown plates, with three replicate plates of each genotype (WS, Col-0 and phyD) in each condition. All of the plates were configured to keep the seeds in a dormant state until integration on the ISS, a process that included protecting the seeds from light with black cloth wrappings. Thus, the first action of the astronaut was to expose all of the plates to light to activate germination (Fig 1A) and then to re-wrap the dark-grown plates in light-proof cloth (Fig 1B). Identical procedures were initiated in the comparable ground controls grown in the ISSES chamber (Fig 1C and 1D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20647,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Development without clear directional cues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20690,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The developmental progress of plant growth was followed through a series of photographs taken by the attending astronaut on the ISS, and by the attending technician at KSC, providing an independent “pseudonaut” on the ground in order to mimic astronaut activities on the ISS. The photographs in Fig 2 show representative images that compared the progress of growth after 3d, 6d and 9d for each genotype. The photographs were taken through the back of each plate. The region of interest was cropped from each astronaut-captured photograph to better display the progress of plant development. The full, uncropped, photographs are deposited in the NASA GeneLab database (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120). The spaceflight-grown plants are shown in the left-hand column (Flight).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21498,
            "infons": {
              "file": "pone.0180186.g002.jpg",
              "id": "pone.0180186.g002",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "A comparison of the growth of the three genotypes in the light at 3 days, 6 days and 9 days.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21591,
            "infons": {
              "file": "pone.0180186.g002.jpg",
              "id": "pone.0180186.g002",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The three panels in the left hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth on the ISS (Flight). (B) The three panels in the right hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth in the ISSES chamber for the ground controls (Ground). The images are taken through the back of the plate to minimize interference from condensation on the lid. The full set of uncropped Flight and Ground Control images can be found in the NASA GeneLab archives (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22195,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In spaceflight, the diffuse light elicited root growth that was primarily perpendicular to the orientation of vegetative growth, in that the hypocotyls were growing away from the surface of the media, and the roots grew in coils along the surface of the solid media of the plate. This configuration of plant growth closely resembles patterns seen in plates grown horizontally on the ground (Phytagel surface parallel to Earth’s surface). However, unlike horizontal growth in a unit gravity environment, the root coils were loose and somewhat unorganized. In contrast, the roots of the ground control plants shown in the right-hand column (Ground) grew in a clear, positively gravitropic manner along the surface of the plate media. As described in the Methods section, the ground control plates were oriented vertically (Phytagel surface perpendicular to the Earth’s surface), a growth configuration that encourages root growth along the surface of the Phytagel in a reasonably straight, positively geotropic manner. The hypocotyls were generally oriented in a negatively geotropic manner, but were also angled away from the less well-lit surface of the plate adjacent to the wall, towards the relatively lighter environment of the room. These types of spaceflight growth patterns are distinctly different from what has been seen in the high-light plant growth hardware of Veggie and the strong, directional lighting of the ABRS hardware.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23638,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The developmental image series in Fig 2 shows that both the spaceflight (left column) and ground control (right column) plants of all three genotypes were virtually identical in terms of apparent health, vigor, and developmental age within each environment. However, due to the rather dim lighting environment, neither the light-grown spaceflight nor light-grown ground control plants had the developmental appearance Arabidopsis plants of comparable ages grown in the more optimal lighting regimes of the ABRS and Veggie plant growth habitats.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24183,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Final photographs of the plants were taken after 11 days of growth, and then the plants were harvested to KFTs (Kennedy Space Center Fixation Tubes) containing RNAlater. Fig 3 shows the photographs taken just prior to harvest. These photographs were taken from the front surface with the plate lid removed. The light-grown plants are shown in Fig 3A. The 11 day spaceflight seedlings (Flight) are shown on the left, and the comparable ground controls (Ground) are shown on the right. The dark-grown plants are shown in Fig 3B, again with the spaceflight grown plants on the left, and the ground controls on the right. There are some minor morphological differences in the manner in which the different genotypes grow, but these differences in coiling and skewing are well characterized features of each genotype, and consistent with morphometric evaluations from previous spaceflight experiments (e.g.).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25087,
            "infons": {
              "file": "pone.0180186.g003.jpg",
              "id": "pone.0180186.g003",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Growth and development of each genotype at the time of harvest.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25151,
            "infons": {
              "file": "pone.0180186.g003.jpg",
              "id": "pone.0180186.g003",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) The three panels in the left hand column show representative examples of seedlings just prior to harvest after 11 days of growth on the ISS in the light. The three panels in the right hand column show representative examples of seedlings just prior to harvest after 11 days of growth in the ground control ISSES chamber in the light. (B) The three panels in the left hand column show representative examples of seedlings just prior to harvest after 11 days of growth on the ISS in the dark. The three panels in the right hand column show representative examples of seedlings just prior to harvest after 11 days of growth in the ground control ISSES chamber in the dark. The full set of uncropped Flight and Ground control images can be found in the NASA LSDA archives (link TBD).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25935,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "All three genotypes were healthy on orbit as judged by appearance in the photographs of Fig 3, and all three genotypes were equally productive on orbit as determined by analysis of root length in Fig 4. These observations suggest that regardless of the gene expression changes among these genotypes, all three were equally able to adapt to spaceflight. Root length was chosen as a key, quantifiable trait for plant productivity in light-grown plants; root length has been associated with plant health and crop success, and the photos taken on the ISS provide clear resolution of root growth. Fig 4 compares the root length of each genotype in both spaceflight and ground control environments derived from the images. Root measurements were made using ImageJ, and the data were analyzed using R and two-way ANOVAs with Type II sum of squares to compare the independent variables of genotype and environment. When grown in the light, only WS grown on the ground was significantly different from any other combination of genotype and environment (F2,310 = 12.112, p<0.001), WS, Col-0 and phyD were not different from each other with regards to root length in spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27104,
            "infons": {
              "file": "pone.0180186.g004.jpg",
              "id": "pone.0180186.g004",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "The root lengths among genotypes grown on orbit were not significantly different from one another.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27203,
            "infons": {
              "file": "pone.0180186.g004.jpg",
              "id": "pone.0180186.g004",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The box for each genotype/treatment combination contains a line indicating the median, and an \"x\" indicating the mean. Above each box is a designation of the results of Tukey’s Honestly Significant Difference, following the two-way ANOVA, where shared letters indicate insignificant difference. Only one of the six sample sets (WS.GC) was different from the other five.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27575,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Genotype matters in spaceflight transcriptional responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27633,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The transcriptional response that each genotype mounted in their respective environments was very distinct. The Venn diagrams of Fig 5 provide an overview of the Spaceflight to Ground root-tip transcriptome comparisons of each genotype; values from light-grown plants are shown in Fig 5A, and dark-grown plants in Fig 5B. The size of the Venn circles are to scale with respect to the numbers of differentially expressed genes. The genes that comprise the list show at least a two-fold change (-1<log2<1) with FDR<0.05. The greatest difference in the transcriptomes of spaceflight and ground control plants was seen in light-grown Col-0 plants, with a total of 297 genes. The spaceflight to ground differences in the other two light-grown genotypes were a total of 130 in phyD, and then only 71 in the WS genotype. A fourth (18/71) of the WS differentially expressed genes were also coordinately expressed in the other two genotypes. Almost all (6/7) of the coordinately expressed genes that were downregulated compared to the ground controls were associated with light signaling. In the upregulated genes, about half (6/11) were associated with plant defense or cell wall metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28817,
            "infons": {
              "file": "pone.0180186.g005.jpg",
              "id": "pone.0180186.g005",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "A Venn diagram displaying the distribution of coordinately expressed genes in response to spaceflight in all three genotypes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28943,
            "infons": {
              "file": "pone.0180186.g005.jpg",
              "id": "pone.0180186.g005",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Coordinately expressed genes in the root tips of light-grown plants. (B) Coordinately expressed genes in the root tips of dark-grown plants. Coordinately expressed genes common to all three genotypes are annotated below each diagram. The number of differentially expressed genes associated with cell wall processes are indicated as black dots within each representative sector of the diagram. The small number (11 in the light and 17 in the dark) of significantly expressed genes that are represented in two genotypes, but were changed in opposite directions (up in one genotype while down in the other), are not included in the enumerations of coordinately expressed genes in the Venn diagrams.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29643,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the dark-grown plants, the distribution of differentially expressed genes between spaceflight and ground is quite different than was seen in the light-grown plants. In the dark, the WS and Col-0 cultivars showed roughly the same number of differentially expressed genes (218 and 224, respectively. In the dark, phyD exhibited the fewest differentially expressed genes (131). There were fewer coordinately expressed genes common to all genotypes (only 11). The single down regulated gene was associated with methionine biosynthesis, and two of the 10 upregulated genes have been associated with plant defense or cell wall metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30279,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Among the three genotypes, 129 genes were differentially expressed in both the light and the dark (Supporting S1 Table). However, only one gene was coordinately expressed in both the light and the dark in all three genotypes: ATARD3 (AT2G26400—Acireductone Dioxygenase 3). There were also a small number of genes that while overlapping in significant, differential expression between genotypes, rather than being coordinately expressed they were changed in the opposite direction. These genes (11 in the light and 17 in the dark) are not included among the genes represented in the Venn Diagram of Fig 5.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30886,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Genes associated with cell wall metabolism seemed prevalent among the differentially expressed genes. In order to create a standardized evaluation of the number of genes representing cell wall associated process, the differentially expressed gene sets used in Fig 5 were cross-referenced with two cell wall databases: the Purdue University Cell Wall Related Gene Families data sets (https://cellwall.genomics.purdue.edu/families/index.html) and the SUBcellular localization database for Arabidopsis proteins (SUBA3—http://suba3.plantenergy.uwa.edu.au/). Genes were considered as cell wall associated if they were identified as such in either database. For graphic visualization, the numbers of genes identified with these comparisons are indicated as black dots within each Venn section in Fig 5. In addition, each gene ID number is identified with bold text and gold highlighting in the fully annotated Supplementary S2 and S3 Tables.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31824,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Transcriptional responses between flight and ground",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31876,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The genes enumerated in the Venn diagram of Fig 5 are shown as transcriptome heat-maps in Fig 6, in order to illustrate the distribution of differential expression among the genotypes along with fold-change. Fig 6 presents two sets of transcriptome heat maps that compare the patterns of gene expression between spaceflight and the equivalent ground controls for each genotype in the Light (Fig 6A) and in the Dark (Fig 6B). The heat maps were generated with GeneE software, utilizing statistically significant (FDR<0.05) expressed genes with differential expression of at least two-fold (-1<log2<1) in at least one comparison. The genes were sorted by Atg number, and hierarchical clustering was established using Jaccard distance. Each row of the heat map within each treatment (6A and 6B, respectively) corresponds to the same gene within each genotype. Significantly down regulated genes are indicated in green and significantly upregulated are in red. Genes depicted as gray did not meet either the fold-change or FDR criteria within that genotype. The gene rows are not collinear between 6A and 6B, but each heat map is presented to the same vertical scale. In the light, there were a total of 394 genes that were significantly, differentially expressed by at least two-fold in at least one genotype, and in the dark there were 461. Both the Light and Dark heat maps are annotated with the gene ID for selected cell wall-associated genes represented in the clusters of genes unique to a single genotype. The fully annotated heat maps can be found in Supporting S2 Table (FLT vs GC–Light) and Supporting S3 Table (FLT vs GC–Dark). In the Supporting tables, gene entries that have been associated with the cell wall (criteria described above) are indicated in bold text, and the gene ID number has been highlighted in gold.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33708,
            "infons": {
              "file": "pone.0180186.g006.jpg",
              "id": "pone.0180186.g006",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Arabidopsis root tip transcriptome heat maps showing differential expression between environments: Spaceflight compared to ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33848,
            "infons": {
              "file": "pone.0180186.g006.jpg",
              "id": "pone.0180186.g006",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The spaceflight to ground control heat maps in either the light (A) or the dark (B) are presented to the same scale. Red indicates upregulated and green indicates down regulated. Any gene indicated with a color is statistically significant (FDR<0.05) and expressed to a level of at least 2-fold (-1 <log2> 1). The color scale ranges from -3 log2 (down 8-fold) to +3 log2 (up 8-fold). Genes with a differential expression value greater than 8-fold are presented in the same hue as for an 8-fold change. Heat maps are annotated with selected cell wall associated genes that are unique to each genotype. The total number of genes represented in the heat maps are indicated below each map. The fully annotated heat maps are provided in Supporting S2 Table.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34601,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the light, the physiological adaptation of cultivar WS to the spaceflight environment required the fewest number of changes in gene expression, while cultivar Col-0 required about five times as many changes in gene expression. The mutation of the PhyD gene in Col-0 resulted in an almost 3-fold reduction in the number of differentially expressed genes in response to spaceflight. As presented in the Venn Diagrams of Fig 5, there were very few genes that were coordinately expressed among all three genotypes, and differentially expressed genes held in common between even two genotypes were also scarce.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35210,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The differentially expressed genes unique to each genotype were more abundant than those differentially expressed genes that were shared with another genotype. In the light, the upregulated differentially expressed genes unique to WS were largely associated with the cell wall, and processes in root hairs, including pathogen responses and development. The unique downregulated genes largely encoded transporters, along with several associated with plant defense, abiotic stress and cytokinin signaling. The over 200 uniquely expressed genes of Col-0 represented a wide range of diverse functions; defense, oxidative stress, cell wall metabolism, biotic and abiotic stress, and hormone signaling, and were well represented in both up and down regulated genes. The uniquely expressed genes of the Col-0 phyD mutant also encoded a similar diversity of gene categories, however phyD did not express the same representative genes from these categories, and there were fewer representatives of genes associated with stress responses in phyD. All three genotypes uniquely expressed about the same proportion of genes associated with the cell wall, with values ranging between 14% and 17%.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36393,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the dark, WS and Col-0 exhibited about the same total number of differentially expressed genes for the physiological adaptation to spaceflight. About 20% were coordinately expressed in both cultivars, but the types of genes that are coordinately expressed do not appear to represent a substantially different category of genes than those which are uniquely expressed in each genotype. In the dark, phyD exhibited the smallest number of differentially expressed genes among the three genotypes, and only about 15% were also differentially expressed in Col-0. In the dark, although many genes were again associated with defense, oxidative stress, and cell wall metabolism, there were also more genes associated with hormone metabolism (auxin, ABA and GA), and gravitropism than were seen in the light. Again, all three genotypes uniquely expressed about the same proportion of genes associated with the cell wall, with values ranging between 14% and 16%.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37349,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The transcriptomic differences exhibited by the different genotypes in response to spaceflight are underscored by the transcriptome differences between the genotypes in any given environment. Fig 7 shows the extent of how the transcriptomic responses of each genotype varied from each other when grown on the ground or in spaceflight. Pair-wise comparisons are shown between Col-0 and phyD, Col-0 and WS, and then phyD and WS; each within the four different environments: lighted environment on the ground, lighted environment in spaceflight, dark environment on the ground, and dark environment in spaceflight. In the light, there are fewer differences among genotypes in the ground controls than in spaceflight, whereas in the dark, there are more differences among genotypes on the ground than in spaceflight. The fully annotated heat maps can be found in Supporting S4, S5, S6, S7 and S8 Tables.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38249,
            "infons": {
              "file": "pone.0180186.g007.jpg",
              "id": "pone.0180186.g007",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Arabidopsis root tip transcriptome heat maps showing differential expression between genotypes within each environment: Col-0 to WS, Col-0 to PhyD; then PhyD to WS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38414,
            "infons": {
              "file": "pone.0180186.g007.jpg",
              "id": "pone.0180186.g007",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Each heat map is presented to the same scale. Red indicates upregulated and green indicates down regulated. Any gene indicated with a color is statistically significant (p<0.01) and expressed to a level of at least 2-fold (-1 <log2> 1). The color scale ranges from -3 log2 (down 8-fold) to +3 log2 (up 8-fold). Genes with a differential expression value greater than 8-fold are presented in the same hue as for an 8-fold change. The total number of genes represented in the heat maps are indicated below each map. The fully annotated heat maps are provided in Supporting S4, S5, S6, S7 and S8 Tables.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39015,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39026,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Plants in spaceflight differentially express genes compared to their ground controls, suggesting that physiological adaptation is taking place in plants on orbit. There have now been a number of transcriptomic and proteomic comparisons of Arabidopsis and other plants grown in spaceflight environments and the topic of plant growth in space has been recently reviewed. In addition, there is more to growing in an orbital environment than the simple removal of gravity. Transcriptome comparisons of plants growing in artificial gravity environments generated by a centrifuge on the ISS illustrates that simply returning some form of gravity to the spaceflight environment does not completely ameliorate the transcriptional and proteomic response. The general consensus from these studies is that while there is no single set of genes that are representative hallmarks of growth in the spaceflight environment, most plants do appear to differentially express genes associated with several consistent categories of genes. Genes associated with cell wall remodeling, cell polarity, and ROS signaling predominate, but the exact same genes are not utilized among all plants, plant organs, and experiments. Indeed there is no obvious consensus of what a canonical spaceflight response might be in plants or among plant cells, except perhaps for these categories of genes rather than specific genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40418,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although root growth patterns were distinct between spaceflight and ground control plants, all three genotypes were developmentally comparable to the ground control plants. (Figs 2 and 3) and all three genotypes were equally productive in terms of root length in spaceflight. However, the molecular means to effect the physiological adaptation necessary to achieve comparable growth in the spaceflight environment was highly dependent on the genotype. Each genotype used almost completely different sets of genes to physiologically adapt their metabolism to the lighted environment of the ISS, and the number of differentially expressed genes was dramatically different among the genotypes. While Col-0 differentially expressed 297 genes to accomplish its physiological adaptation, WS accomplished adaptation with only 71 differentially expressed genes. Plants of the phyD mutant of Col-0 differentially expressed 127 genes. If differential gene expression is a measure of the degree or cost of the physiological adaptive response, then WS would be considered more highly spaceflight adapted than Col-0 and the phyD mutation would be considered a spaceflight adaptive mutation in Col-0 background. In other words, much of the Col-0 spaceflight response can be eliminated with a simple mutation in PhyD, without apparently compromising plant health or development or adding stress responses at the gene expression level. Indeed, the phyD plants did not appear to be at any disadvantage with respect to root navigation on orbit, where light is the primary tropic cue, nor did the phyD spaceflight transcriptome suggest a disruption of light-mediated signaling. Rather, relieving Col-0 of the gene encoding PhyD appeared to lighten the demands on the processes engaged to physiologically adapt to spaceflight. The converting the genome to WS further lightened the adaptive demands at the transcriptome level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42324,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The data in Fig 5 further suggest that much of the differential gene expression exhibited by all three genotypes in the light of the ISS is non adaptive, or at least dispensable. For example, out of the 297 differentially expressed genes in Col-0, 217 of them appear dispensable, as neither phyD nor WS shared those differential gene expressions. Moreover, these three genotypes shared only 18 genes with similar differential gene expression patterns. This suggests the possibility that most of the gene expression responses in these genotypes, in these cells, were not fundamentally required for physiological adaptation of Arabidopsis to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42977,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The 18 coordinately expressed genes shared amongst the genotypes may well present two categories of adaptive metabolism that are universally important to growing in a spaceflight environment (Fig 5). The seven down-regulated genes in this set have all been associated with light signal transduction, whereas most of the eleven up-regulated genes have been associated with plant defense responses. These genes represent two strong trends seen throughout these data as well as other published transcriptomic responses of plants in spaceflight: modified light signal transduction and modified cell wall metabolism. Overall, the transcriptome responses for all three genotypes were enriched in these two categories, as well as for oxidative stress, genes associated with auxin, ABA and GA signaling, and general abiotic stress. The prevalence of representatives from these categories among the highly differentially expressed genes in all three genotypes could suggest that the adaptive process was generally the same for all three genotypes. However, the difference in the total numbers of differentially expressed genes among the genotypes could suggest that some genotypes expended far less effort to achieve a comparable adaptive metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44219,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Plants germinated and then grown in the dark on the ISS present a similar conclusion, although with different genes and differing numbers of gene expression changes. The phyD mutant differentially expressed fewer genes than Col-0, and only 11 genes were similarly differentially expressed among Col-0, phyD and WS. As was also seen in the light-grown plants, most of the differentially expressed genes of any particular genotype grown in the dark can be eliminated without affecting the ability to grow on the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44734,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "It is important to note that the 18 genes shared among the differentially expressed genes of all three genotypes in the light of the ISS are almost completely distinct from the 11 shared differentially expressed genes of the dark grown ISS plants; only one gene, ATARD3, is common to both sets (Fig 5). ATARD3 has not been well characterized in the literature, but the gene has been loosely associated with pathogen response and cell wall metabolism. Thus, in this experiment with three genotypes and two different ISS environments, there is only one universally differentially expressed gene in the root tips of spaceflight plants, and this gene is not represented in previously identified spaceflight transcriptomes. Therefore these data appear inconsistent with the concept that there is a basic required adaptive response to spaceflight that would be common among all plant cells and in under all conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45647,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45659,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "The primary conclusion of this work is that much of the plant response to spaceflight is potentially non-adaptive in that at least most of the gene expression responses could be genetically eliminated without overtly compromising growth in space. This suggests that responses to truly novel environments may include responses from signals that are inappropriately activated or misinterpreted, and further suggests that these inappropriate responses can be genetically eliminated without adverse consequences. For spaceflight in particular, these data suggest that genetic manipulation can produce varieties that are better adapted to growth in spaceflight through elimination of unnecessary responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46361,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "A secondary conclusion of this work is that there is no fundamental spaceflight response that characterizes plant physiological adaptation to spaceflight. Rather, the adaptive response is dependent upon the genotype of the plant and the specific environment within which it grows. The response also appears highly organ specific, as roots and leaves share few spaceflight differential genes in common. And yet, it remains possible and even likely that classes of differentially expressed genes will continue to be shared amongst cell types, genotypes and environments in space. However there is no overt indication that specific genes will be differentially expressed in all spaceflight plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47056,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "These conclusions lie in sharp contrast to evolutionarily defined and well characterized terrestrial stress responses. Heat shock, cold shock, salt, pathogen attack and other stresses show commonality of differential expression across cell types and local environments. HSPs are HSPs in all plant cells. Since no such commonality exists in spaceflight responses, it appears that at least large portions of the spaceflight responses in plants are not necessary, and therefore can be eliminated without negative impact on plant life in spaceflight and opening the possibility of selecting plant genotypes optimized for spaceflight growth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47693,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "The differential expression of categories of genes, rather than individual genes, exhibited in the overall plant spaceflight response could be interpreted as support for the notion that certain categories of responses are either necessary for spaceflight physiological adaptation, or a common consequence of interpreting this novel environment. A common theme that appears to remain consistent among plant spaceflight transcriptomes is that of cell wall remodeling. Genes encoding proteins associated with cell wall remodeling have characterized the spaceflight response among several experiments and genotypes. Cell wall remodeling genes are represented in the differentially expressed genes are richly represented in this experiment as well (Fig 6, Supporting S2 and S3 Tables). Thus cell wall remodeling appears to be, for the most part, a requirement or an unavoidable consequence of spaceflight physiological adaptation. Yet the differential gene expression that characterizes that response may be highly cell, genotype and environment specific, and indeed may not actually be required for successful adaptation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48811,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Future experiments can be directed to establishing the minimal responses to spaceflight by further mutational and environmental manipulations, and can thereby contribute to systems engineering of spaceflight habitats. Plant growth in actual life support functions within space exploration is an important technical engineering challenge. Growing plants on petri plates allows what is likely the most benign growth system possible in spaceflight absent artificial gravity. Water management is not necessary, as the Phytagel provides water to the roots without potential flooding that can be seen in larger scale plant production systems on orbit or within exploration vehicles. Light and air management is quite similar to situations in terrestrial laboratories. It is quite possible that more stress responses will be seen in larger plant growth units on orbit, where water, nutrient and air management become more of an issue than for plants grown on plates. Engineering solutions to those issues can draw upon these plants-on-plates to better understand achievable stress reduction goals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49902,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supporting information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49925,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49936,
            "infons": {
              "comment": "doi: 10.1016/j.tplants.2011.12.004",
              "fpage": "129",
              "issue": "3",
              "lpage": "38",
              "name_0": "surname:Bailey-Serres;given-names:J",
              "name_1": "surname:Fukao;given-names:T",
              "name_2": "surname:Gibbs;given-names:DJ",
              "name_3": "surname:Holdsworth;given-names:MJ",
              "name_4": "surname:Lee;given-names:SC",
              "name_5": "surname:Licausi;given-names:F",
              "pub-id_pmid": "22280796",
              "section_type": "REF",
              "source": "Trends in plant science",
              "type": "ref",
              "volume": "17",
              "year": "2012"
            },
            "text": "Making sense of low oxygen sensing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49971,
            "infons": {
              "comment": "doi: 10.1093/jxb/err460",
              "fpage": "1593",
              "issue": "4",
              "lpage": "608",
              "name_0": "surname:Krasensky;given-names:J",
              "name_1": "surname:Jonak;given-names:C",
              "pub-id_pmid": "22291134",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "63",
              "year": "2012"
            },
            "text": "Drought, salt, and temperature stress-induced metabolic rearrangements and regulatory networks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50066,
            "infons": {
              "comment": "doi: 10.1105/tpc.003483",
              "fpage": "1675",
              "issue": "8",
              "lpage": "90",
              "name_0": "surname:Fowler;given-names:S",
              "name_1": "surname:Thomashow;given-names:MF",
              "pub-id_pmid": "12172015",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "14",
              "year": "2002"
            },
            "text": "Arabidopsis transcriptome profiling indicates that multiple regulatory pathways are activated during cold acclimation in addition to the CBF cold response pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50229,
            "infons": {
              "comment": "doi: 10.3389/fpls.2016.00114",
              "fpage": "114",
              "name_0": "surname:Guo;given-names:M",
              "name_1": "surname:Liu;given-names:JH",
              "name_2": "surname:Ma;given-names:X",
              "name_3": "surname:Luo;given-names:DX",
              "name_4": "surname:Gong;given-names:ZH",
              "name_5": "surname:Lu;given-names:MH",
              "pub-id_pmid": "26904076",
              "section_type": "REF",
              "source": "Front Plant Sci",
              "type": "ref",
              "volume": "7",
              "year": "2016"
            },
            "text": "The Plant Heat Stress Transcription Factors (HSFs): Structure, Regulation, and Function in Response to Abiotic Stresses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50349,
            "infons": {
              "comment": "doi: 10.1016/j.plaphy.2013.09.013",
              "fpage": "189",
              "lpage": "201",
              "name_0": "surname:Chan;given-names:Z",
              "name_1": "surname:Loescher;given-names:W",
              "name_2": "surname:Grumet;given-names:R",
              "pub-id_pmid": "24140895",
              "section_type": "REF",
              "source": "Plant Physiol Biochem",
              "type": "ref",
              "volume": "73",
              "year": "2013"
            },
            "text": "Transcriptional variation in response to salt stress in commonly used Arabidopsis thaliana accessions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50451,
            "infons": {
              "comment": "doi: 10.1105/tpc.112.096180",
              "fpage": "893",
              "issue": "3",
              "lpage": "914",
              "name_0": "surname:Des Marais;given-names:DL",
              "name_1": "surname:McKay;given-names:JK",
              "name_2": "surname:Richards;given-names:JH",
              "name_3": "surname:Sen;given-names:S",
              "name_4": "surname:Wayne;given-names:T",
              "name_5": "surname:Juenger;given-names:TE",
              "pub-id_pmid": "22408074",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "24",
              "year": "2012"
            },
            "text": "Physiological genomics of response to soil drying in diverse Arabidopsis accessions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50535,
            "infons": {
              "comment": "doi: 10.1111/j.1365-313X.2004.02272.x",
              "fpage": "1",
              "issue": "1",
              "lpage": "14",
              "name_0": "surname:Busch;given-names:W",
              "name_1": "surname:Wunderlich;given-names:M",
              "name_2": "surname:Schoffl;given-names:F",
              "pub-id_pmid": "15610345",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "41",
              "year": "2005"
            },
            "text": "Identification of novel heat shock factor-dependent genes and biochemical pathways in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50642,
            "infons": {
              "comment": "doi: 10.1111/j.1365-3040.2011.02278.x",
              "fpage": "738",
              "issue": "5",
              "lpage": "51",
              "name_0": "surname:Liu;given-names:HC",
              "name_1": "surname:Liao;given-names:HT",
              "name_2": "surname:Charng;given-names:YY",
              "pub-id_pmid": "21241330",
              "section_type": "REF",
              "source": "Plant Cell Environ",
              "type": "ref",
              "volume": "34",
              "year": "2011"
            },
            "text": "The role of class A1 heat shock factors (HSFA1s) in response to heat and other stresses in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50745,
            "infons": {
              "comment": "doi: 10.1093/pcp/pcq155",
              "fpage": "1975",
              "issue": "12",
              "lpage": "87",
              "name_0": "surname:Aubert;given-names:Y",
              "name_1": "surname:Vile;given-names:D",
              "name_2": "surname:Pervent;given-names:M",
              "name_3": "surname:Aldon;given-names:D",
              "name_4": "surname:Ranty;given-names:B",
              "name_5": "surname:Simonneau;given-names:T",
              "pub-id_pmid": "20952421",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "51",
              "year": "2010"
            },
            "text": "RD20, a stress-inducible caleosin, participates in stomatal control, transpiration and drought tolerance in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50874,
            "infons": {
              "comment": "doi: 10.1105/tpc.109.071415",
              "fpage": "1516",
              "issue": "5",
              "lpage": "31",
              "name_0": "surname:Su;given-names:PH",
              "name_1": "surname:Li;given-names:HM",
              "pub-id_pmid": "20484004",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "22",
              "year": "2010"
            },
            "text": "Stromal Hsp70 is important for protein translocation into pea and Arabidopsis chloroplasts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50965,
            "infons": {
              "comment": "doi: 10.1093/pcp/pcn173",
              "fpage": "78",
              "issue": "1",
              "lpage": "89",
              "name_0": "surname:Bargmann;given-names:BO",
              "name_1": "surname:Laxalt;given-names:AM",
              "name_2": "surname:ter Riet;given-names:B",
              "name_3": "surname:van Schooten;given-names:B",
              "name_4": "surname:Merquiol;given-names:E",
              "name_5": "surname:Testerink;given-names:C",
              "pub-id_pmid": "19017627",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "50",
              "year": "2009"
            },
            "text": "Multiple PLDs required for high salinity and water deficit tolerance in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51044,
            "infons": {
              "fpage": "1854",
              "issue": "4",
              "lpage": "65",
              "name_0": "surname:Gilmour;given-names:SJ",
              "name_1": "surname:Sebolt;given-names:AM",
              "name_2": "surname:Salazar;given-names:MP",
              "name_3": "surname:Everard;given-names:JD",
              "name_4": "surname:Thomashow;given-names:MF",
              "pub-id_pmid": "11115899",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "124",
              "year": "2000"
            },
            "text": "Overexpression of the Arabidopsis CBF3 transcriptional activator mimics multiple biochemical changes associated with cold acclimation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51178,
            "infons": {
              "comment": "doi: 10.1104/pp.006478",
              "fpage": "639",
              "issue": "2",
              "lpage": "48",
              "name_0": "surname:Haake;given-names:V",
              "name_1": "surname:Cook;given-names:D",
              "name_2": "surname:Riechmann;given-names:JL",
              "name_3": "surname:Pineda;given-names:O",
              "name_4": "surname:Thomashow;given-names:MF",
              "name_5": "surname:Zhang;given-names:JZ",
              "pub-id_pmid": "12376631",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "130",
              "year": "2002"
            },
            "text": "Transcription factor CBF4 is a regulator of drought adaptation in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51256,
            "infons": {
              "comment": "doi: 10.1111/j.1365-313X.2006.02889.x",
              "fpage": "535",
              "issue": "4",
              "lpage": "47",
              "name_0": "surname:Nishizawa;given-names:A",
              "name_1": "surname:Yabuta;given-names:Y",
              "name_2": "surname:Yoshida;given-names:E",
              "name_3": "surname:Maruta;given-names:T",
              "name_4": "surname:Yoshimura;given-names:K",
              "name_5": "surname:Shigeoka;given-names:S",
              "pub-id_pmid": "17059409",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "48",
              "year": "2006"
            },
            "text": "Arabidopsis heat shock transcription factor A2 as a key regulator in response to several types of environmental stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51375,
            "infons": {
              "comment": "doi: 10.1016/j.bbrc.2009.03.091",
              "fpage": "637",
              "issue": "3",
              "lpage": "41",
              "name_0": "surname:Li;given-names:HT",
              "name_1": "surname:Liu;given-names:H",
              "name_2": "surname:Gao;given-names:XS",
              "name_3": "surname:Zhang;given-names:H",
              "pub-id_pmid": "19306843",
              "section_type": "REF",
              "source": "Biochem Biophys Res Commun",
              "type": "ref",
              "volume": "382",
              "year": "2009"
            },
            "text": "Knock-out of Arabidopsis AtNHX4 gene enhances tolerance to salt stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51446,
            "infons": {
              "comment": "doi: 10.1093/jxb/eru515",
              "fpage": "2155",
              "issue": "8",
              "lpage": "65",
              "name_0": "surname:Sato;given-names:EM",
              "name_1": "surname:Hijazi;given-names:H",
              "name_2": "surname:Bennett;given-names:MJ",
              "name_3": "surname:Vissenberg;given-names:K",
              "name_4": "surname:Swarup;given-names:R",
              "pub-id_pmid": "25547917",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "66",
              "year": "2015"
            },
            "text": "New insights into root gravitropic signalling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51492,
            "infons": {
              "comment": "doi: 10.1146/annurev.arplant.53.100301.135158",
              "fpage": "421",
              "lpage": "47",
              "name_0": "surname:Boonsirichai;given-names:K",
              "name_1": "surname:Guan;given-names:C",
              "name_2": "surname:Chen;given-names:R",
              "name_3": "surname:Masson;given-names:PH",
              "pub-id_pmid": "12221983",
              "section_type": "REF",
              "source": "Annu Rev Plant Biol",
              "type": "ref",
              "volume": "53",
              "year": "2002"
            },
            "text": "Root gravitropism: an experimental tool to investigate basic cellular and molecular processes underlying mechanosensing and signal transmission in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51646,
            "infons": {
              "comment": "doi: 10.1186/1471-2229-12-232",
              "fpage": "232",
              "issue": "1",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Amalfitano;given-names:CE",
              "name_2": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "23217113",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Plant growth strategies are remodeled by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51699,
            "infons": {
              "comment": "doi: 10.1186/1471-2229-13-112",
              "fpage": "112",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Zupanska;given-names:AK",
              "name_2": "surname:Schultz;given-names:ER",
              "name_3": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "23919896",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "13",
              "year": "2013"
            },
            "text": "Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51785,
            "infons": {
              "comment": "doi: 10.1111/j.1469-8137.2007.02184.x",
              "fpage": "37",
              "issue": "1",
              "lpage": "43",
              "name_0": "surname:Oliva;given-names:M",
              "name_1": "surname:Dunand;given-names:C",
              "pub-id_pmid": "17692076",
              "section_type": "REF",
              "source": "New Phytol",
              "type": "ref",
              "volume": "176",
              "year": "2007"
            },
            "text": "Waving and skewing: how gravity and the surface of growth media affect root development in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51888,
            "infons": {
              "comment": "doi: 10.1016/j.jplph.2006.06.008",
              "fpage": "980",
              "issue": "8",
              "lpage": "92",
              "name_0": "surname:Passardi;given-names:F",
              "name_1": "surname:Dobias;given-names:J",
              "name_2": "surname:Valerio;given-names:L",
              "name_3": "surname:Guimil;given-names:S",
              "name_4": "surname:Penel;given-names:C",
              "name_5": "surname:Dunand;given-names:C",
              "pub-id_pmid": "16904792",
              "section_type": "REF",
              "source": "J Plant Physiol",
              "type": "ref",
              "volume": "164",
              "year": "2007"
            },
            "text": "Morphological and physiological traits of three major Arabidopsis thaliana accessions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51974,
            "infons": {
              "comment": "doi: 10.1105/tpc.109.068114",
              "fpage": "1877",
              "issue": "7",
              "lpage": "96",
              "name_0": "surname:Alonso-Blanco;given-names:C",
              "name_1": "surname:Aarts;given-names:MG",
              "name_2": "surname:Bentsink;given-names:L",
              "name_3": "surname:Keurentjes;given-names:JJ",
              "name_4": "surname:Reymond;given-names:M",
              "name_5": "surname:Vreugdenhil;given-names:D",
              "pub-id_pmid": "19574434",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "21",
              "year": "2009"
            },
            "text": "What has natural variation taught us about plant development, physiology, and adaptation?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52064,
            "infons": {
              "comment": "doi: 10.3732/ajb.1400458",
              "fpage": "21",
              "issue": "1",
              "lpage": "35",
              "name_0": "surname:Kwon;given-names:T",
              "name_1": "surname:Sparks;given-names:JA",
              "name_2": "surname:Nakashima;given-names:J",
              "name_3": "surname:Allen;given-names:SN",
              "name_4": "surname:Tang;given-names:Y",
              "name_5": "surname:Blancaflor;given-names:EB",
              "pub-id_pmid": "25587145",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "102",
              "year": "2015"
            },
            "text": "Transcriptional response of Arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52221,
            "infons": {
              "comment": "doi: 10.1111/plb.12062",
              "fpage": "142",
              "issue": "Suppl 1",
              "lpage": "50",
              "name_0": "surname:Nakashima;given-names:J",
              "name_1": "surname:Liao;given-names:F",
              "name_2": "surname:Sparks;given-names:JA",
              "name_3": "surname:Tang;given-names:Y",
              "name_4": "surname:Blancaflor;given-names:EB",
              "pub-id_pmid": "23952736",
              "section_type": "REF",
              "source": "Plant Biol (Stuttg)",
              "type": "ref",
              "volume": "16",
              "year": "2014"
            },
            "text": "The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary roots in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52341,
            "infons": {
              "comment": "doi: 10.1007/s00425-016-2581-8",
              "fpage": "1201",
              "issue": "6",
              "lpage": "15",
              "name_0": "surname:Vandenbrink;given-names:JP",
              "name_1": "surname:Herranz;given-names:R",
              "name_2": "surname:Medina;given-names:FJ",
              "name_3": "surname:Edelmann;given-names:RE",
              "name_4": "surname:Kiss;given-names:JZ",
              "pub-id_pmid": "27507239",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "244",
              "year": "2016"
            },
            "text": "A novel blue-light phototropic response is revealed in roots of Arabidopsis thaliana in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52442,
            "infons": {
              "comment": "doi: 10.1016/j.prevetmed.2012.12.001",
              "fpage": "159",
              "issue": "2",
              "lpage": "68",
              "name_0": "surname:Klingseisen;given-names:B",
              "name_1": "surname:Stevenson;given-names:M",
              "name_2": "surname:Corner;given-names:R",
              "pub-id_pmid": "23276403",
              "section_type": "REF",
              "source": "Prev Vet Med",
              "type": "ref",
              "volume": "110",
              "year": "2013"
            },
            "text": "Prediction of Bluetongue virus seropositivity on pastoral properties in northern Australia using remotely sensed bioclimatic variables",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52577,
            "infons": {
              "comment": "doi: 10.3389/fpls.2014.00563",
              "name_0": "surname:Vandenbrink;given-names:JP",
              "name_1": "surname:Kiss;given-names:JZ",
              "name_2": "surname:Herranz;given-names:R",
              "name_3": "surname:Medina;given-names:FJ",
              "pub-id_pmid": "25389428",
              "section_type": "REF",
              "source": "Frontiers in Plant Science",
              "type": "ref",
              "volume": "5",
              "year": "2014"
            },
            "text": "Light and gravity signals synergize in modulating plant development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52645,
            "infons": {
              "comment": "doi: 10.1007/s00425-012-1633-y",
              "fpage": "635",
              "lpage": "45",
              "name_0": "surname:Kiss;given-names:JZ",
              "name_1": "surname:Millar;given-names:KD",
              "name_2": "surname:Edelmann;given-names:RE",
              "pub-id_pmid": "22481136",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "236",
              "year": "2012"
            },
            "text": "Phototropism of Arabidopsis thaliana in microgravity and fractional gravity on the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52756,
            "infons": {
              "comment": "doi: 10.1089/ast.2011.0699",
              "fpage": "787",
              "issue": "8",
              "lpage": "97",
              "name_0": "surname:Millar;given-names:KD",
              "name_1": "surname:Johnson;given-names:CM",
              "name_2": "surname:Edelmann;given-names:RE",
              "name_3": "surname:Kiss;given-names:JZ",
              "pub-id_pmid": "21970704",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "11",
              "year": "2011"
            },
            "text": "An endogenous growth pattern of roots is revealed in seedlings grown in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52841,
            "infons": {
              "comment": "doi: 10.1105/tpc.9.8.1317",
              "fpage": "1317",
              "issue": "8",
              "lpage": "26",
              "name_0": "surname:Aukerman;given-names:MJ",
              "name_1": "surname:Hirschfeld;given-names:M",
              "name_2": "surname:Wester;given-names:L",
              "name_3": "surname:Weaver;given-names:M",
              "name_4": "surname:Clack;given-names:T",
              "name_5": "surname:Amasino;given-names:RM",
              "pub-id_pmid": "9286109",
              "section_type": "REF",
              "source": "The Plant Cell",
              "type": "ref",
              "volume": "9",
              "year": "1997"
            },
            "text": "A deletion in the PHYD gene of the Arabidopsis Wassilewskija ecotype defines a role for phytochrome D in red/far-red light sensing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52972,
            "infons": {
              "fpage": "909",
              "issue": "3",
              "lpage": "15",
              "name_0": "surname:Devlin;given-names:PF",
              "name_1": "surname:Robson;given-names:PR",
              "name_2": "surname:Patel;given-names:SR",
              "name_3": "surname:Goosey;given-names:L",
              "name_4": "surname:Sharrock;given-names:RA",
              "name_5": "surname:Whitelam;given-names:GC",
              "pub-id_pmid": "10069829",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "119",
              "year": "1999"
            },
            "text": "Phytochrome D acts in the shade-avoidance syndrome in Arabidopsis by controlling elongation growth and flowering time",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53090,
            "infons": {
              "comment": "doi: 10.1093/pcp/pci038",
              "fpage": "317",
              "issue": "2",
              "lpage": "23",
              "name_0": "surname:Correll;given-names:MJ",
              "name_1": "surname:Kiss;given-names:JZ",
              "pub-id_pmid": "15695459",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "46",
              "year": "2005"
            },
            "text": "The roles of phytochromes in elongation and gravitropism of roots",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53156,
            "infons": {
              "comment": "doi: 10.1105/tpc.012971",
              "fpage": "1962",
              "issue": "9",
              "lpage": "80",
              "name_0": "surname:Monte;given-names:E",
              "name_1": "surname:Alonso;given-names:JM",
              "name_2": "surname:Ecker;given-names:JR",
              "name_3": "surname:Zhang;given-names:Y",
              "name_4": "surname:Li;given-names:X",
              "name_5": "surname:Young;given-names:J",
              "pub-id_pmid": "12953104",
              "section_type": "REF",
              "source": "The Plant Cell",
              "type": "ref",
              "volume": "15",
              "year": "2003"
            },
            "text": "Isolation and characterization of phyC mutants in Arabidopsis reveals complex crosstalk between phytochrome signaling pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53283,
            "infons": {
              "fpage": "81",
              "issue": "2",
              "lpage": "9",
              "name_0": "surname:Sng;given-names:N",
              "name_1": "surname:Callaham;given-names:J",
              "name_2": "surname:Ferl;given-names:RJ",
              "name_3": "surname:Paul;given-names:A-L",
              "section_type": "REF",
              "source": "Gravitational and Space Research",
              "type": "ref",
              "volume": "2",
              "year": "2014"
            },
            "text": "Arabidopsis thaliana for spaceflight applications—preparing dormant biology for passive stowage and on orbit activation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53405,
            "infons": {
              "comment": "doi: 10.1093/bioinformatics/bts635",
              "fpage": "15",
              "issue": "1",
              "lpage": "21",
              "name_0": "surname:Dobin;given-names:A",
              "name_1": "surname:Davis;given-names:CA",
              "name_2": "surname:Schlesinger;given-names:F",
              "name_3": "surname:Drenkow;given-names:J",
              "name_4": "surname:Zaleski;given-names:C",
              "name_5": "surname:Jha;given-names:S",
              "pub-id_pmid": "23104886",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "29",
              "year": "2013"
            },
            "text": "STAR: ultrafast universal RNA-seq aligner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53447,
            "infons": {
              "comment": "doi: 10.1038/nprot.2012.016",
              "fpage": "562",
              "issue": "3",
              "lpage": "78",
              "name_0": "surname:Trapnell;given-names:C",
              "name_1": "surname:Roberts;given-names:A",
              "name_2": "surname:Goff;given-names:L",
              "name_3": "surname:Pertea;given-names:G",
              "name_4": "surname:Kim;given-names:D",
              "name_5": "surname:Kelley;given-names:DR",
              "pub-id_pmid": "22383036",
              "section_type": "REF",
              "source": "Nat Protoc",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53549,
            "infons": {
              "comment": "doi: 10.1093/pcp/pcv165",
              "fpage": "e5",
              "issue": "1",
              "name_0": "surname:Aoki;given-names:Y",
              "name_1": "surname:Okamura;given-names:Y",
              "name_2": "surname:Tadaka;given-names:S",
              "name_3": "surname:Kinoshita;given-names:K",
              "name_4": "surname:Obayashi;given-names:T",
              "pub-id_pmid": "26546318",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "57",
              "year": "2016"
            },
            "text": "ATTED-II in 2016: A Plant Coexpression Database Towards Lineage-Specific Coexpression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53635,
            "infons": {
              "comment": "doi: 10.1111/plb.12062",
              "name_0": "surname:Nakashima;given-names:J",
              "name_1": "surname:Liao;given-names:F",
              "name_2": "surname:Sparks;given-names:JA",
              "name_3": "surname:Tang;given-names:Y",
              "name_4": "surname:Blancaflor;given-names:EB",
              "pub-id_pmid": "23952736",
              "section_type": "REF",
              "source": "Plant Biol (Stuttg)",
              "type": "ref",
              "volume": "16",
              "year": "2014"
            },
            "text": "The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary roots in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53755,
            "infons": {
              "comment": "doi: 10.1038/npjmgrav.2015.23",
              "fpage": "15023",
              "name_0": "surname:Ferl;given-names:RJ",
              "name_1": "surname:Paul;given-names:A-L",
              "section_type": "REF",
              "source": "Npj Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "The effect of spaceflight on the gravity-sensing auxin gradient of roots: GFP reporter gene microscopy on orbit",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53867,
            "infons": {
              "comment": "doi: 10.1186/s12870-017-0975-9",
              "fpage": "31",
              "issue": "1",
              "name_0": "surname:Schultz;given-names:ER",
              "name_1": "surname:Zupanska;given-names:AK",
              "name_2": "surname:Sng;given-names:NJ",
              "name_3": "surname:Paul;given-names:A-L",
              "name_4": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "28143395",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "17",
              "year": "2017"
            },
            "text": "Skewing in Arabidopsis roots involves disparate environmental signaling pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53948,
            "infons": {
              "comment": "doi: 10.1007/s12217-016-9514-9",
              "fpage": "621",
              "issue": "6",
              "lpage": "31",
              "name_0": "surname:Schultz;given-names:ER",
              "name_1": "surname:Paul;given-names:AL",
              "name_2": "surname:Ferl;given-names:RJ",
              "section_type": "REF",
              "source": "Microgravity Sci Technol",
              "type": "ref",
              "volume": "28",
              "year": "2016"
            },
            "text": "Root Growth Patterns and Morphometric Change Based on the Growth Media",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54019,
            "infons": {
              "comment": "doi: 10.3390/plants4020334",
              "fpage": "334",
              "issue": "2",
              "lpage": "55",
              "name_0": "surname:Paez-Garcia;given-names:A",
              "name_1": "surname:Motes;given-names:CM",
              "name_2": "surname:Scheible;given-names:WR",
              "name_3": "surname:Chen;given-names:R",
              "name_4": "surname:Blancaflor;given-names:EB",
              "name_5": "surname:Monteros;given-names:MJ",
              "pub-id_pmid": "27135332",
              "section_type": "REF",
              "source": "Plants (Basel)",
              "type": "ref",
              "volume": "4",
              "year": "2015"
            },
            "text": "Root Traits and Phenotyping Strategies for Plant Improvement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54080,
            "infons": {
              "comment": "doi: 10.1023/a:1023260610025",
              "fpage": "163",
              "issue": "2",
              "lpage": "7",
              "name_0": "surname:Langsrud;given-names:Ø",
              "section_type": "REF",
              "source": "Statistics and Computing",
              "type": "ref",
              "volume": "13",
              "year": "2003"
            },
            "text": "ANOVA for unbalanced data: Use Type II instead of Type III sums of squares",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54155,
            "infons": {
              "comment": "doi: 10.1007/s00425-005-1563-z",
              "fpage": "747",
              "issue": "6",
              "lpage": "51",
              "name_0": "surname:Yong;given-names:W",
              "name_1": "surname:Link;given-names:B",
              "name_2": "surname:O'Malley;given-names:R",
              "name_3": "surname:Tewari;given-names:J",
              "name_4": "surname:Hunter;given-names:CT",
              "name_5": "surname:Lu;given-names:CA",
              "pub-id_pmid": "15981004",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "221",
              "year": "2005"
            },
            "text": "Genomics of plant cell wall biogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54194,
            "infons": {
              "comment": "doi: 10.1093/nar/gks1151",
              "fpage": "D1185",
              "lpage": "91",
              "name_0": "surname:Tanz;given-names:SK",
              "name_1": "surname:Castleden;given-names:I",
              "name_2": "surname:Hooper;given-names:CM",
              "name_3": "surname:Vacher;given-names:M",
              "name_4": "surname:Small;given-names:I",
              "name_5": "surname:Millar;given-names:HA",
              "pub-id_pmid": "23180787",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "41",
              "year": "2013"
            },
            "text": "SUBA3: a database for integrating experimentation and prediction to define the SUBcellular location of proteins in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54321,
            "infons": {
              "comment": "doi: 10.1155/2015/547495",
              "fpage": "547495",
              "name_0": "surname:Fengler;given-names:S",
              "name_1": "surname:Spirer;given-names:I",
              "name_2": "surname:Neef;given-names:M",
              "name_3": "surname:Ecke;given-names:M",
              "name_4": "surname:Nieselt;given-names:K",
              "name_5": "surname:Hampp;given-names:R",
              "pub-id_pmid": "25654111",
              "section_type": "REF",
              "source": "Biomed Res Int",
              "type": "ref",
              "volume": "2015",
              "year": "2015"
            },
            "text": "A whole-genome microarray study of Arabidopsis thaliana semisolid callus cultures exposed to microgravity and nonmicrogravity related spaceflight conditions for 5 days on board of Shenzhou 8",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54512,
            "infons": {
              "comment": "doi: 10.1089/ast.2014.1210",
              "fpage": "32",
              "issue": "1",
              "lpage": "56",
              "name_0": "surname:Ferl;given-names:RJ",
              "name_1": "surname:Koh;given-names:J",
              "name_2": "surname:Denison;given-names:F",
              "name_3": "surname:Paul;given-names:AL",
              "pub-id_pmid": "25517942",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "15",
              "year": "2015"
            },
            "text": "Spaceflight induces specific alterations in the proteomes of Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54585,
            "infons": {
              "comment": "doi: 10.1007/s00425-014-2196-x",
              "fpage": "475",
              "issue": "2",
              "lpage": "88",
              "name_0": "surname:Zhang;given-names:Y",
              "name_1": "surname:Wang;given-names:L",
              "name_2": "surname:Xie;given-names:J",
              "name_3": "surname:Zheng;given-names:H",
              "pub-id_pmid": "25374148",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "241",
              "year": "2015"
            },
            "text": "Differential protein expression profiling of Arabidopsis thaliana callus under microgravity on board the Chinese SZ-8 spacecraft",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54714,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0091814",
              "fpage": "e91814",
              "issue": "3",
              "name_0": "surname:Mazars;given-names:C",
              "name_1": "surname:Briere;given-names:C",
              "name_2": "surname:Grat;given-names:S",
              "name_3": "surname:Pichereaux;given-names:C",
              "name_4": "surname:Rossignol;given-names:M",
              "name_5": "surname:Pereda-Loth;given-names:V",
              "pub-id_pmid": "24618597",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54848,
            "infons": {
              "comment": "doi: 10.3732/ajb.1200343",
              "fpage": "235",
              "issue": "1",
              "lpage": "48",
              "name_0": "surname:Zupanska;given-names:AK",
              "name_1": "surname:Denison;given-names:FC",
              "name_2": "surname:Ferl;given-names:RJ",
              "name_3": "surname:Paul;given-names:A-L",
              "pub-id_pmid": "23258370",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "100",
              "year": "2013"
            },
            "text": "Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54971,
            "infons": {
              "comment": "doi: 10.1007/s00425-013-1909-x",
              "fpage": "519",
              "issue": "3",
              "lpage": "33",
              "name_0": "surname:Correll;given-names:MJ",
              "name_1": "surname:Pyle;given-names:TP",
              "name_2": "surname:Millar;given-names:KD",
              "name_3": "surname:Sun;given-names:Y",
              "name_4": "surname:Yao;given-names:J",
              "name_5": "surname:Edelmann;given-names:RE",
              "pub-id_pmid": "23771594",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "238",
              "year": "2013"
            },
            "text": "Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55086,
            "infons": {
              "comment": "doi: 10.1089/ast.2011.0696",
              "fpage": "40",
              "lpage": "56",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Zupanska;given-names:A",
              "name_2": "surname:Ostrow;given-names:DT",
              "name_3": "surname:Zhang;given-names:Y",
              "name_4": "surname:Sun;given-names:Y",
              "name_5": "surname:Li;given-names:J-L",
              "pub-id_pmid": "22221117",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Spaceflight transcriptomes: unique responses to a novel environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55154,
            "infons": {
              "comment": "doi: 10.1186/1471-2229-14-4",
              "fpage": "4",
              "name_0": "surname:Sugimoto;given-names:M",
              "name_1": "surname:Oono;given-names:Y",
              "name_2": "surname:Gusev;given-names:O",
              "name_3": "surname:Matsumoto;given-names:T",
              "name_4": "surname:Yazawa;given-names:T",
              "name_5": "surname:Levinskikh;given-names:MA",
              "pub-id_pmid": "24393219",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "14",
              "year": "2014"
            },
            "text": "Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55274,
            "infons": {
              "comment": "doi: 10.1007/s00425-008-0817-y",
              "fpage": "151",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Salmi;given-names:ML",
              "name_1": "surname:Roux;given-names:SJ",
              "pub-id_pmid": "18807069",
              "section_type": "REF",
              "source": "Planta",
              "type": "ref",
              "volume": "229",
              "year": "2008"
            },
            "text": "Gene expression changes induced by space flight in single-cells of the fern Ceratopteris richardii",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55373,
            "infons": {
              "fpage": "1175",
              "issue": "7",
              "lpage": "81",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Popp;given-names:MP",
              "name_2": "surname:Gurley;given-names:WB",
              "name_3": "surname:Guy;given-names:CL",
              "name_4": "surname:Norwood;given-names:KL",
              "name_5": "surname:Ferl;given-names:RJ",
              "section_type": "REF",
              "source": "Advances in Space Research",
              "type": "ref",
              "volume": "36",
              "year": "2005"
            },
            "text": "Arabidopsis gene expression patterns are altered during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55441,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Proteomics and Transcriptomics Analysis of Arabidopsis Seedlings in Microgravity [Internet]. NASA GeneLab. 2015.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55554,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Comparison of the spaceflight transcriptome of four commonly used Arabidopsis thaliana ecotypes [Internet]. NASA GeneLab. 2015.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55682,
            "infons": {
              "comment": "doi: 10.3389/fpls.2015.01176",
              "fpage": "1176",
              "name_0": "surname:Schuler;given-names:O",
              "name_1": "surname:Hemmersbach;given-names:R",
              "name_2": "surname:Bohmer;given-names:M",
              "pub-id_pmid": "26734055",
              "section_type": "REF",
              "source": "Front Plant Sci",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "A Bird's-Eye View of Molecular Changes in Plant Gravitropism Using Omics Techniques",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55766,
            "infons": {
              "comment": "doi: 10.1007/978-1-4939-2697-8_20",
              "fpage": "285",
              "lpage": "305",
              "name_0": "surname:Paul;given-names:AL",
              "name_1": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "25981782",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "1309",
              "year": "2015"
            },
            "text": "Spaceflight exploration in plant gravitational biology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55821,
            "infons": {
              "comment": "doi: 10.1007/978-1-4939-2697-8_19",
              "fpage": "255",
              "lpage": "83",
              "name_0": "surname:Kiss;given-names:JZ",
              "pub-id_pmid": "25981781",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "1309",
              "year": "2015"
            },
            "text": "Conducting plant experiments in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55859,
            "infons": {
              "comment": "doi: 10.1111/plb.12127",
              "fpage": "4",
              "lpage": "11",
              "name_0": "surname:Ruyters;given-names:G",
              "name_1": "surname:Braun;given-names:M",
              "pub-id_pmid": "24373009",
              "section_type": "REF",
              "source": "Plant Biology",
              "type": "ref",
              "volume": "16",
              "year": "2014"
            },
            "text": "Plant biology in space: recent accomplishments and recommendations for future research",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55946,
            "infons": {
              "comment": "doi: 10.1080/23818107.2016.1194228",
              "fpage": "337",
              "issue": "3",
              "lpage": "47",
              "name_0": "surname:Poulet;given-names:L",
              "name_1": "surname:Fontaine;given-names:JP",
              "name_2": "surname:Dussap;given-names:CG",
              "section_type": "REF",
              "source": "Botany Letters",
              "type": "ref",
              "volume": "163",
              "year": "2016"
            },
            "text": "Plant’s response to space environment: a comprehensive review including mechanistic modelling for future space gardeners",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56069,
            "infons": {
              "comment": "doi: 10.1016/j.plantsci.2015.11.004",
              "fpage": "115",
              "lpage": "9",
              "name_0": "surname:Vandenbrink;given-names:JP",
              "name_1": "surname:Kiss;given-names:JZ",
              "pub-id_pmid": "26795156",
              "section_type": "REF",
              "source": "Plant Sci",
              "type": "ref",
              "volume": "243",
              "year": "2016"
            },
            "text": "Space, the final frontier: A critical review of recent experiments performed in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56162,
            "infons": {
              "comment": "doi: 10.4161/psb.29637",
              "fpage": "e29637",
              "issue": "9",
              "name_0": "surname:Mazars;given-names:C",
              "name_1": "surname:Briere;given-names:C",
              "name_2": "surname:Grat;given-names:S",
              "name_3": "surname:Pichereaux;given-names:C",
              "name_4": "surname:Rossignol;given-names:M",
              "name_5": "surname:Pereda-Loth;given-names:V",
              "pub-id_pmid": "25763699",
              "section_type": "REF",
              "source": "Plant Signal Behav",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Microsome-associated proteome modifications of Arabidopsis seedlings grown on board the International Space Station reveal the possible effect on plants of space stresses other than microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56357,
            "infons": {
              "comment": "doi: 10.1111/plb.12132",
              "fpage": "528",
              "issue": "3",
              "lpage": "38",
              "name_0": "surname:Kittang;given-names:AI",
              "name_1": "surname:Iversen;given-names:TH",
              "name_2": "surname:Fossum;given-names:KR",
              "name_3": "surname:Mazars;given-names:C",
              "name_4": "surname:Carnero-Diaz;given-names:E",
              "name_5": "surname:Boucheron-Dubuisson;given-names:E",
              "pub-id_pmid": "24433330",
              "section_type": "REF",
              "source": "Plant Biology",
              "type": "ref",
              "volume": "16",
              "year": "2014"
            },
            "text": "Exploration of plant growth and development using the European Modular Cultivation System facility on the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56491,
            "infons": {
              "comment": "doi: 10.1105/tpc.15.00496",
              "fpage": "102",
              "issue": "1",
              "lpage": "29",
              "name_0": "surname:Bernsdorff;given-names:F",
              "name_1": "surname:Doring;given-names:AC",
              "name_2": "surname:Gruner;given-names:K",
              "name_3": "surname:Schuck;given-names:S",
              "name_4": "surname:Brautigam;given-names:A",
              "name_5": "surname:Zeier;given-names:J",
              "pub-id_pmid": "26672068",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "28",
              "year": "2016"
            },
            "text": "Pipecolic Acid Orchestrates Plant Systemic Acquired Resistance and Defense Priming via Salicylic Acid-Dependent and -Independent Pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56629,
            "infons": {
              "comment": "doi: 10.1371/journal.pone.0126978",
              "fpage": "e0126978",
              "issue": "5",
              "name_0": "surname:Thatcher;given-names:LF",
              "name_1": "surname:Kamphuis;given-names:LG",
              "name_2": "surname:Hane;given-names:JK",
              "name_3": "surname:Onate-Sanchez;given-names:L",
              "name_4": "surname:Singh;given-names:KB",
              "pub-id_pmid": "25985302",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "The Arabidopsis KH-Domain RNA-Binding Protein ESR1 Functions in Components of Jasmonate Signalling, Unlinking Growth Restraint and Resistance to Stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56781,
            "infons": {
              "comment": "doi: 10.1104/pp.113.233742",
              "fpage": "290",
              "issue": "1",
              "lpage": "308",
              "name_0": "surname:Vanholme;given-names:B",
              "name_1": "surname:Vanholme;given-names:R",
              "name_2": "surname:Turumtay;given-names:H",
              "name_3": "surname:Goeminne;given-names:G",
              "name_4": "surname:Cesarino;given-names:I",
              "name_5": "surname:Goubet;given-names:F",
              "pub-id_pmid": "24664205",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "165",
              "year": "2014"
            },
            "text": "Accumulation of N-acetylglucosamine oligomers in the plant cell wall affects plant architecture in a dose-dependent and conditional manner",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]