[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250706",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC6062551",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41526-018-0048-x",
              "article-id_pmc": "PMC6062551",
              "article-id_pmid": "30062101",
              "article-id_publisher-id": "48",
              "elocation-id": "13",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Baio;given-names:Jonathan",
              "name_1": "surname:Martinez;given-names:Aida F.",
              "name_2": "surname:Silva;given-names:Ivan",
              "name_3": "surname:Hoehn;given-names:Carla V.",
              "name_4": "surname:Countryman;given-names:Stephanie",
              "name_5": "surname:Bailey;given-names:Leonard",
              "name_6": "surname:Hasaniya;given-names:Nahidh",
              "name_7": "surname:Pecaut;given-names:Michael J.",
              "name_8": "surname:Kearns-Jonker;given-names:Mary",
              "section_type": "TITLE",
              "type": "front",
              "volume": "4",
              "year": "2018"
            },
            "text": "Cardiovascular progenitor cells cultured aboard the International Space Station exhibit altered developmental and functional properties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 136,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The heart and its cellular components are profoundly altered by missions to space and injury on Earth. Further research, however, is needed to characterize and address the molecular substrates of such changes. For this reason, neonatal and adult human cardiovascular progenitor cells (CPCs) were cultured aboard the International Space Station. Upon return to Earth, we measured changes in the expression of microRNAs and of genes related to mechanotransduction, cardiogenesis, cell cycling, DNA repair, and paracrine signaling. We additionally assessed endothelial-like tube formation, cell cycling, and migratory capacity of CPCs. Changes in microRNA expression were predicted to target extracellular matrix interactions and Hippo signaling in both neonatal and adult CPCs. Genes related to mechanotransduction (YAP1, RHOA) were downregulated, while the expression of cytoskeletal genes (VIM, NES, DES, LMNB2, LMNA), non-canonical Wnt ligands (WNT5A, WNT9A), and Wnt/calcium signaling molecules (PLCG1, PRKCA) was significantly elevated in neonatal CPCs. Increased mesendodermal gene expression along with decreased expression of mesodermal derivative markers (TNNT2, VWF, and RUNX2), reduced readiness to form endothelial-like tubes, and elevated expression of Bmp and Tbx genes, were observed in neonatal CPCs. Both neonatal and adult CPCs exhibited increased expression of DNA repair genes and paracrine factors, which was supported by enhanced migration. While spaceflight affects cytoskeletal organization and migration in neonatal and adult CPCs, only neonatal CPCs experienced increased expression of early developmental markers and an enhanced proliferative potential. Efforts to recapitulate the effects of spaceflight on Earth by regulating processes described herein may be a promising avenue for cardiac repair.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1962,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Stem cells: Spaceflight changes nature of heart progenitors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2022,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Spaceflight alters the developmental status, proliferative potential and migratory ability of heart stem cells. Mary Kearns-Jonker from  Loma Linda University, California, USA, and colleagues characterized the molecular expression profiles of cardiovascular progenitor cells (CPCs) obtained from neonatal and adult patients and then cultured them aboard the International Space Station for 12 days. They found that spaceflight impacted the expression of microRNAs and genes related to cell cycling, DNA repair and important signaling events in both populations of CPCs, but there were some important differences. Of note, only neonatal CPCs showed enhanced potential for certain regenerative processes following spaceflight. Understanding the molecular basis for the beneficial effects induced in neonatal CPCs by spaceflight and mimicking these effects on Earth may boost the therapeutic efficacy of cell-based therapies. The findings also inform strategies to preserve the health of CPCs in astronauts as exploration of space expands in the future.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3075,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3088,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Changes to the cardiovascular system during spaceflight have prompted molecular biologists to understand the mechanisms governing cellular adaptation to culture aboard the International Space Station (ISS). In doing so, researchers have begun to identify therapeutic benefits, such as enhanced stemness, following culture in space and under conditions that approximate weightlessness on Earth. Therefore, increased understanding of the response of cardiovascular progenitor cells (CPCs) to spaceflight may not only benefit human health in space, but also provide insights into novel cardiovascular stem cell therapies that can be applied on Earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3736,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Recent research in our own laboratory has shown that neonatal human CPCs cultured under two-dimensional (2D) clinorotation, which approximates weightlessness by rotating the cell culture vessel about a horizontal axis, exhibit increased expression of markers of early cardiovascular development and pluripotency (i.e., MESP1, T (Brachyury), and OCT4) as well as broad changes to microRNA expression. The changes in microRNA expression experienced by CPCs in these experiments mirrored the expression of similar microRNAs in human embryonic stem cells (ESC) under normal conditions of early cardiovascular development, thereby suggesting that such culture conditions induce an epigenetic environment that favors an earlier development status. Such a state appears increasingly beneficial for cardiovascular repair. For example, the efficacy of multipotent stem cells expressing Isl1+ and SSEA-1+ in ameliorating the symptoms of severe heart failure was recently demonstrated in one patient. Furthermore, KEGG analysis indicated that the microRNAs downregulated in CPCs in these experiments target several signaling pathways, such as MAPK and Wnt, which are relevant to well-characterized repair mechanisms or cardiac stem cell proliferation mechanisms in the heart. For example, non-canonical Wnt ligands (i.e., Wnt2b, Wnt5a, and Wnt9a) have been shown to be associated with the injury response in neonatal rodent heart tissue. Therefore, our observations suggest that 2D clinorotation may foster a developmental state and signaling events that could enhance the use of CPCs for cardiovascular repair. This is supported by one recent study by Jha et al., which demonstrated that human induced pluripotent stem cells more readily differentiate into cardiomyocytes following three-dimensional (3D) (i.e., embryoid) culture under the influence of a random positioning machine. In the context of our previous findings, these experiments may highlight a potential phenomenon in which 2D clinorotation promotes an enhanced state of stemness that results in increased differentiation potential when the cells are returned to normal gravity conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5880,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "It is currently believed that small RhoGTPases act as transducers of the mechanical alterations that are observed under conditions of spaceflight. As actors in the planar cell polarity Wnt pathway, they have central roles in cytoskeletal remodeling. Along with the Hippo pathway and calcium signaling, small RhoGTPases represent one potential molecular substrate of gravity sensing. Notably, in the context of cardiogenesis, these processes are central to maintaining multipotency or directing differentiation. Despite the early reports of the effects of spaceflight on stem cells, much is unknown about the mechanisms by which CPCs respond to spaceflight or how these cell types develop enhanced stemness. Hence, we are not yet able to leverage the therapeutic potential of spaceflight here on Earth. While current clinical trials to stimulate repair in damaged heart tissue are promising, they are stymied by a failure of cells to engraft into the host tissue and by the use of progenitor types that are restricted in potency. Therefore, identifying the molecular events that promote enhanced stemness and regenerative potential in CPCs during spaceflight will benefit stem cell-based cardiac repair.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7083,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The successful use of autologous CPC sources to regenerate heart tissue in a predominately adult population requires additional understanding of the differences between adult and neonatal CPCs. Our laboratory has previously documented differences in age-dependent expression of microRNAs related to MAPK signaling, cytoskeleton regulation, adherens junction expression, and focal adhesion maintenance. The relationship between these processes and the age-dependent response of CPCs to spaceflight remain unknown, but they imply deficits in the intracellular transduction of environmental cues in the functional shortcomings of adult CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7722,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Therefore, in this study, clonal lines of neonatal and adult human CPCs were cultured aboard the ISS. We sought to identify changes in these CPCs in response to spaceflight that impact signaling, development, and stemness. We then characterized the divergent response of neonatal and adult CPCs to spaceflight. In doing so, we present components of the adaptive cellular response to culture aboard the ISS and their implications for enhancing the regenerative potential of neonatal and adult CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8220,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8228,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "CPCs exhibit markers of early cardiovascular development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8285,
            "infons": {
              "file": "41526_2018_48_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Spaceflight alters microRNA expression in neonatal and adult early CPCs. Neonatal (blue) and adult (red) CPC clones were screened for the co-expression of Isl1 and c-Kit, assessed for viability, and then ultimately selected for experiments based upon the co-expression of early developmental markers (Mesp1, PDGFRα, KDR, and SSEA1) along with the chemokine receptor CXCR4 a. Directed differentiation of these CPCs is able to induce cardiomyocytes b, endothelial cells c, and smooth muscle cells d. Neonatal and adult CPCs both exhibited significant alterations in microRNA expression following 12 days of culture aboard the ISS e. KEGG analysis (Table S1) indicated likely targeting of ECM interactions, membrane metabolism, and Hippo signaling by these microRNAs. n = 3 unique clones per age per group for all miRs, except miR-99a and miR100, which were measured in biological and technical triplicates. Data are reported as the mean ± SEM, *P < 0.05, **P < 0.01, ***P < 0.001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9285,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "CPCs were clonally isolated, expanded, screened for the co-expression of Isl1 and c-Kit, assessed for viability, and ultimately selected for experiments based upon the expression of early developmental markers (Mesp1, PDGFRα, and SSEA1) along with the chemokine receptor CXCR4. Representative adult and neonatal clones are shown in Fig. 1a and Fig S1. Neonatal and adult CPCs are able to differentiate into cardiomyocytes (Fig. 1b), endothelial cells (Fig. 1c), and smooth muscle cells (Fig. 1d) when cultured using directed differentiation protocols (Fig. S2). Clonal lines of CPCs obtained from neonatal and adult patients were then flown aboard the ISS for 12 days and fixed in RNAprotect during orbit (Fig. S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10005,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The spaceflight environment mediates changes to expression of microRNAs that target membrane synthesis and extracellular interactions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10139,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In an effort to understand the relevant signaling events by which CPCs adapt to culture aboard the ISS, we performed microarray analysis to measure broad alterations to transcriptional control. Among both neonatal and adult CPCs, 14 microRNAs exhibited significant alterations in levels of expression (Fig. 1e). KEGG analysis by age group (Table S1) indicated that fatty acid biosynthesis, extracellular matrix (ECM)–receptor interactions, and Hippo signaling were the most significantly affected targets of these microRNAs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10666,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Cytoskeletal maintenance is altered in neonatal, but not adult, CPCs after culture aboard the ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10764,
            "infons": {
              "file": "41526_2018_48_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Spaceflight impacts expression of genes involved in mechanotransduction and cytoskeleton maintenance. Integrin and mechanical signaling impact Hippo activity and small RhoGTPases, which function along the Wnt planar cell polarity pathway a. YAP1 expression was significantly reduced in neonatal CPCs and upregulated in adult CPCs b. RHOA, a small RhoGTPase, was expressed at significantly lower levels in neonatal c, but not adult d, CPCs. Accordingly, cytoskeletal gene expression was significantly upregulated in neonatal e, but not adult f, CPCs. n = 3 biological replicates for all gene expression data, except YAP1 (n = 6 measures of three pooled clones). Data are reported as the mean ± SEM, *P < 0.05, **P < 0.01",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11505,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Since the pathways targeted by the significantly dysregulated microRNAs affect cytoskeletal remodeling and mechanotransduction pathways (Fig. 2a), we sought to measure changes in the expression of YAP1, a gene involved in Hippo signaling; small RhoGTPases; and cytoskeletal molecules. YAP1 was significantly downregulated in neonatal CPCs (0.24-fold, P < 0.01) and modestly upregulated in adult CPCs (2.6-fold, P < 0.01) (Fig. 2b). This prompted us to assess the mechanosensitive small RhoGTPases, which indicated that only RHOA was significantly downregulated in neonatal CPCs (0.15-fold, P < 0.05, Fig. 2c), which led us to assess the possible effects of spaceflight on cytoskeletal dysregulation. In doing so, we found that the cytoskeletal genes VIM, NES, DES, LMNB2, and LMNA were all significantly upregulated (5.2-, 22-, 6-, 5.1-, and 10-fold, respectively; P < 0.05) following spaceflight (Fig. 2e). Meanwhile, in adult CPCs, only NES expression decreased significantly (0.30-fold, P < 0.01) (Fig. 2d, f).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12539,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Transcripts for non-canonical/Ca2+ signaling in neonatal CPCs are elevated during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12633,
            "infons": {
              "file": "41526_2018_48_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Genes involved in the non-canonical Wnt/Ca2+ pathway are expressed at higher levels along with mesendodermal markers in neonatal CPCs. Canonical Wnt signaling genes were measured in neonatal a and adult d CPCs along with non-canonical Wnt ligands b, e. Genes involved in the non-canonical Wnt/calcium pathway were elevated in neonatal c, but not adult f, CPCs. Markers of development were measured in neonatal and adult CPCs, which indicated elevation of early mesodermal markers (i.e., FOXC1, MESP1, and T) in the former and no changes in the latter population g. n = 3 unique clones per group. Data are reported as the mean ± SEM, *P < 0.05",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13289,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the role of small RhoGTPases in non-canonical, planar cell polarity Wnt signaling and the impact of RhoA on regulating calcium signaling, we sought to assess the expression of genes involved in the canonical and calcium Wnt pathways. (Fig. 3a–f). We observed significantly increased expression of GSK3B (6.8-fold, P < 0.05) in neonatal CPCs (Fig. 3a) and significantly increased expression of CTNNB1 (1.9-fold, P < 0.05) in adult CPCs (Fig. 3d). Since Gsk3β sequesters β-catenin for degradation in the cytoplasm, thereby suggesting suppression of canonical Wnt signaling in neonatal CPCs and the promotion of canonical Wnt signaling in adult CPCs, we measured non-canonical Wnt ligand expression and that of genes in the Wnt/Ca2+ pathway. We measured significantly increased WNT5A and WNT9A expression (36-fold and 17-fold, respectively; P < 0.05) in neonatal CPCs (Fig. 3b) and significantly decreased WNT9A expression (0.39-fold, P < 0.05) in adult CPCs (Fig. 3e). This was supported by significantly increased expression of PLCG1 and PRKCA (14-fold and 12-fold, respectively; P < 0.05) and a general increase in ITPR1 expression in neonatal CPCs (Fig. 3c), but not adult CPCs (Fig. 3f).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14509,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Neonatal CPCs exhibit increased expression of genes involved in pre-mesodermal development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14600,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Calcium and Wnt signaling have central roles in cardiogenesis. For this reason, we sought to assess the transcription of markers of various stages of cardiac development. In doing so, we observed that the expression of genes involved in embryonic stem cell self-renewal (POU5F1, NANOG, SOX2), mesodermal specification (FOXC1, MESP1, T), and early cardiogenesis (GATA4, KIT, PDGFRA, ISL1, KDR) increased, while NKX2-5 expression decreased, in neonatal CPCs (Fig. 3g). In this population, the expression of genes involved in early mesodermal specification were the most significantly elevated. Conversely, adult CPCs generally exhibited decreased or unchanged expression of genes involved in early developmental processes (Fig. 3g).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15331,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Expression of BMP4 and TBXs 3, 5, and 18 is elevated under ISS culture in neonatal CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15419,
            "infons": {
              "file": "41526_2018_48_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Spaceflight reduces the propensity for neonatal CPCs to readily form endothelial-like tubes and express markers of terminal mesodermal derivatives. The expression of members of the BMP, Smad, and TBX families of genes was measured a and found to be elevated significantly in neonatal CPCs and modestly in adult CPCs. Following culture in biocells on the ground or the ISS for 30 days, CPCs were placed in endothelial growth media and incubated on Matrigel for 7 h to facilitate endothelial-like tube formation. The length of endothelial-like tubes formed b and the number of branches c were quantified using ImageJ for neonatal ground d and ISS e CPCs as well as for adult ground f and ISS g CPCs (ruler = 1000 µm). Changes in gene expression relevant to mesodermal derivatives were measured in CPCs cultured aboard the ISS for 12 days, indicating decreased expression of cardiomyocyte, endothelial, and osteogenic markers and increased expression of sinoatrial nodal markers h. n = 3 unique clones per group for gene expression data; n = 3 measurements of four pooled clones per group for migration assay data. Data are reported as the mean ± SEM, ***P < 0.001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16607,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "These modifications to the expression of genes involved in cardiogenesis motivated us to measure the changes in the expression of genes in the Bmp, Smad, and Tbx families, which have important roles in pre- and early mesodermal development. We measured elevated expression of BMP4, TBX3, TBX5, and TBX18, and a general increase in BMP2 expression in neonatal CPCs (Fig. 4a). In adult CPCs, SMAD1 exhibited a significant increase in expression, while SMAD2 and TBX18 also trended towards an increase in expression (Fig. 4a). These findings indicate that the transcripts of genes involved in early pre-cardiac mesoderm development are upregulated by spaceflight in neonatal CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17285,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spaceflight reduces terminal mesodermal derivative marker expression and endothelial-like tube formation in neonatal CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17407,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the elevated expression of early to pre-mesodermal genes in neonatal, but not adult, CPCs, we sought to measure whether spaceflight impacts the expression of CPC and other mesodermal derivative markers. First, following 30 days in orbit, CPCs were returned to Earth and assayed for endothelial-like tube formation using a widely accepted assay to assess the potency of progenitor cells with the capacity to form tube-like structures. However, endothelial-specific markers were not measured on space-flown CPCs in this assay. Unlike adult CPCs, neonatal CPCs exhibited a significantly reduced ability to form endothelial-like tubes (Fig. 4b, c). Representative images of endothelial-like tube formation of neonatal ground (Fig. 4d) and ISS (Fig. 4e) as well as adult ground (Fig. 4f) and ISS (Fig. 4g) samples reflect this age-dependent response of CPCs to spaceflight. This impact of ISS culture on endothelial-like tube formation ability led us to measure the expression of markers of other derivatives: cardiomyocyte (TNNT2), endothelial (VWF), and osteoblast (RUNX2). These markers were all significantly reduced in neonatal, but not adult, CPCs after 12 days in orbit. Since spaceflight induces pre-cardiac mesodermal marker expression, we sought to assess whether markers of the sinoatrial node, which may represent embryonic myocardium maintained in its primitive state, were modified. Indeed, the sinoatrial nodal markers HCN4 and SHOX2 exhibited elevated expression in neonatal CPCs and reduced expression in adult CPCs (Fig. 4h). Taken together, these findings indicate that spaceflight induces a pre-cardiac mesoderm gene expression profile in neonatal CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19082,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "ISS-cultured neonatal CPCs proliferate more rapidly than adult or ground-control CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19168,
            "infons": {
              "file": "41526_2018_48_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Cell cycling and proliferation are enhanced following spaceflight in neonatal CPCs. Following 30 days of culture aboard the ISS, CPCs were fixed, stained with propidium iodide, and measured using flow cytometry. The Dean–Jett–Fox model was then applied to the histogram of propidium iodide fluorescence intensity for ground-cultured and ISS-cultured CPCs a. Upon analysis b, adult CPCs exhibited a significant decrease in the percentage of cells in the G1/G0 and neonatal CPCs exhibited a significant increase in the percentage of cells in the G2/M phase. This was supported by increased expression of CDKN2A, E2F1, and PLK1, which function to regulate G1/S arrest, overcome G1/S arrests, and promote G2/M progression, respectively, in neonatal c, but not adult d, CPCs. Furthermore, increased telomerase activity, as indicated by enhanced TERT expression e, was observed in both groups. In addition to enhanced proliferation, DNA repair gene expression was induced in neonatal CPCs, as indicated by increased levels of ATM, RAD23, and RAD50\nf. Adult CPCs generally exhibited increased DNA repair genes; however, only ATM expression was significantly increased g. n = 3 measurements of four pooled clones per group for cell cycling analysis; n = 3 unique clones per group for all gene expression data, except for E2F1, TERT, ATM, RAD23, and RAD50 (n = 9, three biological samples each measured in triplicate). Data are reported as the mean ± SEM, *P < 0.05, **P < 0.01, ***P < 0.001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20684,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the change in developmental status of the cell, we sought to assess whether such changes would affect the proliferative potential of space-flown CPCs; hence, cell cycling was assessed using flow cytometry. The Dean–Jett–Fox model was fitted to fluorescence intensity curves generated for propidium iodide-stained neonatal and adult CPCs (Fig. 5a). Adult CPCs exhibited a significant decrease in the percentage of cells in the G1/G0 phase (ISS vs Ground: 71% vs 61%, P < 0.01) and neonatal CPCs exhibited a significant increase in the percentage of cells in the G2/M phase (ISS vs Ground: 14% vs 17%, P = 0.05) (Fig. 5b). Neonatal CPCs were more frequently in the G2/M phase both on the ground and following culture aboard the ISS. Interestingly, neonatal CPCs exhibited increases in CDKN2A (14-fold, P < 0.05), E2F1 (9-fold, P = 0.01), and PLK1 (8.5-fold, P < 0.05) (Fig. 5c). These modulators of cell cycling were not significantly altered in adult CPCs (Fig. 5d). Furthermore, increased telomerase activity, as indicated by enhanced TERT expression (Fig. 5e), was observed in neonatal (6.8-fold, P < 0.05) and adult (21-fold, P < 0.01) CPCs. Regardless of age, CPCs demonstrate enhanced proliferative potential aboard the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21951,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "DNA repair transcripts increased following spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22006,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The broad alterations experienced by CPCs and the possibility of exposure to radiation in the extraterrestrial environment prompted us to consider possible cellular stress response mechanisms, including the expression of DNA repair gene programs. In doing so, we measured increased expression of genes involved in DNA repair, as indicated by elevated levels of ATM (11-fold, P < 0.05), RAD23 (7.9-fold, P < 0.001), and RAD50 (21-fold, P < 0.05) (Fig. 5f). Adult CPCs generally exhibited increased expression of DNA repair genes (Fig. 5g); however, only ATM (24-fold, P = 0.001) expression was significantly elevated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22639,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Stress response, but not apoptosis, genes are induced in CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22701,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the broad induction of transcripts associated with DNA repair, we sought to characterize the impact of other stressors that could influence cellular function during spaceflight. Neonatal CPCs exhibited a 25-fold increase (P < 0.05) in NOTCH1 expression (Fig S4A, B), which confers protection as part of the adaptive cardiac stress response. In considering stress associated with spaceflight (Fig S4C, D), we found that HSP70 was elevated in both neonatal (12-fold, P < 0.01) and adult (20-fold, P < 0.05) CPCs, while TXNIP, TP53INP, and HMOX1 were all induced only in adult CPCs (21-fold, P < 0.01; 2.2-fold, P < 0.05; 3.2-fold, P < 0.001; respectively). Ultimately, neither adult nor neonatal CPCs exhibited an induction of transcripts associated with the apoptosis pathway (Fig S4E, F). Indeed, neither proliferation nor viability was reduced in either age group (Fig S5A, B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23610,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Adult and neonatal CPCs both exhibit a greater migratory capacity after ISS culture",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23694,
            "infons": {
              "file": "41526_2018_48_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "CPCs have enhanced migratory capacity following spaceflight. Both neonatal and adult CPCs that were cultured aboard the ISS migrated at significantly higher levels in response to SDF-1α stimulation a. Similarly, SDF1A expression was elevated in both neonatal and adult CPCs following exposure to low Earth orbit b, c. VEGFA expression was also significantly elevated in neonatal CPCs b, while most other paracrine and growth factors generally increased regardless of age. n = 5 measurements of four pooled clones per group for migration assay; n = 3 unique clones each measured in triplicate for gene expression experiments. Data are reported as the mean ± SEM, **P < 0.01, ***P < 0.001",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24403,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition to changes in the regulation of differentiation and proliferation, cytoskeletal alterations were anticipated to occur in response to spaceflight. For this reason, we measured the migratory capacity of ISS-cultured CPCs using a Transwell migration assay. Both neonatal and adult CPCs that were cultured aboard the ISS migrated at significantly higher levels in response to SDF-1α stimulation (neonate (ISS vs Ground): 2963 ± 15 cells vs 1972 ± 69 cells, P < 0.01; adult (ISS v Ground): 2247 ± 28 cells vs 1394 ± 52 cells, P < 0.001; Fig. 6a). Similarly, SDF1A expression was elevated in both neonatal (32-fold, P < 0.01, Fig. 6b) and adult (37-fold, P < 0.01, Fig. 6c) CPCs following exposure to low Earth orbit. VEGFA expression was also significantly elevated in neonatal CPCs (16-fold, P < 0.01). Thus, CPCs, regardless of age, demonstrate enhanced migratory capacity aboard the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25342,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25353,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this study, we found that spaceflight exerts broad effects on the developmental status, proliferative potential, and migratory ability of CPCs, some of which occurred in an age-dependent manner. In particular, neonatal CPCs exhibited increased expression of early developmental markers, enhanced proliferative potential, and increased migratory capacity following culture aboard the ISS. Meanwhile, adult CPCs experienced little change in the expression of genes indicative of their developmental state, but exhibited changes to migratory capacity. These findings suggest that broad cytoskeletal modifications resulting from reduced mechanotransduction impart improved migratory and adhesion capabilities (Fig. 2a) regardless of age, but that neonatal CPCs are able to propagate or experience additional intracellular signaling events (e.g., calcium signaling) that modify their developmental status. As we have shown elsewhere, one important difference between adult and neonatal CPCs is their epigenetic (i.e., microRNA) environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26392,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Several microRNAs were observed to be differentially regulated in response to spaceflight in neonatal and adult CPCs. Interestingly, the predicted targets of these microRNAs included activators and repressors of several pathways. A detailed inspection of the putative targets under each pathway impacted by the microRNAs identified in this study revealed the targeting of genes relating to Wnt signaling (FZD3, FZD5, FZD7, FZD8), cytoskeletal regulation (ACTB, ACTG1, LAMC3), cardiovascular development (TGFBR1, BMP2, BMP5, SMAD7), integrin function (ITGB4, ITGAV), extracellular proteins (COL4A2, COL5A1, COL1A1, COL1A2, COL4A1), and Hippo signaling (TEAD1, YAP1, LATS1). Interestingly, miR-16, whose expression was generally elevated in neonatal CPCs and repressed in adult CPCs, directly targets YAP1, which could account, at least in part, for the age-dependent response of CPCs to spaceflight. However, since KEGG analysis only identifies broad categories of genes (i.e., functional categories) that are likely targets of the microRNAs under study, further experiments are warranted to identify the cumulative impact of these microRNAs on signaling in space-flown CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27567,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "These results motivated us to assess the overall impact of spaceflight on YAP1, an effector of Hippo signaling that functions with TAZ to regulate transcription. Activation of Hippo kinases, such as through a loss of microRNA-mediated repression or through reduced mechanical signaling, results in elevated levels of phosphorylated Yap1 and Taz. This prevents translocation of these transcriptional activators to the nucleus. Similarly, the application of 2D clinorotation to bone mesenchymal stem cells prevented TAZ translocation to the nucleus, thereby preventing the expression of RUNX2 and inhibiting osteogenesis. Similarly, the decreased expression of YAP1 and RUNX2 observed in this experiment indicate that spaceflight reduces mechanotransduction in neonatal CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28341,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition to broadly targeting the Hippo signaling pathway and ECM interactions, select microRNAs that were modified by culture aboard the ISS are known to be critically involved in cardiac development. For example, miR-142-3p is involved in targeting genes involved in early cardiac development, such as TBX5. Meanwhile, miR-302, which targets the type II BMP receptor to regulate early cardiogenic events, is repressed by Bmp4 in a Smad-dependent manner. Interestingly, we observed both reduced expression of miR-302c and elevated expression of BMP4 in CPCs that were cultured aboard the ISS. Moreover, studies have demonstrated a direct mechanistic role of certain microRNAs in cardiac regeneration. As neonatal mice age, their cardiomyocytes lose their proliferative potential in a manner that is concomitant with increased let-7 family expression, thereby indicating a relationship between let-7 over-expression and reduced proliferative potential. Indeed, let-7c along with miR-99/100, which were significantly downregulated in neonatal CPCs, are also critically downregulated during cardiomyocyte proliferation in a zebrafish model after ventricle amputation. As part of the amputation injury response, zebrafish cardiomyocytes near the site of injury undergo sarcomeric structure disassembly as a form of limited de-differentiation to prepare myocytes for self-renewal. PLK1, which was upregulated in CPCs cultured aboard the ISS, is involved in this process. Interestingly, these changes to the cytoarchitecture of cardiomyocytes and subsequent limited de-differentiation appears to resemble the effects of 2D clinorotation and spaceflight on CPCs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30001,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our laboratory has previously measured changes in microRNA expression in neonatal CPCs induced by 2D clinorotation. In comparing those findings to the microRNA changes induced by culture aboard the ISS, we found miR-99a and -100 as well as members of the let-7 family, all of which are implicated in differentiation and developmental regulation, exhibit significantly reduced expression under both conditions. Additionally, we have previously compared the effects of spaceflight and 2D clinorotation on the induction of signaling in neonatal CCPs and observed similar activation of calcium and Akt signaling under both conditions. Similarly, both clinorotation and spaceflight induced a gene expression profile that was consistent with an earlier stage of cardiovascular development, and that mechanical signaling processes were involved, at least in part, in mediating these effects. When considered together, these findings indicate that both processes readily alter the developmental properties of neonatal CPCs, possibly through reduced mechanotransduction. Therefore, the recapitulation of spaceflight-induced signaling events using clinorotation may represent an avenue by which ongoing studies can be conducted. This comparative study also allows for the separation of effects due to cell culture stress from those due to mechanical unloading since 2D clinorotation, which utilized cell cultures that were maintained under ideal conditions, elicited a similar effect as spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31491,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Alterations to microRNA expression as well as changes to ECM interactions in ISS-cultured CPCs highlight the significance of the environment in directing differentiation. For example, a single population of mesenchymal stem cells can express neurogenic, myogenic, or osteogenic transcription factors when cultured on soft, moderately stiff, or stiff matrices, respectively. In our experiments, we observed elevated expression of mesendodermal-stage developmental markers in neonatal CPCs. It is likely that ECM interactions prompted cytoskeleton remodeling while modifying intracellular signaling pathways such that proliferation and stemness were enhanced. Similar experiments in different cell types involving clinorotation or a low Earth orbit cell culture system have demonstrated that such systems modify the differentiation potential of stem cells. Mouse ESCs flown as embryoid bodies during the Space Tissue Loss Experiment exhibited a decrease in the expression of markers of terminal germ layer derivatives while maintaining expression of stem cell renewal markers. However, upon return to Earth, these mouse ESCs differentiated more readily into colonies of contracting cardiomyocytes. Mesenchymal stem cells cultured under conditions of 2D or 3D clinorotation exhibit a reduction in the expression of markers of cartilage and osteoblast formation, while also demonstrating enhanced proliferation potential and the maintenance or enhancement of stemness under such clinorotation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32981,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition to the expression of genes that are indicative of an earlier stage of development, neonatal CPCs exhibited both a reduced capacity to readily form endothelial-like tubes, as evidenced by the absence of any tube-like structures being formed that are indicative of endothelial-potential, and decreased expression of mesodermal derivative markers (i.e., cardiomyocte, endothelium, and osteoblast) in response to spaceflight. Notably, the increased expression of sinoatrial nodal markers may reflect the emerging hypothesis that this unique functional cell type develops from myocardium that retains its primitive phenotype. Accordingly, the concomitant increased expression of sinoatrial nodal genes and decreased expression of other mesodermal derivatives indicates that spaceflight promotes the modest de-differentiation of neonatal CPCs. Additionally, the elevated expression of Tbx proteins, particularly, Tbx3, overlaps with previous reports in the regulation of pre-mesoderm (i.e., mesendoderm) gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34008,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This concomitant induction of mesendodermal markers and Tbx gene expression reflects the potential therapeutic value of spaceflight for cardiac repair. The critical role of the Tbx family in cardiac development has been well documented and its application to cellular therapies for cardiac repair is beginning to be explored. For example, SSEA-1+ early cardiovascular progenitors expressing T, TBX5, and TBX18, were shown to engraft into non-human primate myocardium following infarction. Meanwhile, Tbx5 and Tbx18 are expressed in highly migratory and proliferative proepicardial cell lineages. These studies have demonstrated an increasingly appreciated observation that Tbx expression is related to the engraftment and function of CPCs following transplantation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34774,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Beyond directing developmental events via alterations in intracellular signaling, disrupted cytoskeletal organization impacts migration. In other models, cytoskeletal re-organization induces the expression of CXCR4, the SDF-1α chemokine receptor. As seen in our experiments, both neonatal and adult CPCs exhibited elevated expression of SDF1A, which correlates to the age-independent increase in migratory capacity of CPCs following spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35224,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Interestingly, the age-dependent changes in developmental status following culture aboard the ISS suggest fundamental differences in adult CPCs. While KEGG analysis demonstrated that functionally similar pathways are likely affected in both adult and neonatal CPCs, only the latter population experienced significant changes to the expression of cytoskeletal genes and early developmental markers. This trend was supported by the significantly increased cell cycle and proliferation patterns observed only in neonatal CPCs. Broad differences have already been reported to exist between adult and neonatal CPCs, including at the genetic/epigenetic and proteomic levels. In particular, the secretome of adult CPCs was found to exhibit a greater number of proteins related to anti-proliferation, pro-apoptosis, and senescence. Meanwhile, the secretome of neonatal CPCs exhibited higher levels of telomerases as well as proteins related to cell cycle, proliferation, and anti-apoptosis. Similarly, we observed age-disparate responses to spaceflight in nearly all of these categories. In the context of this experiment, microRNA dysregulation may have exerted a greater effect on neonatal CPCs given their relatively higher levels of expression of genes related to these processes. Nevertheless, the prospective use of CPCs in autologous cardiac stem cell therapies in a predominately adult population requires that these functional differences be elucidated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36679,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although the ISS represents a truly unique opportunity to conduct life science research in space, there are several limitations that do not exist in the well-controlled laboratory environments on Earth. In addition to the stress associated with rocket launch, the limited availability of astronauts once aboard the ISS impacts the otherwise routine maintenance of cell cultures. For this reason, future research should consider the influence of various spaceflight-related stressors, such as sheer and vibrational stressors, on stem cell processes under normal gravity conditions. For example, we have shown that 2D clinorotation on Earth, which was performed in a carefully controlled laboratory setting, impacted the developmental properties of CPCs in a manner that was similar to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37476,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As humans prepare to expand our presence in space, it is imperative to deepen our understanding of the nature of cellular adaptation to spaceflight so that we may develop mechanisms by which these molecular changes in cardiac cell types can be countered. Meanwhile, on Earth, we can further explore the therapeutic potential of these adaptations for cardiac repair.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37842,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37850,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Isolation and culture of early CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37886,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "CPCs were isolated from cardiac tissue of neonatal (1 day–1 month) or adult (57–72 year old) human patients, as previously described. The methods were performed in accordance with relevant guidelines and regulations and were approved by the Institutional Review Board of Loma Linda University for the use of discarded tissue without identifiable private information under a waiver of informed consent. Thus, informed consent was not required since the discarded tissue was not collected specifically for this study, and the tissue was obtained with no identifiable patient-specific information. Briefly, atrial tissue was cut into small clumps (approximately 1.0 mm3) then enzymatically digested using collagenase (Roche, Indianapolis, IN) at a working concentration of 1 mg/mL. The resulting solution was then passed through a 40-µm cell strainer. Cells were cloned in a 96-well plate by limiting dilution to a final concentration of 0.8 cells per well to create populations for expansion. Cells were then screened for the co-expression of Isl1 and c-Kit. Clonal CPC cultures were selected for other markers of early cardiac development (KDR and PDGFRA) and then supplemented with growth media comprised of 10% fetal bovine serum (Thermo Scientific, Waltham, MA), 100 µg/mL penicillin–streptomycin (Life Technologies, Carlsbad, CA), 1% minimum essential medium non-essential amino acids solution (Life Technologies, Carlsbad, CA), and 22% endothelial cell growth media (Lonza, Basel, Switzerland) in Medium 199 (Life Technologies, Carlsbad, CA). Mycoplasma contamination was tested using the MycoAlert Mycoplasma Detection Kit (Lonza, Basel, Switzerland) following the manufacturer’s protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39599,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Flow cytometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39614,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Progenitor cell populations were fluorescently labeled with antibodies, as recommended by their respective manufacturers. Briefly, for developmental marker detection, CPCs were incubated with Viobility 405/520 before being washed in 1 × PBS (Life Technologies, Grand Island, NY) containing 0.5% BSA (Research Products International Corp, Mt. Prospect, IL) and 2 mM EDTA (Sigma Aldrich, St. Louis, MO). Then, CPCs were stained for cardiac-related stem cell surface markers (PDGFRα, CXCR4, c-Kit, and SSEA1). CPCs were then fixed in 4% PFA (Sigma Aldrich, St. Louis, MO), permeabilized in 0.1% Tween-20 (Sigma Aldrich, St. Louis, MO), blocked in 0.6 M glycine (Sigma Aldrich, St. Louis, MO) solution containing 10% BSA (Research Products International Corp, Mt. Prospect, IL), and stained for intracellular, cardiac-related stem cell surface markers (Isl1 and Mesp1). For directed differentiation assays, cells were stained for TropT after being fixed in 4% PFA (Sigma Aldrich, St. Louis, MO), permeabilized in 0.1% Tween-20 (Sigma Aldrich, St. Louis, MO) or directly for vWF or SMA. Stained CPCs were then analyzed using a MACSQuant® analyzer (Miltenyi Biotec, Auburn, CA). Quantification of data was performed using FlowJo software version 10 (Ashland, OR). Compensation was performed using UltraComp eBeads (Life Technologies, Grand Island, NY) following the manufacturer’s protocol. Briefly, one drop of compensation beads were incubated with each antibody individually for 30 min at 4 °C and then detected using the same MACSQuant® analyzer just prior to experiments requiring compensation. FlowJo was then used to generate a compensation matrix, which was applied to all experimental data. Information concerning antibodies, isotype controls, and reagents used in antibody labeling is provided in Table S2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41444,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Directed differentiation of CPCs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41477,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To validate the ability of neonatal and adult CPCs to differentiate into cells of the cardiovascular lineage, directed differentiation assays were performed, as described in Le et al. and Smits et al. In brief, to generate cardiomyocytes, CPCs were cultured in growth media (see above) until 85% confluent. CPC growth media was then replaced with differentiation media (47% IMDM, 47% Ham’s F12 with GlutaMAX, 2% penicillin–streptomycin, 2% horse serum, 1% minimum essential medium non-essential amino acids solution, and 1% insulin-transferring selenium (all reagents from Life Technologies, Carlsbad, CA) containing 5 µM 5-Azacytidine (Sigma, St. Louis, MO)), which was refreshed daily for 3 days. Then, 1 ng/mL TGF-β (R&D Systems, Minneapolis, MN) and 0.1 mM ascorbic acid (Acros Organics, Geel, Belgium) in fresh differentiation media was added routinely until day 14, at which time cells were stained for TropT or placed in TRIzol® reagent (Life Technologies, Carlsbad, CA) for gene expression analysis. To generate endothelium, CPCs were cultured in growth media (see above) until 85% confluent, at which time the growth media was replaced with endothelial cell growth media (Lonza, Basel, Switzerland) containing 25 ng/mL Bmp4 (R&D Systems, Minneapolis, MN) and 50 ng/mL Vegf (R&D Systems, Minneapolis, MN) for 2 days. The media was then replaced with endothelial cell growth media (Lonza, Basel, Switzerland) containing 50 ng/mL Vegf and cultured for 4 days. Then, cells were regularly fed endothelial cell growth media (Lonza, Basel, Switzerland) until day 14, at which time cells were stained for vWF, placed in TRIzol® reagent (Life Technologies, Carlsbad, CA) for gene expression analysis, or seeded onto Matrigel for endothelial-like tube formation assay analysis, as described below. Finally, to generate smooth muscle cells, CPCs were cultured in growth media (see above) until 85% confluent, at which time the growth media was replaced with DMEM (Life Technologies, Carlsbad, CA) containing 4.5 g/L d-glucose, 2% fetal bovine serum (Thermo Scientific, Waltham, MA), and 50 ng/mL PDGF-BB (R&D Systems, Minneapolis, MN). This media was regularly replaced until day 14, at which time cells were stained for smooth muscle actin or placed in TRIzol® reagent (Life Technologies, Carlsbad, CA) for gene expression analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43840,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "CPC culture aboard the ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43867,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Neonatal and adult CPCs were seeded into Biocells (BioServe Space Technologies, Boulder, CO) at two seeding densities (7500 cells or 5000 cells) and loaded into self-contained environments containing 5% CO2 and 95% air. The seeding conditions were carefully titrated on Earth to identify the most optimal conditions under which CPCs could be cultured over the course of the experiment. These conditions were then tested during an Experiment Verification Test, which was performed with BioServe Space Technologies ahead of the mission launch. They were then flown aboard SpaceX CRS-11 to the US National Lab on the ISS where they were placed in an incubator containing 5% CO2 and 95% air. Fresh media was provided every 4 to 5 days while aboard the ISS (Fig S3). At 12 days, the Biocells that were seeded with 7500 cells were flooded with RNAProtect (Qiagen, Valencia, CA) and stored at −80 °C. At 30 days, the Biocells seeded with 5000 cells were fed and returned to Earth. Clone-matched and passage-matched ground controls were fed and treated in parallel with the feeding schedule and activities performed by astronauts aboard the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45012,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Post-flight sample processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45042,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Upon landing and retrieval of the payload, live cells were trypsinized, counted, and used to assess cell cycle, migration, and endothelial-like tube formation, as well as to prepare protein lysates. Biocells containing cells fixed and frozen in RNAprotect were thawed at room temperature. The RNAprotect was removed and centrifuged at 10,000×g at 4 °C for 10 min. Biocells were disassembled and the culture membranes were then rinsed with TRIzol® reagent (Life Technologies, Carlsbad, CA). RNA was purified from the RNAprotect samples using the RNeasy Mini Kit (Qiagen, Valencia, CA), per the manufacturer’s instructions, while total RNA was purified from TRIzol® reagent using isopropanol-based and ethanol-based precipitation. cDNA was generated and RT-PCR was performed as described below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45845,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RT2 microRNA profiler array and miRNA RT-PCR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45890,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "MicroRNA array profiling was performed as previously described. Briefly, the miScript II RT Kit (Qiagen, Valencia, CA) was used to convert 500 ng of total RNA into cDNA, which was diluted, added to miScript SYBR Green PCR master mix and 10× universal primer mix (Qiagen, Valencia, CA), and run on human development and differentiation miScript plates (MIHS-103ZA; Qiagen, Valencia, CA). Fold changes were determined for each clone using the Qiagen Data Analysis Center (http://www.qiagen.com/us/shop/genes-and-pathways/data-analysis-center-overview-page/) using all available housekeeping genes. Since this analysis center performs only a two-tailed Student’s t-test to calculate P-values, all fold changes for individual clones were exported to Prism and analyzed, as described below. Individual primers for SNORD96a, SNORD72, hsa-miR-100-5p, and hsa-miR-99a-5p (SABiosciences, Valencia CA) were also used (Table S2). The average Ct value of SNORD96a and SNORD72 was used as a housekeeping control. The PCR conditions for the microRNA arrays and individual microRNA assays were: 95 °C for 15 min and 40 cycles of 94 °C for 15 s, 55 °C for 60 s, and 70 °C for 30 s. Differences in fold changes between ground-cultured and ISS-cultured CPCs were then analyzed as described in the statistics sub-section.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47218,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "MicroRNA targeting prediction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47248,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "KEGG analysis was performed using DIANA mirPath version 3 and TarBase v7.0 for microRNAs that were found to be significantly altered in neonatal and adult CPCs. Results were merged by pathway union after controlling for error rate due to multiple comparisons via selecting the “correct for FDR” feature. After removing categories related to cancer, neurological diseases, and viruses/pathogenesis, the KEGG categories whose P-values were <0.05 were reported.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47711,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RT2 profiler array",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47730,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We used custom array plates (CLAH22469A; Qiagen, Valencia, CA) per the manufacturer’s instructions to measure gene expression changes in ISS-cultured adult and neonatal CPCs that were relevant to Wnt, ERK, BMP/Smad, and Notch signaling; cytoskeletal maintenance; calcium handling; apoptosis and cell cycle; cardiac development and stemness; and regeneration. Briefly, 2 µg of RNA was reverse transcribed into cDNA, as described above, and then thoroughly mixed with 2×RT2 SYBR Green Mastermix and RNase-free and DNase-free water before being loaded into the profiler array plate. Samples were amplified in the iCycler iQ™5 PCR Thermal Cycler (Bio-Rad, Hercules, CA) using a protocol of 95 °C for 10 min and 40 cycles of 95 °C for 15 s and 60 °C for 1 min. Fold changes were determined for each clone individually using the Qiagen Data Analysis Center (http://www.qiagen.com/us/shop/genes-and-pathways/data-analysis-center-overview-page/) using GAPDH and ACTB (β-actin) as housekeeping genes. Since this analysis center performs only a two-tailed Student’s t-test to calculate P-values, all fold changes for individual clones were exported to Prism and analyzed, as described below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48938,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Quantitative RT-PCR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48958,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Changes in the expression of select genes were analyzed using RT-PCR. RNA was isolated from CPCs as described above. cDNA was prepared using 2 µg of RNA with Superscript III (Life Technologies, Carlsbad, CA). Quantitative real-time polymerase chain reaction (qRT-PCR) was performed using Go-Taq® qPCR Mastermix (Promega, Madison, WI) and the iCycler iQ™5 PCR Thermal Cycler (Bio-Rad, Hercules, CA) following a protocol of 94 °C for 10 min and 45 cycles of 94 °C for 15 s, 46-68 °C (depending on the primer) for 60 s, and 72 °C for 30 s. RT-PCR products were visualized using 1%-2% agarose gel electrophoresis and low mass DNA ladder (Invitrogen, Carlsbad, CA). Primers were designed using the National Center for Biotechnology Information Primer-BLAST program and obtained from Integrated DNA Technologies (Coralville, IA). Primers used in experiments are listed in Table S2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49860,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Endothelial-like tube formation assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49898,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Matrigel (Trevigen, Gaithersburg, MD) was added to a 96-well plate (50 μL/well) and hardened in a humidified, 5% CO2 incubator at 37 °C for 1 h. Cells (20,000 per well) were then incubated for seven hours in EGM-2 media (Lonza Allendale, NJ) before being stained with Calcein AM (Fisher Scientific, Pittsburg, PA) for 30 min. Their ability to form capillary-like networks was measured using an EVOS imaging system (ThermoFisher, Waltham, MA) and quantified with ImageJ (v1.47f, NIH, Bethesda, MD).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50406,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cell cycle analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50426,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Aliquots of 250,000 cells were fixed with 70% ethanol overnight, incubated for 60 min with RNAse A (Fisher Scientific, Pittsburg, PA), and stained with propidium iodide, prior to running samples on a MACSquant analyzer (Miltenyi Biotec, Auburn, CA) and analyzing cell cycle progression using the Dean–Jett–Fox model in the cell cycle analysis tool of FlowJo software (Ashland, OR).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50814,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Migration assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50830,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "CPCs were trypsinized, counted, and resuspended in starving medium that contained IMDM with GlutaMAX (ThermoFisher Scientific, Waltham, MA), 1% Insulin–Transferrin–Selenium (Life Technologies, Carlsbad, CA), and 0.5% FBS (Thermo Scientific, Waltham, MA). 50,000 CPCs were plated in the top chamber of a 96-well transwell migration assay (Corning, Union City, CA) with 8 μm pores. Standard CPC growth medium supplemented with 100 ng/mL of SDF-1α (Life Technologies, Grand Island, NY) was used in the bottom chamber as a chemoattractant. After 6 h, migrated cells in the bottom chamber were stained using Calcein AM (Fisher Scientific Pittsburg, PA) and quantified using a FLX800 fluorescent plate reader (Bio-Tek, Winooski, VT).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51570,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51591,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Shapiro–Wilk test for normality was used to test the normality of data distribution. We then performed a two-tailed, paired t-test to compare the mean of all normally distributed data. Non-normally distributed data were compared using a Wilcoxon matched-pairs signed rank text. For cell cycle, migration, and endothelial-like tube formation assay, samples in each group were pooled and either a two-tailed, unpaired t-test or Mann–Whitney U test was used to compare the mean of normally or non-normally distributed data, respectively. All data are reported as the mean ± the standard error of the mean. Prism 7 version 7.02 (GraphPad, La Jolla, CA) was used for all statistical analyses. P-values < 0.05 were assumed to indicate statistical significance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52363,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52381,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Gene and microRNA expression data used in RT-PCR, custom array, and microarray experiments have been deposited in NCBI’s Gene Expression Omnibus and is accessible through GEO series accession number GSE110563. Additional data relating to this publication are available upon request to the corresponding author.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52694,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Electronic supplementary material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52728,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Electronic supplementary material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52762,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Supplementary information accompanies the paper on the npj Microgravity website (10.1038/s41526-018-0048-x).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52871,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53008,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53029,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "J.B., A.F.M., and M.K.-J. contributed to the conception/design of the work and to the acquisition, analysis, or interpretation of data. L.B. and N.H. contributed tissue used in experiments. M.P. provided technical guidance in experimental design. C.V.H., S.C., and I.S. contributed to the acquisition and/or analysis of data. J.B. and M.K.-J. drafted the manuscript. All authors were involved in the critical revision of the work for important intellectual content; approved the final version for publication; and agree to be accountable for all aspects of the work, including ensuring the investigation and resolution of questions related to accuracy or integrity of any part of the work. M.K.-J. is the guarantor.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53745,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53765,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53809,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53820,
            "infons": {
              "fpage": "e0132378",
              "name_0": "surname:Fuentes;given-names:TI",
              "pub-id_doi": "10.1371/journal.pone.0132378",
              "pub-id_pmid": "26161778",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Simulated microgravity exerts an age-dependent effect on the differentiation of cardiovascular progenitors isolated from the human heart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53957,
            "infons": {
              "fpage": "2011",
              "lpage": "2017",
              "name_0": "surname:Menasché;given-names:P",
              "pub-id_doi": "10.1093/eurheartj/ehv189",
              "pub-id_pmid": "25990469",
              "section_type": "REF",
              "source": "Eur. Heart J.",
              "type": "ref",
              "volume": "36",
              "year": "2015"
            },
            "text": "Human embryonic stem cell-derived cardiac progenitors for severe heart failure treatment: first clinical case report",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54074,
            "infons": {
              "fpage": "e002457",
              "name_0": "surname:Mizutani;given-names:M",
              "pub-id_doi": "10.1161/JAHA.115.002457",
              "pub-id_pmid": "27068625",
              "section_type": "REF",
              "source": "J. Am. Heart Assoc.",
              "type": "ref",
              "volume": "5",
              "year": "2016"
            },
            "text": "Fibrosis of the neonatal mouse heart after cryoinjury is accompanied by Wnt signaling activation and epicardial-to-mesenchymal transition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54212,
            "infons": {
              "fpage": "30956",
              "name_0": "surname:Jha;given-names:R",
              "pub-id_doi": "10.1038/srep30956",
              "pub-id_pmid": "27492371",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Simulated microgravity and 3D culture enhance induction, viability, proliferation and differentiation of cardiac progenitors from human pluripotent stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54371,
            "infons": {
              "fpage": "1858",
              "lpage": "1866",
              "name_0": "surname:Meyers;given-names:VE",
              "name_1": "surname:Zayzafoon;given-names:M",
              "name_2": "surname:Douglas;given-names:JT",
              "name_3": "surname:McDonald;given-names:JM",
              "pub-id_doi": "10.1359/JBMR.050611",
              "pub-id_pmid": "16160744",
              "section_type": "REF",
              "source": "J. Bone Miner. Res.",
              "type": "ref",
              "volume": "20",
              "year": "2005"
            },
            "text": "RhoA and cytoskeletal disruption mediate reduced osteoblastogenesis and enhanced adipogenesis of human mesenchymal stem cells in modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54521,
            "infons": {
              "fpage": "1",
              "lpage": "17",
              "name_0": "surname:Louis;given-names:F",
              "name_1": "surname:Deroanne;given-names:C",
              "name_2": "surname:Nusgens;given-names:B",
              "name_3": "surname:Vico;given-names:L",
              "name_4": "surname:Guignandon;given-names:A",
              "section_type": "REF",
              "source": "Biomed. Res. Int.",
              "type": "ref",
              "volume": "2015",
              "year": "2015"
            },
            "text": "RhoGTPases as key players in mammalian cell adaptation to microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54592,
            "infons": {
              "fpage": "383",
              "lpage": "389",
              "name_0": "surname:Pucéat;given-names:M",
              "name_1": "surname:Jaconi;given-names:M",
              "pub-id_doi": "10.1016/j.ceca.2005.06.016",
              "pub-id_pmid": "16099501",
              "section_type": "REF",
              "source": "Cell Calcium",
              "type": "ref",
              "volume": "38",
              "year": "2005"
            },
            "text": "Ca2+ signalling in cardiogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54625,
            "infons": {
              "fpage": "1847",
              "lpage": "1857",
              "name_0": "surname:Bolli;given-names:R",
              "pub-id_doi": "10.1016/S0140-6736(11)61590-0",
              "pub-id_pmid": "22088800",
              "section_type": "REF",
              "source": "Lancet",
              "type": "ref",
              "volume": "378",
              "year": "2011"
            },
            "text": "Cardiac stem cells in patients with ischaemic cardiomyopathy (SCIPIO): initial results of a randomised phase 1 trial",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54742,
            "infons": {
              "fpage": "895",
              "lpage": "904",
              "name_0": "surname:Makkar;given-names:RR",
              "pub-id_doi": "10.1016/S0140-6736(12)60195-0",
              "pub-id_pmid": "22336189",
              "section_type": "REF",
              "source": "Lancet",
              "type": "ref",
              "volume": "379",
              "year": "2012"
            },
            "text": "Intracoronary cardiosphere-derived cells for heart regeneration after myocardial infarction (CADUCEUS): a prospective, randomised phase 1 trial",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54886,
            "infons": {
              "fpage": "133",
              "lpage": "140",
              "name_0": "surname:Gerbin;given-names:KA",
              "name_1": "surname:Murry;given-names:CE",
              "pub-id_doi": "10.1016/j.carpath.2015.02.004",
              "pub-id_pmid": "25795463",
              "section_type": "REF",
              "source": "Cardiovasc. Pathol.",
              "type": "ref",
              "volume": "24",
              "year": "2015"
            },
            "text": "The winding road to regenerating the human heart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54935,
            "infons": {
              "fpage": "e96725",
              "name_0": "surname:Hong;given-names:KU",
              "pub-id_doi": "10.1371/journal.pone.0096725",
              "pub-id_pmid": "24806457",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "c-kit+ Cardiac stem cells alleviate post-myocardial infarction left ventricular dysfunction despite poor engraftment and negligible retention in the recipient heart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55100,
            "infons": {
              "fpage": "e77464",
              "name_0": "surname:Fuentes;given-names:TI",
              "pub-id_doi": "10.1371/journal.pone.0077464",
              "pub-id_pmid": "24204836",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "Human neonatal cardiovascular progenitors: unlocking the secret to regenerative ability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55188,
            "infons": {
              "fpage": "285",
              "lpage": "293",
              "name_0": "surname:Kim;given-names:TJ",
              "pub-id_doi": "10.1002/jcp.21598",
              "pub-id_pmid": "18844232",
              "section_type": "REF",
              "source": "J. Cell. Physiol.",
              "type": "ref",
              "volume": "218",
              "year": "2009"
            },
            "text": "Substrate rigidity regulates Ca2+ oscillation via RhoA pathway in stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55265,
            "infons": {
              "fpage": "802",
              "lpage": "816",
              "name_0": "surname:Nguyen;given-names:MTX",
              "pub-id_doi": "10.1016/j.stemcr.2016.08.017",
              "section_type": "REF",
              "source": "Stem Cell Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2016"
            },
            "text": "Differentiation of human embryonic stem cells to endothelial progenitor cells on laminins in defined and Xeno-free systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55388,
            "infons": {
              "fpage": "267",
              "lpage": "274",
              "name_0": "surname:Arnaoutova;given-names:I",
              "name_1": "surname:George;given-names:J",
              "name_2": "surname:Kleinman;given-names:HK",
              "name_3": "surname:Benton;given-names:G",
              "pub-id_doi": "10.1007/s10456-009-9146-4",
              "pub-id_pmid": "19399631",
              "section_type": "REF",
              "source": "Angiogenesis",
              "type": "ref",
              "volume": "12",
              "year": "2009"
            },
            "text": "The endothelial cell tube formation assay on basement membrane turns 20: state of the science and the art",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55494,
            "infons": {
              "fpage": "6",
              "lpage": "15",
              "name_0": "surname:Bakker;given-names:ML",
              "name_1": "surname:Christoffels;given-names:VM",
              "name_2": "surname:Moorman;given-names:AFM",
              "pub-id_doi": "10.1097/FJC.0b013e3181e775d3",
              "pub-id_pmid": "20505520",
              "section_type": "REF",
              "source": "J. Cardiovasc. Pharmacol.",
              "type": "ref",
              "volume": "56",
              "year": "2010"
            },
            "text": "The cardiac pacemaker and conduction system develops from embryonic myocardium that retains its primitive phenotype",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55610,
            "infons": {
              "fpage": "3173",
              "lpage": "3185",
              "name_0": "surname:Croquelois;given-names:A",
              "pub-id_doi": "10.1084/jem.20081427",
              "pub-id_pmid": "19064701",
              "section_type": "REF",
              "source": "J. Exp. Med.",
              "type": "ref",
              "volume": "205",
              "year": "2008"
            },
            "text": "Control of the adaptive response of the heart to stress via the Notch1 receptor pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55698,
            "infons": {
              "fpage": "235",
              "lpage": "248",
              "name_0": "surname:Zupanska;given-names:AK",
              "name_1": "surname:Denison;given-names:FC",
              "name_2": "surname:Ferl;given-names:RJ",
              "name_3": "surname:Paul;given-names:AL",
              "pub-id_doi": "10.3732/ajb.1200343",
              "pub-id_pmid": "23258370",
              "section_type": "REF",
              "source": "Am. J. Bot.",
              "type": "ref",
              "volume": "100",
              "year": "2013"
            },
            "text": "Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55821,
            "infons": {
              "fpage": "4466",
              "lpage": "4475",
              "name_0": "surname:Versari;given-names:S",
              "name_1": "surname:Longinotti;given-names:G",
              "name_2": "surname:Barenghi;given-names:L",
              "name_3": "surname:Maier;given-names:JAM",
              "name_4": "surname:Bradamante;given-names:S",
              "pub-id_doi": "10.1096/fj.13-229195",
              "pub-id_pmid": "23913861",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "27",
              "year": "2013"
            },
            "text": "The challenging environment on board the International Space Station affects endothelial cell function by triggering oxidative stress through thioredoxin interacting protein overexpression: the ESA-SPHINX experiment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56037,
            "infons": {
              "fpage": "755",
              "lpage": "761",
              "name_0": "surname:Cubano;given-names:LA",
              "name_1": "surname:Lewis;given-names:ML",
              "pub-id_pmid": "11358984",
              "section_type": "REF",
              "source": "J. Leukoc. Biol.",
              "type": "ref",
              "volume": "69",
              "year": "2001"
            },
            "text": "Effect of vibrational stress and spaceflight on regulation of heat shock proteins hsp70 and hsp27 in human lymphocytes (Jurkat)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56165,
            "infons": {
              "fpage": "30322",
              "name_0": "surname:Chen;given-names:Z",
              "name_1": "surname:Luo;given-names:Q",
              "name_2": "surname:Lin;given-names:C",
              "name_3": "surname:Kuang;given-names:D",
              "name_4": "surname:Song;given-names:G",
              "pub-id_doi": "10.1038/srep30322",
              "pub-id_pmid": "27444891",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Simulated microgravity inhibits osteogenic differentiation of mesenchymal stem cells via depolymerizing F-actin to impede TAZ nuclear translocation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56313,
            "infons": {
              "fpage": "1",
              "lpage": "10",
              "name_0": "surname:Chen;given-names:ZY",
              "name_1": "surname:Chen;given-names:F",
              "name_2": "surname:Cao;given-names:N",
              "name_3": "surname:Zhou;given-names:ZW",
              "name_4": "surname:Yang;given-names:HT",
              "section_type": "REF",
              "source": "Stem Cells Int.",
              "type": "ref",
              "volume": "2017",
              "year": "2017"
            },
            "text": "miR-142-3p contributes to early cardiac fate decision of embryonic stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56391,
            "infons": {
              "fpage": "38656",
              "lpage": "38664",
              "name_0": "surname:Kang;given-names:H",
              "pub-id_doi": "10.1074/jbc.M112.390898",
              "pub-id_pmid": "22988237",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "287",
              "year": "2012"
            },
            "text": "Inhibition of microRNA-302 (miR-302) by bone morphogenetic protein 4 (BMP4) facilitates the BMP signaling pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56505,
            "infons": {
              "fpage": "670",
              "lpage": "679",
              "name_0": "surname:Porrello;given-names:ER",
              "pub-id_doi": "10.1161/CIRCRESAHA.111.248880",
              "pub-id_pmid": "21778430",
              "section_type": "REF",
              "source": "Circ. Res.",
              "type": "ref",
              "volume": "109",
              "year": "2011"
            },
            "text": "MiR-15 family regulates postnatal mitotic arrest of cardiomyocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56572,
            "infons": {
              "fpage": "589",
              "lpage": "604",
              "name_0": "surname:Aguirre;given-names:A",
              "pub-id_doi": "10.1016/j.stem.2014.10.003",
              "pub-id_pmid": "25517466",
              "section_type": "REF",
              "source": "Cell Stem Cell",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "In vivo activation of a conserved microRNA program induces mammalian heart regeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56660,
            "infons": {
              "fpage": "606",
              "lpage": "609",
              "name_0": "surname:Jopling;given-names:C",
              "pub-id_doi": "10.1038/nature08899",
              "pub-id_pmid": "20336145",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "464",
              "year": "2010"
            },
            "text": "Zebrafish heart regeneration occurs by cardiomyocyte dedifferentiation and proliferation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56749,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Baio, J. et al. Spaceflight activates protein kinase c alpha signaling and modifies the developmental stage of human neonatal cardiovascular progenitor cells. Stem Cells Dev.10.1089/scd.2017.0263 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56953,
            "infons": {
              "fpage": "677",
              "lpage": "689",
              "name_0": "surname:Engler;given-names:AJ",
              "name_1": "surname:Sen;given-names:S",
              "name_2": "surname:Sweeney;given-names:HL",
              "name_3": "surname:Discher;given-names:DE",
              "pub-id_doi": "10.1016/j.cell.2006.06.044",
              "pub-id_pmid": "16923388",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "126",
              "year": "2006"
            },
            "text": "Matrix elasticity directs stem cell lineage specification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57011,
            "infons": {
              "fpage": "2605",
              "lpage": "2621",
              "name_0": "surname:Blaber;given-names:EA",
              "pub-id_doi": "10.1089/scd.2015.0218",
              "pub-id_pmid": "26414276",
              "section_type": "REF",
              "source": "Stem Cells Dev.",
              "type": "ref",
              "volume": "24",
              "year": "2015"
            },
            "text": "Microgravity reduces the differentiation and regenerative potential of embryonic stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57103,
            "infons": {
              "fpage": "921",
              "lpage": "929",
              "name_0": "surname:Yuge;given-names:L",
              "pub-id_doi": "10.1089/scd.2006.15.921",
              "pub-id_pmid": "17253953",
              "section_type": "REF",
              "source": "Stem Cells Dev.",
              "type": "ref",
              "volume": "15",
              "year": "2006"
            },
            "text": "Microgravity potentiates stem cell proliferation while sustaining the capability of differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57203,
            "infons": {
              "fpage": "671",
              "lpage": "684",
              "name_0": "surname:Dai;given-names:ZQ",
              "name_1": "surname:Wang;given-names:R",
              "name_2": "surname:Ling;given-names:SK",
              "name_3": "surname:Wan;given-names:YM",
              "name_4": "surname:Li;given-names:YH",
              "pub-id_doi": "10.1111/j.1365-2184.2007.00461.x",
              "pub-id_pmid": "17877609",
              "section_type": "REF",
              "source": "Cell Prolif.",
              "type": "ref",
              "volume": "40",
              "year": "2007"
            },
            "text": "Simulated microgravity inhibits the proliferation and osteogenesis of rat bone marrow mesenchymal stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57312,
            "infons": {
              "fpage": "15",
              "lpage": "25",
              "name_0": "surname:Zhang;given-names:S",
              "pub-id_doi": "10.1016/j.biomaterials.2014.11.019",
              "pub-id_pmid": "25522961",
              "section_type": "REF",
              "source": "Biomaterials",
              "type": "ref",
              "volume": "41",
              "year": "2015"
            },
            "text": "The effects of spheroid formation of adipose-derived stem cells in a microgravity bioreactor on stemness properties and therapeutic potential",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57454,
            "infons": {
              "fpage": "248",
              "lpage": "265",
              "name_0": "surname:Weidgang;given-names:CE",
              "pub-id_doi": "10.1016/j.stemcr.2013.08.002",
              "section_type": "REF",
              "source": "Stem Cell Rep.",
              "type": "ref",
              "volume": "1",
              "year": "2013"
            },
            "text": "TBX3 directs cell-fate decision towards mesendoderm",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57506,
            "infons": {
              "fpage": "11",
              "lpage": "20",
              "name_0": "surname:Plageman;given-names:TF",
              "name_1": "surname:Yutzey;given-names:KE",
              "pub-id_doi": "10.1002/dvdy.20201",
              "pub-id_pmid": "15580613",
              "section_type": "REF",
              "source": "Dev. Dyn.",
              "type": "ref",
              "volume": "232",
              "year": "2005"
            },
            "text": "T-box genes and heart development: putting the “T” in heart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57570,
            "infons": {
              "fpage": "1125",
              "lpage": "1139",
              "name_0": "surname:Blin;given-names:G",
              "pub-id_doi": "10.1172/JCI40120",
              "pub-id_pmid": "20335662",
              "section_type": "REF",
              "source": "J. Clin. Invest.",
              "type": "ref",
              "volume": "120",
              "year": "2010"
            },
            "text": "A purified population of multipotent cardiovascular progenitors derived from primate pluripotent stem cells engrafts in postmyocardial infarcted nonhuman primates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57733,
            "infons": {
              "fpage": "470",
              "lpage": "480",
              "name_0": "surname:Tanaka;given-names:M",
              "name_1": "surname:Tickle;given-names:C",
              "pub-id_doi": "10.1016/j.ydbio.2003.12.036",
              "pub-id_pmid": "15063182",
              "section_type": "REF",
              "source": "Dev. Biol.",
              "type": "ref",
              "volume": "268",
              "year": "2004"
            },
            "text": "Tbx18 and boundary formation in chick somite and wing development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57799,
            "infons": {
              "fpage": "177",
              "lpage": "188",
              "name_0": "surname:Hatcher;given-names:CJ",
              "pub-id_doi": "10.1006/dbio.2000.0134",
              "pub-id_pmid": "11161571",
              "section_type": "REF",
              "source": "Dev. Biol.",
              "type": "ref",
              "volume": "230",
              "year": "2001"
            },
            "text": "TBX5 transcription factor regulates cell proliferation during cardiogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57875,
            "infons": {
              "fpage": "1172",
              "lpage": "1193",
              "name_0": "surname:Lin;given-names:SC",
              "pub-id_doi": "10.1089/scd.2016.0040",
              "pub-id_pmid": "27269634",
              "section_type": "REF",
              "source": "Stem Cells Dev.",
              "type": "ref",
              "volume": "25",
              "year": "2016"
            },
            "text": "Simulated microgravity disrupts cytoskeleton organization and increases apoptosis of rat neural crest stem cells via upregulating CXCR4 expression and RhoA-ROCK1-p38 MAPK-p53 signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58060,
            "infons": {
              "fpage": "816",
              "lpage": "834",
              "name_0": "surname:Sharma;given-names:S",
              "pub-id_doi": "10.1161/CIRCRESAHA.116.309782",
              "pub-id_pmid": "27908912",
              "section_type": "REF",
              "source": "Circ. Res.",
              "type": "ref",
              "volume": "120",
              "year": "2017"
            },
            "text": "A deep proteome analysis identifies the complete secretome as the functional unit of human cardiac progenitor cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58176,
            "infons": {
              "fpage": "184",
              "lpage": "198",
              "name_0": "surname:Le;given-names:TYL",
              "pub-id_doi": "10.1089/scd.2017.0082",
              "pub-id_pmid": "29205098",
              "section_type": "REF",
              "source": "Stem Cells Dev.",
              "type": "ref",
              "volume": "27",
              "year": "2018"
            },
            "text": "Platelet-derived growth factor receptor-alpha expressing cardiac progenitor cells can be derived from previously cryopreserved human heart samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58323,
            "infons": {
              "fpage": "232",
              "lpage": "243",
              "name_0": "surname:Smits;given-names:AM",
              "pub-id_doi": "10.1038/nprot.2008.229",
              "pub-id_pmid": "19197267",
              "section_type": "REF",
              "source": "Nat. Protoc.",
              "type": "ref",
              "volume": "4",
              "year": "2009"
            },
            "text": "Human cardiomyocyte progenitor cells differentiate into functional mature cardiomyocytes: an in vitro model for studying human cardiac physiology and pathophysiology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58489,
            "infons": {
              "fpage": "W460",
              "lpage": "W466",
              "name_0": "surname:Vlachos;given-names:I",
              "pub-id_doi": "10.1093/nar/gkv403",
              "pub-id_pmid": "25977294",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "DIANA-miRPath v3.0: deciphering microRNA function with experimental support",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58565,
            "infons": {
              "fpage": "207",
              "lpage": "210",
              "name_0": "surname:Edgar;given-names:R",
              "pub-id_doi": "10.1093/nar/30.1.207",
              "pub-id_pmid": "11752295",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "30",
              "year": "2002"
            },
            "text": "Gene expression omnibus: NCBI gene expression and hybridization array data repository",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]