[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250709",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC7756143",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1016/j.isci.2020.101733",
              "article-id_pii": "S2589-0042(20)30930-5",
              "article-id_pmc": "PMC7756143",
              "article-id_pmid": "33376967",
              "article-id_publisher-id": "101733",
              "elocation-id": "101733",
              "issue": "12",
              "kwd": "Transcriptomics Space Sciences",
              "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).",
              "name_0": "surname:Lai Polo;given-names:San-Huei",
              "name_1": "surname:Saravia-Butler;given-names:Amanda M.",
              "name_10": "surname:Chen;given-names:Rick B.",
              "name_11": "surname:Costes;given-names:Sylvain V.",
              "name_12": "surname:Galazka;given-names:Jonathan M.",
              "name_2": "surname:Boyko;given-names:Valery",
              "name_3": "surname:Dinh;given-names:Marie T.",
              "name_4": "surname:Chen;given-names:Yi-Chun",
              "name_5": "surname:Fogle;given-names:Homer",
              "name_6": "surname:Reinsch;given-names:Sigrid S.",
              "name_7": "surname:Ray;given-names:Shayoni",
              "name_8": "surname:Chakravarty;given-names:Kaushik",
              "name_9": "surname:Marcu;given-names:Oana",
              "notes": "Published: December 18, 2020",
              "section_type": "TITLE",
              "title": "Subject Areas",
              "type": "front",
              "volume": "23",
              "year": "2020"
            },
            "text": "RNAseq Analysis of Rodent Spaceflight Experiments Is Confounded by Sample Collection Techniques",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 96,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 104,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "To understand the physiological changes that occur in response to spaceflight, mice are transported to the International Space Station (ISS) and housed for variable periods of time before euthanasia on-orbit or return to Earth. Sample collection under such difficult conditions introduces confounding factors that need to be identified and addressed. We found large changes in the transcriptome of mouse tissues dissected and preserved on-orbit compared with tissues from mice euthanized on-orbit, preserved, and dissected after return to Earth. Changes due to preservation method eclipsed those between flight and ground samples, making it difficult to identify spaceflight-specific changes. Follow-on experiments to interrogate the roles of euthanasia methods, tissue and carcass preservation protocols, and library preparation methods suggested that differences due to preservation protocols are exacerbated when coupled with polyA selection. This has important implications for the interpretation of existing datasets and the design of future experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1164,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Graphical Abstract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1183,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Highlights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1194,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Experimentation is necessary to understand how organisms respond to space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1268,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Specialized protocols are used for preserving biological samples on the ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1344,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "RNAseq datasets are impacted by preservation protocols used on the ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1415,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Impacts can be alleviated with improved carcass preservation protocols",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1486,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Transcriptomics; Space Sciences",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1518,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1531,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Spaceflight places multiple stresses upon the human body including altered gravity fields and exposure to cosmic radiation, which lead to health risks for spacefaring humans. Decades of research on astronauts has begun to reveal how humans respond to the spaceflight environment but physiological monitoring of astronauts is still limited. Thus, rodent models have been essential for advancing our understanding of how mammals—including humans—respond to spaceflight. This includes the impact of spaceflight on muscle structure, liver, and immune functions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2093,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Despite success of the rodent model, sample collection under such difficult conditions introduces confounding factors that need to be identified and addressed. These are related to hardware limitations, small sample size, and severe restraints on astronaut crew availability. Successful experiments must work within these constraints to produce meaningful insights. In response, the first Rodent Research (RR) mission established new capabilities for conducting reliable long-duration experiments using rodents with on-orbit sample collection. Animals can either be euthanized onboard the ISS or returned to Earth alive. Both approaches introduce confounding factors. The former is experimentally challenging but preserves the sample during exposure to microgravity, whereas the latter exposes the animal to re-entry stresses, and sampling occurs only after a variable lag between landing and euthanasia—essentially sampling re-adaptation to Earth conditions in addition to the response to spaceflight. Inconsistent handling of samples necessitates a clear understanding of how dissection and preservation protocols affect downstream data generation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3246,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "We previously showed, using transcriptomic, proteomic, and immunohistochemical data from the Rodent Research-1 (RR-1), Rodent Research-3 (RR-3), and Space Transportation System (STS)-135 missions, that lipotoxic pathways are activated in rodent liver in two different strains of mice that were flown for as long as 42 days in space. Because animals in the RR-1 and RR-3 experiments were euthanized in space, this work suggested that space alone was the most likely cause for similar changes previously observed in liver samples from mice flown during the STS-135 experiments where animals returned alive to Earth. The lipotoxic effect is stronger with duration and may have ramifications for astronauts' health during long missions. This analysis did not include two flight and two ground animals from RR-1, as these animals were dissected immediately after euthanasia on-orbit as opposed to the rest, which were first returned to Earth as intact frozen carcasses for later dissection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4233,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "GLDS (GeneLab Data Systems) Datasets Used in This Study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4289,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>GLDS #</th><th>Tissue</th><th>Study Type</th><th>Preservation Method</th><th>Library Preparation</th><th>How the Dataset was Used in the Present Study</th><th>Relevant Figures &amp; Tables</th></tr></thead><tbody><tr><td>GLDS-47</td><td>Liver</td><td>Spaceflight</td><td>Immediate</td><td>PolyA</td><td>To compare global gene expression in immediate versus carcass samples</td><td><xref rid=\"mmc1\" ref-type=\"supplementary-material\">Figure S1</xref></td></tr><tr><td>GLDS-48</td><td>Liver</td><td>Spaceflight</td><td>Immediate and Carcass</td><td>PolyA</td><td>To evaluate gene expression and RNA integrity differences in immediate versus carcass samples and in samples prepared via polyA-selection versus ribo-depletion</td><td><xref rid=\"fig1\" ref-type=\"fig\">Figures 1</xref>, <xref rid=\"fig2\" ref-type=\"fig\">2</xref>, <xref rid=\"fig3\" ref-type=\"fig\">3</xref>, <xref rid=\"fig4\" ref-type=\"fig\">4</xref>, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S1</xref>, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S2</xref>, and <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S3</xref></td></tr><tr><td>GLDS-49</td><td>Liver</td><td>Ground</td><td>Immediate</td><td>PolyA</td><td>To compare global gene expression in immediate versus carcass samples</td><td><xref rid=\"mmc1\" ref-type=\"supplementary-material\">Figure S1</xref></td></tr><tr><td>GLDS-168</td><td>Liver</td><td>Spaceflight</td><td>Carcass</td><td>Ribodepletion</td><td>To evaluate gene expression and RNA integrity differences in samples prepared via polyA-selection vs. ribo-depletion</td><td><xref rid=\"fig4\" ref-type=\"fig\">Figure 4</xref></td></tr><tr><td>GLDS-235</td><td>Liver</td><td>Ground</td><td>Immediate and Carcass</td><td>Ribodepletion</td><td>To determine a means of carcass preservation that is most consistent with standard laboratory practices in the context of gene expression and RNA integrity and to evaluate the effects of euthanasia and tissue storage methods on gene expression</td><td><xref rid=\"fig5\" ref-type=\"fig\">Figures 5</xref>A, 5B, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S5</xref>A, S5C, S5E, and S5F, <xref rid=\"tbl2\" ref-type=\"table\">Tables 2</xref>, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S3</xref>, and <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S4</xref></td></tr><tr><td>GLDS-236</td><td>Quadriceps</td><td>Ground</td><td>Immediate and Carcass</td><td>Ribodepletion</td><td>To determine if the means of carcass preservation that is most consistent with standard laboratory practices in the context of gene expression and RNA integrity and if the effects of euthanasia on gene expression are tissue specific</td><td><xref rid=\"fig5\" ref-type=\"fig\">Figures 5</xref>C, 5D, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S5</xref>B, and S5D, <xref rid=\"tbl3\" ref-type=\"table\">Tables 3</xref>, <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S5</xref>, and <xref rid=\"mmc1\" ref-type=\"supplementary-material\">S6</xref></td></tr></tbody></table>\n"
            },
            "text": "GLDS #\tTissue\tStudy Type\tPreservation Method\tLibrary Preparation\tHow the Dataset was Used in the Present Study\tRelevant Figures & Tables\t \tGLDS-47\tLiver\tSpaceflight\tImmediate\tPolyA\tTo compare global gene expression in immediate versus carcass samples\tFigure S1\t \tGLDS-48\tLiver\tSpaceflight\tImmediate and Carcass\tPolyA\tTo evaluate gene expression and RNA integrity differences in immediate versus carcass samples and in samples prepared via polyA-selection versus ribo-depletion\tFigures 1, 2, 3, 4, S1, S2, and S3\t \tGLDS-49\tLiver\tGround\tImmediate\tPolyA\tTo compare global gene expression in immediate versus carcass samples\tFigure S1\t \tGLDS-168\tLiver\tSpaceflight\tCarcass\tRibodepletion\tTo evaluate gene expression and RNA integrity differences in samples prepared via polyA-selection vs. ribo-depletion\tFigure 4\t \tGLDS-235\tLiver\tGround\tImmediate and Carcass\tRibodepletion\tTo determine a means of carcass preservation that is most consistent with standard laboratory practices in the context of gene expression and RNA integrity and to evaluate the effects of euthanasia and tissue storage methods on gene expression\tFigures 5A, 5B, S5A, S5C, S5E, and S5F, Tables 2, S3, and S4\t \tGLDS-236\tQuadriceps\tGround\tImmediate and Carcass\tRibodepletion\tTo determine if the means of carcass preservation that is most consistent with standard laboratory practices in the context of gene expression and RNA integrity and if the effects of euthanasia on gene expression are tissue specific\tFigures 5C, 5D, S5B, and S5D, Tables 3, S5, and S6\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5817,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "Immediate = tissues that were dissected immediately after euthanasia and Carcass = tissues that were dissected from frozen carcasses after partial thawing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5975,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Here we now compare RNA-sequencing (RNAseq) datasets generated from livers preserved using these distinct protocols (Table 1). We find large changes in the transcriptome of tissues dissected and preserved on-orbit compared with tissues from mice euthanized on-orbit, preserved intact by freezing on-orbit, and dissected after return to Earth. To identify and mediate how the preservation method could have such a large effect on differential gene expression (DGE) results, we performed follow-on experiments to interrogate the role of euthanasia methods, tissue and carcass preservation protocols, and library preparation methods on DGE changes. Our findings have important implications for interpreting existing datasets and the design of future experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6735,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6743,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Preservation Method Is the Primary Driver of Gene Expression Variance in RR-1 Liver Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6835,
            "infons": {
              "file": "gr1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Gene Expression Differences in RR-1 NASA Spaceflight and Ground Control Liver Samples Prepared via polyA Selection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6950,
            "infons": {
              "file": "gr1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Principal component analysis of global gene expression in RR-1 NASA spaceflight (FLT) and respective ground control (GC) liver samples dissected immediately after euthanasia (I) or from frozen carcasses (C). Percent variance for each principal component (PC) is shown.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7223,
            "infons": {
              "file": "gr1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(B) Venn diagram showing the number of similar and unique differentially expressed genes, spaceflight (FLT) versus ground control (GC), in Carcass (blue) and Immediate (red) samples (adj. p value < 0.05). Data are from GLDS-48.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7452,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Enriched Gene Ontology (GO) Terms between the RR-1 NASA Spaceflight and Ground Control Groups",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7546,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Enriched GO terms between the spaceflight (FLT) and ground control (GC) immediate samples identified by Gene Set Enrichment Analysis (gene set permutation).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7707,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(B) Enriched GO terms between the spaceflight (FLT) and ground control (GC) carcass samples identified by Gene Set Enrichment Analysis (gene set permutation). In both A and B, the more positive or negative the enrichment scores, the higher the expression in spaceflight or ground control samples, respectively. Dot size indicates number of genes within each GO term. Dot color indicates false discovery rate (FDR). GO terms displayed met the thresholds of FDR <0.05, NOM p < 0.01, gene set size >40.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8208,
            "infons": {
              "file": "gr2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(C) Venn diagram of the number of enriched GO terms identified in Carcass (blue) and Immediate (red) samples when comparing spaceflight (FLT) and ground control (GC) samples. GO terms in Venn diagram met the threshold of FDR <0.05, NOM p < 0.01. Data are from GLDS-48.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8478,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess gene expression differences in liver samples from the RR-1 NASA Validation mission, RNA was extracted from livers dissected from spaceflight (FLT) and ground control (GC) animals either immediately after euthanasia (immediate preservation, I) or from frozen carcasses after partial thawing (carcass preservation, C) and sequenced following polyA selection (Figure S1). Principal component analysis (PCA) revealed preservation method (C versus I) as the primary driver of variance among samples rather than spaceflight (FLT versus GC) (Figure 1A). Furthermore, there was an order of magnitude difference in the number of differentially expressed genes (DEGs) identified in FLT versus GC carcass samples than was observed in FLT versus GC immediate samples, and only 4 DEGs overlapped between the two preservation methods (Figure 1B). Gene set enrichment analysis of FLT versus GC immediate- (Figure 2A) and carcass-derived (Figure 2B) samples showed no overlap in enriched gene ontology (GO) terms (Figure 2C), showing that any gene expression changes in the liver as a result of spaceflight exposure were confounded by the sample preservation method used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9650,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Since livers from only 2 FLT and 2 GC animals in the RR-1 NASA Validation mission were preserved via the immediate method, RNA from livers prepared via the immediate method from two additional studies, the RR-1 CASIS mission (Figure S1) and a ground-based preservation and storage study (Figure S2), were also sequenced following polyA selection. Despite multiple different experimental factors in RR-1 NASA, RR-1 CASIS, and the ground-based preservation studies, PCA continued to show preservation method as the primary driver of variance among samples in these datasets (Figure S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10238,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Carcass-Preserved Samples Exhibit Less Uniform Transcript Coverage than Immediate-Preserved Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10338,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Gene Expression Changes and Transcript Integrity in Carcass versus Immediate RR-1 NASA Liver Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10439,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Volcano plot showing 2,934 differentially expressed genes in all carcass (both spaceflight and ground control) versus all immediate (both spaceflight and ground control) samples (adj. p value < 0.05 and 1.5 < Log2 fold change < −1.5).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10683,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(B) Common parent terms of enriched gene ontology (GO) terms identified by Gene Set Enrichment Analysis of all carcass (C) versus all immediate (I) samples (phenotype normalized, FDR <0.3, NOM p < 0.01).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10888,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(C) Gene body coverage in Carcass (black) and Immediate (red) spaceflight and ground control samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10990,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(D) The percent coverage of the 5′- and 3′-shaded regions in panel C were used to calculate the 5′ to 3′ transcript integrity ratio for each sample. All Carcass (blue) and Immediate (red) samples are grouped together (∗∗ = p < 0.01, Mann–Whitney U test).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11261,
            "infons": {
              "file": "gr3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(E) Average expression of polyA removal genes in Carcass (blue) and Immediate (red) groups from RNAseq data. Cnot1, Cnot2, Cnot3, Cnot4, Cnot9, Cnot10, Cnot6, Cnot6l, Cnot7, and Cnot8 are part of the CCR4-NOT complex. Pan2 and Pan3 are part of the PAN2-PAN3 complex. Error bars indicate standard deviation (∗ = adj. p < 0.05, ∗∗ = adj. p < 0.01, ∗∗∗ = adj. p < 0.001, ns = not significant, Wald test). Data are from GLDS-48.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11705,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To further investigate the observed differences in preservation method, RR-1 NASA FLT and GC liver samples derived from the carcass preservation method were grouped together (C) and FLT and GC liver samples derived from the immediate preservation method were grouped together (I). DGE was evaluated in carcass versus immediate samples. Many more genes were differentially expressed in carcass versus immediate samples (2,934 DEGs) than in either FLT-C versus GC-C (619 DEGs) or in FLT-I versus GC-I (67 DEGs) samples, further supporting preservation method as the primary driver of variance in RR-1 NASA liver samples (Figure 3A). Gene set enrichment analysis revealed that several of the gene ontologies enriched in carcass samples (when compared with immediate samples) involved RNA regulation and processing (Figure 3B). Despite similarly high RNA Integrity Number (RIN) values (Figure S4), carcass samples exhibited significantly less 5′ to 3′ gene body coverage than immediate samples as indicated by their 5′ to 3′ transcript integrity ratios. The 5′ to 3′ transcript integrity ratios were determined by dividing the percent coverage indicated in the 5′-shaded region by that in the 3′-shaded region for each sample (Figures 3C and D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12966,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Expression of Genes Involved in 5′-Methylguanosine Decapping and PolyA Removal Is Affected by Preservation Condition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13085,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given the differences in gene body coverage between carcass and immediate samples, we evaluated the expression of 5′-methylguanosine decapping and polyA removal genes in these groups from the RNAseq data. In mammals, eight genes have decapping activity in vitro and/or in cells: Dcp2 (Nudt20), Nudt3, Nudt16, Nudt2, Nudt12, Nudt15, Nudt17, Nudt19. In addition, Dxo acts on partially capped mRNAs. Two of these genes—Dxo and Nudt2—were significantly more expressed in the carcass samples, whereas another two—Nudt15 and Dcp2 (Nudt20)—were significantly more expressed in immediate samples (Figure S5). Removal of polyA tails from mRNA is catalyzed by two complexes. The first, CCR4-NOT, consists of CNOT1, CNOT2, CNOT3, CNOT4, CNOT9, CNOT10, CNOT6, CNOT6L, CNOT7, and CNOT8. The second, PAN2-PAN3, consists of PAN2 and PAN3. In the case of the 10 subunit CCR4-NOT complex, we observed 5 genes that were more highly expressed in the immediate group (Cnot1, Cnot2, Cnot9, Cnot6, Cnot6L) and 3 that were more highly expressed in the carcass group (Cnot3, Cnot10, Cnot7) (Figure 3E). In the case of the PAN2-PAN3 complex, both Pan2 and Pan3 were more highly expressed in the carcass group (Figure 3E).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14296,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Samples Sequenced Following Ribodepletion Exhibit More Uniform Transcript Coverage than Samples Prepared with PolyA Selection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14422,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Evaluation of Gene Expression and Transcript Integrity in RR-1 NASA Carcass-dissected FLT and GC Samples Prepared via polyA Selection and Ribodepletion Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14582,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Principal component analysis of global gene expression in RR-1 NASA spaceflight (FLT) and ground control (GC) liver samples dissected from frozen carcasses (C) and prepared via ribodepletion (Ribo(−)). Percent variance for each principal component (PC) are shown.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14852,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(B) Venn diagram of differentially expressed (DE) genes between spaceflight (FLT) and ground control (GC) samples prepared with ribodepletion (black) or polyA selection (red) methods (adj. p value < 0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15059,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(C) Venn diagram of the number of similar and unique enriched gene ontology (GO) terms (spaceflight (FLT) versus ground control (GC)) identified in ribodepleted (black) and polyA selected (red) prepared samples (NOM p < 0.01, FDR <0.5, phenotype permutation).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15320,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(D) Enriched GO terms between the spaceflight (FLT) and ground control (GC) carcass samples prepared with ribodepletion identified by Gene Set Enrichment Analysis (phenotype permutation). The more positive or negative the enrichment scores, the higher the expression in spaceflight or ground control samples, respectively. Dot size indicates number of genes within GO term. Dot color indicates false discovery rate (FDR). GO terms displayed met the thresholds of FDR <0.5, NOM p < 0.01, 1.6 < NES < −1.6.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15830,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(E) Gene body coverage of ribodepleted (Ribo(−)) and polyA selected (polyA) spaceflight and ground control carcass (C) samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15960,
            "infons": {
              "file": "gr4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(F) The percent coverage of the 5′- and 3′-shaded regions in panel E were used to calculate the transcript integrity ratio for each sample (∗∗∗ = p < 0.001, Mann–Whitney U test). Data are from GLDS-48 and -168.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16185,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The polyA selection library preparation method, which was initially used to evaluate gene expression differences in RR-1 NASA Validation mission liver samples, requires intact RNA to minimize bias. Because our data suggest that the carcass samples were more degraded than the immediate samples (Figures 3C and 3D), the total RNA isolated from the RR-1 NASA Validation mission carcass liver samples was used to prepare libraries with the ribodepletion method to minimize transcript integrity bias, then re-sequenced. PCA showed a more distinct separation of FLT and GC carcass samples when the samples were prepared via the ribodepletion method (Figure 4A) than by polyA selection (FLT-C and GC-C samples in Figure 1A). DEGs were identified in FLT versus GC carcass samples prepared with the ribodepletion method and compared with those from polyA-prepared carcass samples. Although hundreds of DEGs in FLT versus GC carcass samples overlap between ribodepleted and polyA-prepared samples, more DEGs were identified in FLT versus GC samples prepared with the ribodepletion method (Figure 4B), suggesting this method may be more sensitive. There was no overlap of enriched gene ontology terms in FLT versus GC samples processed by ribodepletion and polyA enrichment (Figures 4C and 4D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17473,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Next, transcript integrity was evaluated in the ribodepletion-prepared FLT and GC carcass samples and compared with polyA-selection-prepared carcass samples. Samples prepared with the polyA selection method exhibited less coverage of the 5′ portion of transcripts compared with ribodepletion-prepared samples (Figures 4E and 4F). Thus, ribodepletion was used to further investigate the effects of preservation method (Carcass versus Immediate) on gene-expression in a ground-based tissue preservation study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17983,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Total RNA Sequencing Mitigates the Impact of Preservation Method on Gene Expression Changes in the Liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18088,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We designed a ground-based tissue preservation study to determine the best approach to mitigate the impact of preservation method on gene expression and to identify other confounding variables important for interpreting data from other RR missions. We tested euthanasia and preservation techniques used in different RR missions and compared them with standard laboratory protocols for tissue preservation. In addition to liver samples, we also analyzed quadriceps to determine whether sample preservation methods also confounded DGE analysis in this tissue.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18646,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Mice of the same age, sex, strain, and source as those used in the RR-1 NASA Validation mission were used in the ground-based tissue preservation study. Mice were evenly divided into one of six groups as shown in Figure S6. The mice in groups 1–4 were euthanized with pentobarbital/phenytoin (Euthasol) as in RR-1, then subjected to various preservation protocols to evaluate the phenomena observed in RR-1 NASA carcass and immediate liver samples. Livers and quadriceps were dissected immediately after euthanasia from mice in group 1. These tissues were divided into thirds and preserved in one of three ways: (1) freezing in dry ice to mimic the cold stowage container that was used to freeze the immediate liver samples in the RR-1 mission, (2) submersion in LN2, or (3) with RNAlater. After preservation, all tissues were stored at −80°C until further processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19521,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Although it is a common practice to dissect mice immediately after euthanasia, due to limitations in crew time for spaceflight experiments, immediate dissection is not always possible. Thus, most tissues are preserved in situ within the carcass. We therefore sought to determine the most effective way to preserve carcasses that would minimize unintended gene expression changes in tissues preserved in situ. Mice in groups 2–4 were used to test three different carcass preservation methods: (1) slow freezing in dry ice (DI) to mimic the most common method of carcass preservation used in RR missions to date, (2) snap freezing by submersion in liquid nitrogen (LN2), and (3) segmenting the carcass into thirds and preserving in RNAlater, mimicking the preservation method used in the Rodent Research-7 mission. After preservation, all carcasses were stored at −80°C until further processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20420,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Carcasses from mice in groups 2–4 were partially thawed, and quadriceps and livers were dissected, then snap frozen, and stored at −80°C until RNA extraction to mimic the protocol most commonly implemented when carcasses return from spaceflight missions, including RR-1. A summary of all liver and quadriceps tissues evaluated in the present ground-based tissue preservation study are summarized in Tables S1 and S2, respectively. Total RNA was extracted from all liver and quadriceps tissue samples and prepared for sequencing using the ribodepletion method and sequenced.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20999,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Gene Expression and Transcript Integrity Analysis of Preservation Methods for Liver and Quadriceps Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21106,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Liver and quadriceps samples were dissected from mice immediately after euthanasia with pentobarbital/phenytoin (Euthasol) then preserved in dry ice (I_DI), liquid nitrogen (I_LN2), or RNAlater (I_RNAlat) before RNAseq analysis. Alternatively, liver and quadriceps samples were dissected from partially thawed frozen carcasses of mice that were euthanized with pentobarbital/phenytoin (Euthasol) and then preserved in dry ice (C_DI), liquid nitrogen (C_LN2), or segmented into thirds and preserved in RNAlater (C_RNAlat) before RNAseq analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21651,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Principal component analysis of liver samples. Percent variance for each principal component (PC) is shown.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21763,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(B) Uniformity of gene body coverage in liver samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21818,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(C) Principal component analysis of quadriceps samples. Percent variance for each principal component (PC) is shown.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21935,
            "infons": {
              "file": "gr5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(D) Uniformity of gene body coverage in quadriceps samples. (∗∗∗ = p < 0.001, ∗∗ = p < 0.01, ∗ = p < 0.05, ns = no significance, Mann–Whitney U test). Data are from GLDS-235 (liver) and -236 (quadriceps).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22161,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Global gene expression and transcript integrity were evaluated in liver samples from groups 1–4 to identify differences in DGE resulting from the carcass and immediate preservation protocols. PCA showed overlap among immediate samples despite differences in tissue preservation methods (Figure 5A). Similar to RR-1 carcass and immediate samples (Figures 1A and S3), the dry ice-preserved carcass and immediate samples, which mimic the RR-1 preservation conditions, clustered away from each other, albeit to a much lesser degree than that observed with the polyA-prepared RR-1 samples (Figure 5A). Furthermore, the dry-ice-preserved carcass samples exhibited less 5′ gene body coverage than the dry-ice-preserved immediate samples (Figure 5B). Although this observation is consistent with that observed in RR-1 carcass and immediate samples (prepared using the polyA selection method) (Figures 3C and 3D), the difference was less dramatic. Therefore, using the ribodepletion method appears to partially alleviate the differences observed in transcript integrity between carcass and immediate samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23268,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Carcass Preservation by LN2 or RNAlater Immersion Most Closely Mimic Standard Tissue Preservation Protocols",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23376,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Livers dissected from carcasses preserved in either RNAlater or LN2 exhibit more overlap with immediate preserved liver samples than those from carcasses preserved in dry ice (Figure 5A). Unlike livers dissected from slow (dry ice) or snap (LN2) frozen carcasses, livers dissected from carcasses preserved in RNAlater showed no difference in 5′ to 3′ transcript coverage when compared with livers dissected immediately after euthanasia (Figure 5B). These data suggest that carcass segmentation and preservation in RNAlater may protect the liver from transcript degradation when preserved in situ.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23979,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Comparisons of Carcass Preservation Methods to Immediate Liquid Nitrogen Method on Gene Expression in Livers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24088,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Comparison</th><th># DEG (adj. p &lt; 0.05)</th><th># DEG (adj. p &lt; 0.05 &amp; |Log2 FC| &gt; 1.5)</th><th># Enriched GO Terms (NOM p &lt; 0.01)</th><th># Enriched GO Terms (FDR &lt;0.5 &amp; NOM p &lt; 0.01)</th><th># Enriched GO Terms (FDR &lt;0.25 &amp; NOM p &lt; 0.01)</th></tr></thead><tbody><tr><td>Euth_C_DI (n = 6) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">3798</td><td align=\"char\">3143</td><td>16, 0</td><td>0, 0</td><td>0, 0</td></tr><tr><td>Euth_C_LN2 (n = 5) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">784</td><td align=\"char\">515</td><td>30, 0</td><td>0, 0</td><td>0, 0</td></tr><tr><td>Euth_C_RL (n = 5) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">2118</td><td align=\"char\">1952</td><td>22, 0</td><td>0, 0</td><td>0, 0</td></tr></tbody></table>\n"
            },
            "text": "Comparison\t# DEG (adj. p < 0.05)\t# DEG (adj. p < 0.05 & |Log2 FC| > 1.5)\t# Enriched GO Terms (NOM p < 0.01)\t# Enriched GO Terms (FDR <0.5 & NOM p < 0.01)\t# Enriched GO Terms (FDR <0.25 & NOM p < 0.01)\t \tEuth_C_DI (n = 6) vs. Euth_I_LN2 (n = 6)\t3798\t3143\t16, 0\t0, 0\t0, 0\t \tEuth_C_LN2 (n = 5) vs. Euth_I_LN2 (n = 6)\t784\t515\t30, 0\t0, 0\t0, 0\t \tEuth_C_RL (n = 5) vs. Euth_I_LN2 (n = 6)\t2118\t1952\t22, 0\t0, 0\t0, 0\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24509,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "The number of differentially expressed genes (DEG) and enriched gene ontology (GO) terms identified by Gene Set Enrichment Analysis (phenotype permutation) were evaluated pairwise in liver samples from different carcass preservation methods compared with immediate samples preserved in liquid nitrogen. For GO terms, number on the left corresponds to the group to the left of the “versus”, and number on the right corresponds to the group to the right of the “versus” in the “Comparison” column. n numbers, p values, log2 fold changes, and FDR values are indicated. Euth = euthanasia by pentobarbital/phenytoin, I = tissue dissected immediately after euthanasia, C = tissue dissected from frozen carcass that has been partially thawed, DI = dry ice, LN2 = liquid nitrogen, RL = RNAlater. Data are from GLDS-235.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25339,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next assessed the effects of various carcass freezing methods on gene expression changes in the liver when compared with livers that were dissected immediately after euthanasia, then preserved in either RNAlater or LN2. Only a few genes were differentially expressed between livers dissected immediately and preserved on dry ice, in RNAlater, or in LN2 (Table S3). Similarly, pairwise gene set enrichment analysis showed no significantly enriched GO terms between these tissue preservation methods (Table S3), suggesting that for immediately dissected livers, the tissue preservation method had minimal impact on gene expression. Livers dissected from slow (dry ice) frozen carcasses, which most closely mimics the carcass preservation method used in RR-1 NASA Validation and several other RR missions (including RR-3 and Rodent Research-6), exhibited the most DEGs when compared with immediately dissected livers preserved in either LN2 or RNAlater (Tables 2 and S4, respectively). In contrast, livers dissected from carcasses preserved in either RNAlater or LN2 exhibited hundreds fewer DEGs when compared with immediately dissected livers preserved in either LN2 or RNAlater (Tables 2 and S4, respectively). These data indicate that carcass segmentation and preservation in RNAlater or preserving carcasses by submersion in LN2 more closely mimic the common preservation methods used in terrestrial laboratories, than does the slow freeze carcass preservation method used in the RR-1 NASA Validation study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26852,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The Impact of Preservation Method on Gene Expression Is Tissue Dependent",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26925,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine if the observed differences in gene expression due to carcass preservation method are unique to the liver, gene expression and transcript integrity were also evaluated in quadriceps from mice in groups 1–4 (Figure S6 and Table S2). PCA showed more overlap among carcass and immediate quadriceps samples (Figure 5C) than among carcass and immediate liver samples (Figure 5A), suggesting that gene expression in the quadriceps is less sensitive to preservation methods. Unlike liver samples, almost no significant differences were observed in 5′ to 3′ gene body coverage in quadriceps samples prepared using different preservation methods (Figure 5D).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27598,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Comparisons of Carcass Preservation Methods to Immediate Liquid Nitrogen Method on Gene Expression in Quadriceps",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27711,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Comparison</th><th># DEG (adj. p &lt; 0.05)</th><th># DEG (adj. p &lt; 0.05 &amp; |Log2 FC| &gt; 1.5)</th><th># Enriched GO Terms (NOM p &lt; 0.01)</th><th># Enriched GO Terms (FDR &lt;0.5 &amp; NOM p &lt; 0.01)</th><th># Enriched GO Terms (FDR &lt;0.25 &amp; NOM p &lt; 0.01)</th></tr></thead><tbody><tr><td>Euth_C_DI (n = 6) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">2</td><td align=\"char\">0</td><td>15, 17</td><td>0, 0</td><td>0, 0</td></tr><tr><td>Euth_C_LN2 (n = 6) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">36</td><td align=\"char\">24</td><td>24, 24</td><td>0, 22</td><td>0, 11 (26 with p &lt; 0.05)</td></tr><tr><td>Euth_C_RL (n = 6) vs. Euth_I_LN2 (n = 6)</td><td align=\"char\">2</td><td align=\"char\">2</td><td>30, 9</td><td>1, 2</td><td>0, 0</td></tr></tbody></table>\n"
            },
            "text": "Comparison\t# DEG (adj. p < 0.05)\t# DEG (adj. p < 0.05 & |Log2 FC| > 1.5)\t# Enriched GO Terms (NOM p < 0.01)\t# Enriched GO Terms (FDR <0.5 & NOM p < 0.01)\t# Enriched GO Terms (FDR <0.25 & NOM p < 0.01)\t \tEuth_C_DI (n = 6) vs. Euth_I_LN2 (n = 6)\t2\t0\t15, 17\t0, 0\t0, 0\t \tEuth_C_LN2 (n = 6) vs. Euth_I_LN2 (n = 6)\t36\t24\t24, 24\t0, 22\t0, 11 (26 with p < 0.05)\t \tEuth_C_RL (n = 6) vs. Euth_I_LN2 (n = 6)\t2\t2\t30, 9\t1, 2\t0, 0\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28142,
            "infons": {
              "file": "tbl3.xml",
              "id": "tbl3",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "The number of differentially expressed genes (DEG) and enriched gene ontology (GO) terms identified by Gene Set Enrichment Analysis (phenotype permutation) were evaluated pairwise in quadriceps samples from different carcass preservation methods compared with immediate samples preserved in liquid nitrogen. For GO terms, the first number corresponds to the group to the left of the “versus”, and the second number corresponds to the group to the right of the “versus” in the “Comparison” column. n numbers, p values, log2 fold changes, and FDR values are indicated. Euth = euthanasia by pentobarbital/phenytoin, I = tissue dissected immediately after euthanasia, C = tissue dissected from frozen carcass that has been partially thawed, DI = dry ice, LN2 = liquid nitrogen, RL = RNAlater. Data are from GLDS-236.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28973,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Fewer DEGs were identified in carcass versus immediate quadriceps samples than carcass versus immediate liver samples for almost every preservation method tested (Tables 3, S5, and S6), further supporting that gene expression in the quadriceps is less sensitive to different types of preservation methods. Although there are fewer differences over-all, similar to what was observed in liver samples, cutting the carcass into thirds and then preserving in RNAlater resulted in the fewest DEGs when compared with immediate dissection followed by tissue preservation in LN2 or RNAlater (Tables 3 and S6, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29589,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Gene Expression in Select Tissues Was Not Affected by the Method of Euthanasia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29668,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Because the most common euthanasia method used in RR missions to date is intraperitoneal (IP) injection of ketamine/xylazine and the most common euthanasia method used in standard laboratories is CO2 inhalation, these methods were used to euthanize mice in groups 5 and 6, respectively, to determine if euthanasia method is another confounding variable that could affect gene expression in select tissues (Figure S6, Tables S1 and S2). Gene expression was evaluated in livers and quadriceps dissected from mice in groups 2, 5, and 6 (Figures S7A–S7D). PCA showed no distinct differences in global gene expression in liver (Figure S7A) or quadriceps (Figure S7B) samples dissected from mice euthanized with different methods. Pairwise differential gene expression analysis and gene set enrichment analysis also identified few, if any, DEGs and enriched GO terms among liver (Figure S7C) and quadriceps (Figure S7D) samples. These data suggest that the types of euthanasia methods evaluated here do not impact gene expression in select tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30718,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30729,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Herein, we show that protocols used to preserve mouse carcasses on-orbit have large effects on gene expression patterns as measured by RNAseq. Indeed, changes in gene expression due to preservation condition overwhelmed those due to spaceflight. Gene set enrichment analysis showed that many GO terms enriched due to carcass preservation were involved in RNA processing. This correlated with reduced transcript integrity (relatively poor coverage of the 5′ end of transcripts) in samples from carcasses preserved on-orbit when these were sequenced with a polyA enrichment RNAseq protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31320,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although RNAseq following polyA selection can more efficiently quantify gene expression, ribodepletion methods are more effective on degraded RNA samples. However, although the RNA used in this study was of good quality (RIN >7), we observed a severe bias in transcript coverage following polyA selection depending upon the tissue preservation condition utilized. Specifically, samples taken from carcasses that were slow-frozen on-orbit exhibited a lower 5′ to 3′ coverage ratio as compared with samples taken from immediately dissected tissues. Although resequencing of the carcass flight samples with a ribodepletion protocol produced a more even 5′ to 3′ coverage ratio, our follow-on studies that directly compared slow carcass freezing with immediate dissection revealed a similar (albeit reduced) 5′ to 3′ coverage bias. Taken together, this suggests that slow carcass freezing causes transcript degradation that in-turn leads to reduced 5′ coverage.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32292,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "mRNA degradation starts with the removal of the polyA tail, at which point degradation continues either from the 3′ end via the exosome complex or the 5′ end following removal of the 5′-methylguanosine cap. Deadenylation of cytoplasmic mRNA is the rate-limiting step in mRNA degradation and is catalyzed by one of two complexes: the CCR4-NOT complex, which consists of 10 subunits (CNOT1, CNOT2, CNOT3, CNOT4, CNOT6, CNOT6l, CNOT7, CNOT8, CNOT9, CNOT10), and the PAN2-PAN3 deadenylation complex consisting of two subunits (PAN2, PAN3). We observed transcriptional changes to multiple subunits in each of these complexes when comparing carcass and immediate samples. Most striking was the coordinated upregulation of both Pan2 and Pan3 in the carcass samples from the RR-1 NASA Validation mission, which suggests an increase in PAN2-PAN3 deadenylation activity, which could result in loss of polyA tails in some transcripts. This could lead to poor mRNA capture by our polyA enrichment protocol and result in some of the differences seen between the polyA enrichment and ribodepletion protocols.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33393,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Three proteins—Dcp2 (Nudt20), Nudt3, Nudt16—have decapping activity both in vitro and in cells, whereas an additional five—Nudt2, Nudt12, Nudt15, Nudt17, Nudt19—have decapping activity in vitro. In addition, the Dxo family of proteins acts on partially capped mRNAs. Although regulation of these proteins is complex and involves subcellular localization and post-translation modification, we observed evidence for altered expression of these decapping enzymes: Dxo and Nudt2 were more abundant in carcass samples, whereas Nudt15 and Dcp2 (Nudt20) were more abundant in immediate samples. Although these changes are not coordinated, they do point to altered decapping activity within the carcass samples. As decapping precedes mRNA degradation via the 5′ exonuclease, XRN1, this could alternatively explain the relatively poor 5′ transcript coverage seen in both polyA enriched and ribodepleted carcass liver samples. Additional experimentation will be necessary to confirm the changes to decapping and deadenylation enzymes seen here and to understand their role in the 5′ to 3′ coverage bias observed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34514,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "We observed a marked difference in the 5′ to 3′ coverage bias between liver and quadriceps samples. Although liver samples were sensitive to carcass preservation via slow- or snap-freeze, quadriceps samples were not. There are a number of possible explanations for this. First, it could be due to the surface exposure of the quadriceps, which would lead to more rapid quenching of biochemical processes. Second, inherent differences in the transcript pool, mRNA half-lives, and enzymatic complement of liver and quadriceps could offer a biological answer. Although we cannot distinguish between these mechanisms, our observations are consistent with previous results showing that postmortem changes to mRNA is tissue dependent.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35246,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The poor transcript integrity in slow-frozen carcasses sequenced with a polyA enrichment protocol was not evident in pre-sequencing QC analyses. Indeed, all samples had RIN values >7, and there was no correlation between the gene expression differences and RIN. This distinguishes our results from previous studies showing a strong correlation between RIN values and loss of 5′ coverage. Therefore, additional pre-sequencing QC analyses capable of detecting these issues would be useful. Low throughput sequencing is rapid, decreasing in cost, and being adopted as a QC step but does not provide the coverage necessary to detect the biases seen here.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35899,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Alternatively, if effective pre-sequencing QC metrics cannot be developed, a number of analytical approaches could be utilized. In one category are methods that calculate additional metrics such as mRIN and TIN to allow assessment of transcript integrity and exclusion of problematic samples. In a second category are processes that account for variable transcript integrity by considering only reads that occur near the 3′ end of transcripts, controlling for the effects of RIN using a linear model framework, or by calculating idealized coverage curves on a gene-by-gene basis and using these for normalization. Additional analyses are necessary to determine if these approaches can mitigate the issue observed here.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36620,
            "infons": {
              "file": "gr6.jpg",
              "id": "fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sample Preservation and Preparation Recommendations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36672,
            "infons": {
              "file": "gr6.jpg",
              "id": "fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Recommendations are provided for euthanasia, carcass and tissue preservation, library preparation, and quality control (QC) analysis methods based on observations made from liver and quadricep samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36874,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although we do not have a complete picture of the mechanisms resulting in the apparent gene expression change resulting from slow carcass freezing, we were able to identify effective mitigation strategies (our suggestions are summarized in Figure 6). Foremost among these is the utilization of a ribodepletion protocol in place of polyA enrichment. In this study, ribodepletion resulted in more even gene body coverage and was not as sensitive to slow freezing of carcasses. This is in agreement with previous studies that found that ribodepletion is less prone to bias introduced by poor RNA quality and less prone to 3′ coverage bias. Beyond this, we found that two carcass preservation methods generated acceptable results, with few DEGs and enriched GO terms when compared with the immediate dissection of tissues and preservation in liquid nitrogen—the de facto gold standard. The first is rapid freeze of carcasses in liquid nitrogen and subsequent storage at −80°C, followed by partial thaw, dissection, and tissue preservation in liquid nitrogen. Although this led to some loss of 5′ transcript coverage, it had the fewest DEGs (515, adj. p < 0.05 & |Log2 FC| > 1.5) and no enriched GO terms (FDR <0.25, NOM <0.01) when compared with immediate dissection. Alternatively, segmentation of carcasses and immersion in RNAlater and subsequent storage at −80°C, followed by partial thaw, dissection, and tissue preservation in liquid nitrogen resulted in better maintenance of 5′ transcript coverage but an increased number of DEGs (1952, adj. p < 0.05 & |Log2 FC| > 1.5), although no GO terms were enriched (FDR <0.25, NOM <0.01). As euthanasia protocols can change serum biomarkers and mRNA expression levels, we were reassured to find that the euthanasia protocols used here did not affect gene expression in liver or quadriceps.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38726,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "To conclude, our results indicate that care must be taken in choosing sample preservation protocols that preserve transcriptional patterns and other embedded information but that are also feasible in resource-constrained environments such as those found in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38990,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Limitations of the Study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39015,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study directly assessed the effects of preservation protocols on mouse liver and quadriceps, thus extrapolation to other tissues should be done with caution. Moreover, this study is not capable of identifying the molecular mechanisms responsible for the observed effects, and additional experimentation is required to confirm that the changes to decapping enzyme expression are responsible for changes in transcript integrity and apparent gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39476,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Resource Availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39498,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_3"
            },
            "text": "Lead Contact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39511,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Jonathan M. Galazka, NASA Ames Research Center, jonathan.m.galazka@nasa.gov.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39588,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_3"
            },
            "text": "Materials Availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39611,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study did not generate unique materials. When applicable, excess RNA is available for request from the NASA Institutional Scientific Collection (https://www.nasa.gov/ames/research/space-biosciences/isc-bsp).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39824,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_3"
            },
            "text": "Data and Code Availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39851,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "All sequencing data are available at NASA GeneLab (www.genelab.nasa.gov). polyA-enrichment-based data from the RR-1 NASA Validation mission samples are at GLDS-48. polyA-enrichment-based data from the RR-1 CASIS samples are at GLDS-47. Data from ground-based study of tissue storage conditions are at GLDS-49. Ribodepletion-based resequencing data from the RR-1 NASA Validation mission samples are at GLDS-168. Liver data from ground-based freezing study are at GLDS-235. Quadriceps data from ground-based freezing study are at GLDS-236. Raw data used to generate all PCA, DGE, GSEA, and gene body coverage analyses shown here are available on Mendeley Data: https://doi.org/10.17632/5hzrgfgxct.1. Scripts used for processing RNAseq data are available at https://github.com/nasa/GeneLab_Data_Processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40655,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40663,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All methods can be found in the accompanying Transparent Methods supplemental file.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40747,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40758,
            "infons": {
              "fpage": "19195",
              "name_0": "surname:Beheshti;given-names:A.",
              "name_1": "surname:Chakravarty;given-names:K.",
              "name_2": "surname:Fogle;given-names:H.",
              "name_3": "surname:Fazelinia;given-names:H.",
              "name_4": "surname:Silveira;given-names:W.A.da",
              "name_5": "surname:Boyko;given-names:V.",
              "name_6": "surname:Polo;given-names:S.-H.L.",
              "name_7": "surname:Saravia-Butler;given-names:A.M.",
              "name_8": "surname:Hardiman;given-names:G.",
              "name_9": "surname:Taylor;given-names:D.",
              "pub-id_pmid": "31844325",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Multi-omics analysis of multiple missions to space reveal a theme of lipid dysregulation in mouse liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40862,
            "infons": {
              "fpage": "9397",
              "name_0": "surname:Cadena;given-names:S.M.",
              "name_1": "surname:Zhang;given-names:Y.",
              "name_2": "surname:Fang;given-names:J.",
              "name_3": "surname:Brachat;given-names:S.",
              "name_4": "surname:Kuss;given-names:P.",
              "name_5": "surname:Giorgetti;given-names:E.",
              "name_6": "surname:Stodieck;given-names:L.S.",
              "name_7": "surname:Kneissel;given-names:M.",
              "name_8": "surname:Glass;given-names:D.J.",
              "pub-id_pmid": "31253821",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Skeletal muscle in MuRF1 null mice is not spared in low-gravity conditions, indicating atrophy proceeds by unique mechanisms in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40996,
            "infons": {
              "fpage": "e0167391",
              "name_0": "surname:Choi;given-names:S.",
              "name_1": "surname:Ray;given-names:H.E.",
              "name_2": "surname:Lai;given-names:S.-H.",
              "name_3": "surname:Alwood;given-names:J.S.",
              "name_4": "surname:Globus;given-names:R.K.",
              "pub-id_pmid": "27907194",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Preservation of multiple mammalian tissues to maximize science return from ground based and spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41112,
            "infons": {
              "fpage": "2336",
              "name_0": "surname:Choi;given-names:S.Y.",
              "name_1": "surname:Saravia-Butler;given-names:A.",
              "name_2": "surname:Shirazi-Fard;given-names:Y.",
              "name_3": "surname:Leveson-Gower;given-names:D.",
              "name_4": "surname:Stodieck;given-names:L.S.",
              "name_5": "surname:Cadena;given-names:S.M.",
              "name_6": "surname:Beegle;given-names:J.",
              "name_7": "surname:Solis;given-names:S.",
              "name_8": "surname:Ronca;given-names:A.",
              "name_9": "surname:Globus;given-names:R.K.",
              "pub-id_pmid": "32047211",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "10",
              "year": "2020"
            },
            "text": "Validation of a new rodent experimental System to investigate consequences of long duration space habitation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41221,
            "infons": {
              "fpage": "814",
              "name_0": "surname:Davila;given-names:J.I.",
              "name_1": "surname:Fadra;given-names:N.M.",
              "name_2": "surname:Wang;given-names:X.",
              "name_3": "surname:McDonald;given-names:A.M.",
              "name_4": "surname:Nair;given-names:A.A.",
              "name_5": "surname:Crusan;given-names:B.R.",
              "name_6": "surname:Wu;given-names:X.",
              "name_7": "surname:Blommel;given-names:J.H.",
              "name_8": "surname:Jen;given-names:J.",
              "name_9": "surname:Rumilla;given-names:K.M.",
              "pub-id_pmid": "27765019",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "17",
              "year": "2016"
            },
            "text": "Impact of RNA degradation on fusion detection by RNA-seq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41278,
            "infons": {
              "fpage": "7816",
              "name_0": "surname:Feng;given-names:H.",
              "name_1": "surname:Zhang;given-names:X.",
              "name_2": "surname:Zhang;given-names:C.",
              "pub-id_pmid": "26234653",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "mRIN for direct assessment of genome-wide and gene-specific mRNA integrity from large-scale RNA-sequencing data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41390,
            "infons": {
              "comment": "Version 4",
              "name_0": "surname:Galazka;given-names:J.",
              "pub-id_doi": "10.26030/qn9j-pv85",
              "section_type": "REF",
              "type": "ref",
              "year": "2019"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41391,
            "infons": {
              "comment": "Version 5",
              "name_0": "surname:Galazka;given-names:J.",
              "pub-id_doi": "10.26030/r1hr-jv04",
              "section_type": "REF",
              "type": "ref",
              "year": "2019"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41392,
            "infons": {
              "comment": "Version 8",
              "name_0": "surname:Galazka;given-names:J.",
              "pub-id_doi": "10.26030/rwyp-9325",
              "section_type": "REF",
              "type": "ref",
              "year": "2018"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41393,
            "infons": {
              "fpage": "42",
              "name_0": "surname:Gallego Romero;given-names:I.",
              "name_1": "surname:Pai;given-names:A.A.",
              "name_2": "surname:Tung;given-names:J.",
              "name_3": "surname:Gilad;given-names:Y.",
              "pub-id_pmid": "24885439",
              "section_type": "REF",
              "source": "BMC Biol.",
              "type": "ref",
              "volume": "12",
              "year": "2014"
            },
            "text": "RNA-seq: impact of RNA degradation on transcript quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41457,
            "infons": {
              "fpage": "eaau8650",
              "name_0": "surname:Garrett-Bakelman;given-names:F.E.",
              "name_1": "surname:Darshi;given-names:M.",
              "name_2": "surname:Green;given-names:S.J.",
              "name_3": "surname:Gur;given-names:R.C.",
              "name_4": "surname:Lin;given-names:L.",
              "name_5": "surname:Macias;given-names:B.R.",
              "name_6": "surname:McKenna;given-names:M.J.",
              "name_7": "surname:Meydan;given-names:C.",
              "name_8": "surname:Mishra;given-names:T.",
              "name_9": "surname:Nasrini;given-names:J.",
              "pub-id_pmid": "30975860",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "364",
              "year": "2019"
            },
            "text": "The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41540,
            "infons": {
              "comment": "Version 4",
              "name_0": "surname:GeneLab;given-names:N.",
              "pub-id_doi": "10.26030/1190-my17",
              "section_type": "REF",
              "type": "ref",
              "year": "2016"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41541,
            "infons": {
              "comment": "Version 10",
              "name_0": "surname:Globus;given-names:R.",
              "name_1": "surname:Cadena;given-names:S.",
              "name_2": "surname:Galazka;given-names:J.",
              "pub-id_doi": "10.26030/k5c1-jd05",
              "section_type": "REF",
              "type": "ref",
              "year": "2015"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41542,
            "infons": {
              "comment": "Version 8",
              "name_0": "surname:Globus;given-names:R.",
              "name_1": "surname:Galazka;given-names:J.M.",
              "pub-id_doi": "10.26030/jq04-0n51",
              "section_type": "REF",
              "type": "ref",
              "year": "2015"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41543,
            "infons": {
              "name_0": "surname:Grudzien-Nogalska;given-names:E.",
              "name_1": "surname:Kiledjian;given-names:M.",
              "section_type": "REF",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41544,
            "infons": {
              "fpage": "127",
              "lpage": "132",
              "name_0": "surname:Inoue;given-names:H.",
              "name_1": "surname:Kimura;given-names:A.",
              "name_2": "surname:Tuji;given-names:T.",
              "pub-id_pmid": "12477633",
              "section_type": "REF",
              "source": "Forensic Sci. Int.",
              "type": "ref",
              "volume": "130",
              "year": "2002"
            },
            "text": "Degradation profile of mRNA in a dead rat body: basic semi-quantification study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41624,
            "infons": {
              "section_type": "REF",
              "type": "ref",
              "year": "2008"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41625,
            "infons": {
              "fpage": "e0152877",
              "name_0": "surname:Jonscher;given-names:K.R.",
              "name_1": "surname:Alfonso-Garcia;given-names:A.",
              "name_2": "surname:Suhalim;given-names:J.L.",
              "name_3": "surname:Orlicky;given-names:D.J.",
              "name_4": "surname:Potma;given-names:E.O.",
              "name_5": "surname:Ferguson;given-names:V.L.",
              "name_6": "surname:Bouxsein;given-names:M.L.",
              "name_7": "surname:Bateman;given-names:T.A.",
              "name_8": "surname:Stodieck;given-names:L.S.",
              "name_9": "surname:Levi;given-names:M.",
              "pub-id_pmid": "27097220",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "11",
              "year": "2016"
            },
            "text": "Spaceflight activates lipotoxic pathways in mouse liver",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41681,
            "infons": {
              "fpage": "629",
              "name_0": "surname:Kumar;given-names:A.",
              "name_1": "surname:Kankainen;given-names:M.",
              "name_2": "surname:Parsons;given-names:A.",
              "name_3": "surname:Kallioniemi;given-names:O.",
              "name_4": "surname:Mattila;given-names:P.",
              "name_5": "surname:Heckman;given-names:C.A.",
              "pub-id_pmid": "28818039",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "18",
              "year": "2017"
            },
            "text": "The impact of RNA sequence library construction protocols on transcriptomic profiling of leukemia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41779,
            "infons": {
              "fpage": "1356",
              "lpage": "1358",
              "name_0": "surname:Lee;given-names:J.",
              "name_1": "surname:Hever;given-names:A.",
              "name_2": "surname:Willhite;given-names:D.",
              "name_3": "surname:Zlotnik;given-names:A.",
              "name_4": "surname:Hevezi;given-names:P.",
              "pub-id_pmid": "15955843",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "19",
              "year": "2005"
            },
            "text": "Effects of RNA degradation on gene expression analysis of human postmortem tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41862,
            "infons": {
              "fpage": "915",
              "lpage": "925",
              "name_0": "surname:Li;given-names:S.",
              "name_1": "surname:Tighe;given-names:S.W.",
              "name_2": "surname:Nicolet;given-names:C.M.",
              "name_3": "surname:Grove;given-names:D.",
              "name_4": "surname:Levy;given-names:S.",
              "name_5": "surname:Farmerie;given-names:W.",
              "name_6": "surname:Viale;given-names:A.",
              "name_7": "surname:Wright;given-names:C.",
              "name_8": "surname:Schweitzer;given-names:P.A.",
              "name_9": "surname:Gao;given-names:Y.",
              "pub-id_pmid": "25150835",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "32",
              "year": "2014"
            },
            "text": "Multi-platform assessment of transcriptome profiling using RNA-seq in the ABRF next-generation sequencing study",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41974,
            "infons": {
              "fpage": "222",
              "lpage": "230",
              "name_0": "surname:Miyatake;given-names:Y.",
              "name_1": "surname:Ikeda;given-names:H.",
              "name_2": "surname:Michimata;given-names:R.",
              "name_3": "surname:Koizumi;given-names:S.",
              "name_4": "surname:Ishizu;given-names:A.",
              "name_5": "surname:Nishimura;given-names:N.",
              "name_6": "surname:Yoshiki;given-names:T.",
              "pub-id_pmid": "15507240",
              "section_type": "REF",
              "source": "Exp. Mol. Pathol.",
              "type": "ref",
              "volume": "77",
              "year": "2004"
            },
            "text": "Differential modulation of gene expression among rat tissues with warm ischemia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42054,
            "infons": {
              "fpage": "e0174174",
              "name_0": "surname:Pecaut;given-names:M.J.",
              "name_1": "surname:Mao;given-names:X.W.",
              "name_2": "surname:Bellinger;given-names:D.L.",
              "name_3": "surname:Jonscher;given-names:K.R.",
              "name_4": "surname:Stodieck;given-names:L.S.",
              "name_5": "surname:Ferguson;given-names:V.L.",
              "name_6": "surname:Bateman;given-names:T.A.",
              "name_7": "surname:Mohney;given-names:R.P.",
              "name_8": "surname:Gridley;given-names:D.S.",
              "pub-id_pmid": "28542224",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42138,
            "infons": {
              "fpage": "41114",
              "name_0": "surname:Petrova;given-names:O.E.",
              "name_1": "surname:Garcia-Alcalde;given-names:F.",
              "name_2": "surname:Zampaloni;given-names:C.",
              "name_3": "surname:Sauer;given-names:K.",
              "pub-id_pmid": "28117413",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Comparative evaluation of rRNA depletion procedures for the improved analysis of bacterial biofilm and mixed pathogen culture transcriptomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42279,
            "infons": {
              "fpage": "113",
              "lpage": "118",
              "name_0": "surname:Pierozan;given-names:P.",
              "name_1": "surname:Jernerén;given-names:F.",
              "name_2": "surname:Ransome;given-names:Y.",
              "name_3": "surname:Karlsson;given-names:O.",
              "pub-id_pmid": "28244216",
              "section_type": "REF",
              "source": "Basic Clin. Pharmacol. Toxicol.",
              "type": "ref",
              "volume": "121",
              "year": "2017"
            },
            "text": "The choice of euthanasia method affects metabolic serum biomarkers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42346,
            "infons": {
              "fpage": "1753",
              "lpage": "1759",
              "name_0": "surname:Ray;given-names:S.",
              "name_1": "surname:Gebre;given-names:S.",
              "name_2": "surname:Fogle;given-names:H.",
              "name_3": "surname:Berrios;given-names:D.C.",
              "name_4": "surname:Tran;given-names:P.B.",
              "name_5": "surname:Galazka;given-names:J.M.",
              "name_6": "surname:Costes;given-names:S.V.",
              "pub-id_pmid": "30329036",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "35",
              "year": "2019"
            },
            "text": "GeneLab: omics database for spaceflight experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42398,
            "infons": {
              "fpage": "2",
              "lpage": "23",
              "name_0": "surname:Rettig;given-names:T.A.",
              "name_1": "surname:Ward;given-names:C.",
              "name_2": "surname:Pecaut;given-names:M.J.",
              "name_3": "surname:Chapes;given-names:S.K.",
              "pub-id_pmid": "29270444",
              "section_type": "REF",
              "source": "Gravit. Space Res.",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Validation of methods to assess the immunoglobulin gene repertoire in tissues obtained from mice on the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42530,
            "infons": {
              "fpage": "4717",
              "name_0": "surname:Ronca;given-names:A.E.",
              "name_1": "surname:Moyer;given-names:E.L.",
              "name_2": "surname:Talyansky;given-names:Y.",
              "name_3": "surname:Lowe;given-names:M.",
              "name_4": "surname:Padmanabhan;given-names:S.",
              "name_5": "surname:Choi;given-names:S.",
              "name_6": "surname:Gong;given-names:C.",
              "name_7": "surname:Cadena;given-names:S.M.",
              "name_8": "surname:Stodieck;given-names:L.",
              "name_9": "surname:Globus;given-names:R.K.",
              "pub-id_pmid": "30976012",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Behavior of mice aboard the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42586,
            "infons": {
              "fpage": "442",
              "name_0": "surname:Schuierer;given-names:S.",
              "name_1": "surname:Carbone;given-names:W.",
              "name_2": "surname:Knehr;given-names:J.",
              "name_3": "surname:Petitjean;given-names:V.",
              "name_4": "surname:Fernandez;given-names:A.",
              "name_5": "surname:Sultan;given-names:M.",
              "name_6": "surname:Roma;given-names:G.",
              "pub-id_pmid": "28583074",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "18",
              "year": "2017"
            },
            "text": "A comprehensive assessment of RNA-seq protocols for degraded and low-quantity samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42672,
            "infons": {
              "fpage": "5466",
              "lpage": "5477",
              "name_0": "surname:Shen;given-names:H.",
              "name_1": "surname:Lim;given-names:C.",
              "name_2": "surname:Schwartz;given-names:A.G.",
              "name_3": "surname:Andreev-Andrievskiy;given-names:A.",
              "name_4": "surname:Deymier;given-names:A.C.",
              "name_5": "surname:Thomopoulos;given-names:S.",
              "pub-id_pmid": "28821629",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "31",
              "year": "2017"
            },
            "text": "Effects of spaceflight on the muscles of the murine shoulder",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42733,
            "infons": {
              "fpage": "e91851",
              "name_0": "surname:Sigurgeirsson;given-names:B.",
              "name_1": "surname:Emanuelsson;given-names:O.",
              "name_2": "surname:Lundeberg;given-names:J.",
              "pub-id_pmid": "24632678",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Sequencing degraded RNA addressed by 3’ Tag counting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42788,
            "infons": {
              "fpage": "1122",
              "lpage": "1136",
              "name_0": "surname:Siwaszek;given-names:A.",
              "name_1": "surname:Ukleja;given-names:M.",
              "name_2": "surname:Dziembowski;given-names:A.",
              "pub-id_pmid": "25483043",
              "section_type": "REF",
              "source": "RNA Biol.",
              "type": "ref",
              "volume": "11",
              "year": "2014"
            },
            "text": "Proteins involved in the degradation of cytoplasmic mRNA in the major eukaryotic model systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42883,
            "infons": {
              "fpage": "32",
              "lpage": "38",
              "name_0": "surname:Spatz;given-names:J.M.",
              "name_1": "surname:Ellman;given-names:R.",
              "name_2": "surname:Cloutier;given-names:A.M.",
              "name_3": "surname:Louis;given-names:L.",
              "name_4": "surname:van Vliet;given-names:M.",
              "name_5": "surname:Dwyer;given-names:D.",
              "name_6": "surname:Stolina;given-names:M.",
              "name_7": "surname:Ke;given-names:H.Z.",
              "name_8": "surname:Bouxsein;given-names:M.L.",
              "pub-id_pmid": "28212706",
              "section_type": "REF",
              "source": "Life Sci. Space Res. (Amst)",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Sclerostin antibody inhibits skeletal deterioration in mice exposed to partial weight-bearing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42977,
            "infons": {
              "fpage": "1664",
              "lpage": "1671",
              "name_0": "surname:Staib-Lasarzik;given-names:I.",
              "name_1": "surname:Kriege;given-names:O.",
              "name_2": "surname:Timaru-Kast;given-names:R.",
              "name_3": "surname:Pieter;given-names:D.",
              "name_4": "surname:Werner;given-names:C.",
              "name_5": "surname:Engelhard;given-names:K.",
              "name_6": "surname:Thal;given-names:S.C.",
              "pub-id_pmid": "24945082",
              "section_type": "REF",
              "source": "J. Neurotrauma",
              "type": "ref",
              "volume": "31",
              "year": "2014"
            },
            "text": "Anesthesia for euthanasia influences mRNA expression in healthy mice and after Traumatic brain injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43079,
            "infons": {
              "fpage": "2623",
              "lpage": "2638",
              "name_0": "surname:Tascher;given-names:G.",
              "name_1": "surname:Brioche;given-names:T.",
              "name_2": "surname:Maes;given-names:P.",
              "name_3": "surname:Chopard;given-names:A.",
              "name_4": "surname:O’Gorman;given-names:D.",
              "name_5": "surname:Gauquelin-Koch;given-names:G.",
              "name_6": "surname:Blanc;given-names:S.",
              "name_7": "surname:Bertile;given-names:F.",
              "pub-id_pmid": "28590761",
              "section_type": "REF",
              "source": "J. Proteome Res.",
              "type": "ref",
              "volume": "16",
              "year": "2017"
            },
            "text": "Proteome-wide adaptations of mouse skeletal muscles during a full month in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43160,
            "infons": {
              "fpage": "58",
              "name_0": "surname:Wang;given-names:L.",
              "name_1": "surname:Nie;given-names:J.",
              "name_2": "surname:Sicotte;given-names:H.",
              "name_3": "surname:Li;given-names:Y.",
              "name_4": "surname:Eckel-Passow;given-names:J.E.",
              "name_5": "surname:Dasari;given-names:S.",
              "name_6": "surname:Vedell;given-names:P.T.",
              "name_7": "surname:Barman;given-names:P.",
              "name_8": "surname:Wang;given-names:L.",
              "name_9": "surname:Weinshiboum;given-names:R.",
              "pub-id_pmid": "26842848",
              "section_type": "REF",
              "source": "BMC Bioinformatics",
              "type": "ref",
              "volume": "17",
              "year": "2016"
            },
            "text": "Measure transcript integrity using RNA-seq data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43208,
            "infons": {
              "fpage": "63",
              "lpage": "75",
              "name_0": "surname:Ward;given-names:C.",
              "name_1": "surname:Rettig;given-names:T.A.",
              "name_2": "surname:Hlavacek;given-names:S.",
              "name_3": "surname:Bye;given-names:B.A.",
              "name_4": "surname:Pecaut;given-names:M.J.",
              "name_5": "surname:Chapes;given-names:S.K.",
              "pub-id_pmid": "29475521",
              "section_type": "REF",
              "source": "Life Sci. Space Res. (Amst)",
              "type": "ref",
              "volume": "16",
              "year": "2018"
            },
            "text": "Effects of spaceflight on the immunoglobulin repertoire of unimmunized C57BL/6 mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43292,
            "infons": {
              "fpage": "75",
              "name_0": "surname:Xiong;given-names:B.",
              "name_1": "surname:Yang;given-names:Y.",
              "name_2": "surname:Fineis;given-names:F.R.",
              "name_3": "surname:Wang;given-names:J.-P.",
              "pub-id_pmid": "30992037",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "20",
              "year": "2019"
            },
            "text": "DegNorm: normalization of generalized transcript degradation improves accuracy in RNA-seq analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43391,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplemental Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43416,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Supplemental Information can be found online at Mendeley Data: https://doi.org/10.17632/5hzrgfgxct.1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]