[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250708",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC7382458",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41598-020-69188-4",
              "article-id_pmc": "PMC7382458",
              "article-id_pmid": "32709938",
              "article-id_publisher-id": "69188",
              "elocation-id": "12399",
              "kwd": "Biological techniques Microbiology Environmental sciences",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Jaing;given-names:Crystal",
              "name_1": "surname:Thissen;given-names:James",
              "name_10": "surname:Smith;given-names:David J.",
              "name_2": "surname:Morrison;given-names:Michael",
              "name_3": "surname:Dillon;given-names:Michael B.",
              "name_4": "surname:Waters;given-names:Samantha M.",
              "name_5": "surname:Graham;given-names:Garrett T.",
              "name_6": "surname:Be;given-names:Nicholas A.",
              "name_7": "surname:Nicoll;given-names:Patrick",
              "name_8": "surname:Verma;given-names:Sonali",
              "name_9": "surname:Caro;given-names:Tristan",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "10",
              "year": "2020"
            },
            "text": "Sierra Nevada sweep: metagenomic measurements of bioaerosols vertically distributed across the troposphere",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 107,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "To explore how airborne microbial patterns change with height above the Earth’s surface, we flew NASA’s C-20A aircraft on two consecutive days in June 2018 along identical flight paths over the US Sierra Nevada mountain range at four different altitudes ranging from 10,000 ft to 40,000 ft. Bioaerosols were analyzed by metagenomic DNA sequencing and traditional culturing methods to characterize the composition and diversity of atmospheric samples compared to experimental controls. The relative abundance of taxa changed significantly at each altitude sampled, and the diversity profile shifted across the two sampling days, revealing a regional atmospheric microbiome that is dynamically changing. The most proportionally abundant microbial genera were Mycobacterium and Achromobacter at 10,000 ft; Stenotrophomonas and Achromobacter at 20,000 ft; Delftia and Pseudoperonospora at 30,000 ft; and Alcaligenes and Penicillium at 40,000 ft. Culture-based detections also identified viable Bacillus zhangzhouensis, Bacillus pumilus, and Bacillus spp. in the upper troposphere. To estimate bioaerosol dispersal, we developed a human exposure likelihood model (7-day forecast) using general aerosol characteristics and measured meteorological conditions. By coupling metagenomics to a predictive atmospheric model, we aim to set the stage for field campaigns that monitor global bioaerosol emissions and impacts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1523,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1536,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Aerosols (mostly desert dust, black carbon and ocean spray) regularly disperse across the Pacific Ocean with springtime atmospheric winds – in fact, models suggest that as much as 64 Teragrams of Asian aerosols can be transported to North America annually. Past studies have reported microorganisms co-transported with globally-dispersed aerosols, and that both DNA signatures and viable cells can be detected in air masses. For example, thousands of taxonomic signatures were measured in springtime Asian dust plumes delivering free tropospheric bioaerosols to an alpine research station in central Oregon. In a separate flight project surveying airborne microorganisms in the western region of the United States, several taxa were found to be enriched in the upper atmosphere, including bacterial families Lachnospiraceae, Ruminococcaceae and Erysipelotrichaceae. Despite harsh conditions in the atmosphere, viable bacterial isolates were recovered from the same study, including Bacillus sp., Micrococcus sp., Arthrobacter sp. and Staphylococcus sp.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2591,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previous aerobiology campaigns using aircraft were flown at single altitudes in order to refine collection methods and demonstrate some of the first measurements of an atmospheric microbiome. To date, there are only a few studies that have examined microbiological changes across a vertical gradient in Earth’s troposphere. More studies using advanced genomic techniques such as shotgun metagenomic sequencing will be essential to formulating predictive models of bioaerosols and how the atmospheric microbiome is influenced by meteorological conditions. High-altitude aircraft can be used to travel at variable altitudes in the atmosphere, allowing us to investigate how bioaerosols patterns change with height above the surface. Herein, we report microbial composition in a “staircase pattern” flown at 10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft using an Aircraft Bioaerosol Collector (ABC) device onboard NASA’s C-20A aircraft. Air samples were collected on two consecutive flight days (June 20–21, 2018) in the vicinity of Palmdale, CA, USA, across the Sierra Nevada mountain range. Following each flight, captured bioaerosols were analyzed with traditional culture-based methods as well as metagenomic DNA sequencing. A meteorological and atmospheric dispersion computer model was then applied to the microbiological dataset to provide predictions of bioaerosol measurement signals and potential population exposures in downwind regions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4047,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4055,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sampling flights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4072,
            "infons": {
              "file": "41598_2020_69188_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sampling over the US Sierra Nevada mountain range. (a) Aircraft Bioaerosol Collector (ABC) onboard NASA’s C-20A aircraft. Air sampling line, flow valve, cascade impactor, and air flow meter shown on workbench; (b) June 20, 2018, view from C-20A window at lowest altitude sampled (10,000 ft) above the US Sierra Nevada mountain range with an aerosol haze visible on the horizon; (c) Flight pattern on June 20, 2018 based on GPS data, sampling for 30–40 min at 10,000 ft steps up to 40,000 ft; (d) Flight pattern on June 21, 2018 based on GPS data, sampling for 30–40 min starting at 40,000 ft and stepping down in 10,000 ft steps. Panels C and D were generated using Mathworks Matlab software, versions R2018 to R2019 (https://www.mathworks.com/products/matlab.html), from the recorded flight path.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4878,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Two research flights (Fig. 1) were flown over the Sierra Nevada mountains (Supplementary Fig. S1) across California using NASA’s C-20A Gulfstream III aircraft available through the Airborne Science Program at Armstrong Flight Research Center (AFRC). The first flight was 2.9 h total flown on June 20, 2018; the second flight was 3.5 h total on June 21, 2018. During each daytime flight, the aircraft ascended to 40,000 ft and remained at this altitude for 30–40 min sampling air at an estimated rate of 8.5 L·min−1. Then, in a “staircase” pattern, the aircraft descended in 10,000 ft increments from 30,000 ft, to 20,000 ft, to 10,000 ft, for 30–40 min of air sampling at each altitude step. Supplementary Table S1 summarizes sampling times and other pertinent flight information. Aircraft telemetry data was visualized using Google Earth Pro software with images from Landsat and Copernicus to generate terrain (Supplementary Fig. S1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5833,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sample collection procedures were carried out using the ABC hardware system as previously described. Before the aircraft reached each sampling altitude, gamma-irradiated (i.e., DNA-treated) gelatinous filter membranes were loaded into a cascade impactor (Supplementary Fig. S2). Two different cascade impactor stages were used to size separate the bioaerosols (Product TE-10–860; Tisch Environmental, Cleves, OH). Each sampler stage had 400 small, round, drilled orifices (1.18 mm on first stage; 0.25 mm on second stage). As described by Smith et al., the first stage should capture aerosols larger than 8 μm (if traveling into the inlet) while the second stage would capture smaller aerosols between 1 and 8 μm (nominal). The first stage holds Filter A and second stage holds Filter B. An upstream valve was used to regulate atmospheric air flowing into the system. With the air flow off, fresh filters were aseptically swapped into the sampling system before the next altitude was sampled. A total of 16 filter samples were collected at the four different altitudes on two consecutive flight days with two filters staged at each altitude.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6983,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Experimental controls",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7005,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To produce a baseline for assessing known system contaminants, we followed a previously described methodwhere pre-flight and post-flight ground controls were collected on the C-20A window plate, air probe inlet, and an exterior portion of the aircraft upstream of the sampling probe using a pre-wetted, DNA-free sterile applicator (Puritan cat #25-3306UTTFDNA). Swabs were stored in 5 mL of sterile deionized water within a 15 ml Falcon tube and kept at 4 °C until laboratory processing. To characterize contaminants inside the aircraft, a blank gelatinous filter was placed in a petri dish resting on the work bench and exposed to ambient aircraft cabin air during every filter exchange. These samples were reported as cabin controls. The surface of the bench holding the cascade sampler was also swabbed with a pre-wetted, DNA-free sterile applicator as an additional cabin control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7894,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Post-flight sample processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7924,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For each sample, one filter half was archived in a −80 °C freezer (TSU-600A, Thermo Scientific, Asheville, NC) and the other half was put in 40 ml of warm (37 °C) molecular grade water which easily dissolved the gelatinous filter membrane. The sample was then concentrated using the InnovaPrep CP Select concentrating pipette (InnovaPrep, Drexel, MO). The concentrator passed the entire sample volume (40 ml) through a 0.1 µm flat polyethersulfone membrane (part number CC08001), followed elution buffer (EB, phosphate buffering solution with 0.75% Tween-20 [PBST]) into a final output volume of 1 mL. Filters A and B were processed separately. Similarly, swabs contained in 15 mL tubes (wetted with 5 ml of sterile water) from ground and cabin control samples were concentrated in 1 mL of EB. For each concentrated volume, 200 µL was used for DNA extraction and subsequent metagenomic sequencing; 100 µL was used for culture-based recovery assays; and 700 µL was archived at −80 °C in the freezer in 20% glycerol stocks (final volume). We have included three process controls. The first one is the whole blank gelatinous membrane filter that has gone through the entire InnovaPrep processing and DNA extraction; the other two are two replicates of the DNA extraction with no template controls. A total of 13 ground, cabin and process control samples were collected during the aircraft flight operations. Supplementary Table S2 summarizes all experimental samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9411,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9426,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A total volume of 200 µl was utilized for DNA extraction from the 1 mL InnovaPrep concentrated sample. Each sample was extracted using the Qiagen AllPrep PowerViral DNA/RNA Kit (part number 28000, Hilden, Germany). Standard manufacturer’s protocols with bead beating were followed to extract DNA from each sample. Samples were eluted in 60 µL of elution buffer and quantitated using the ThermoFisher Qubit Fluorometer (Waltham, MA). The average concentration of flight samples and controls was approximately 14.9 pg/µL.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9958,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Metagenomic sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9981,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Illumina NextSeq500 was used for shotgun metagenomic sequencing with the Illumina NextSeq Series High Output Kit v2 (San Diego, CA), using 150 base pair, paired-end reads. DNA libraries were prepared for sequencing using the Illumina Nextera Flex DNA Library Preparation Kit (part number 20018705). For each sample, approximately 400 pg was input into the kit and standard manufacturer protocols were followed. Quality, concentration, and fragment sizes of the completed libraries were assessed on the Agilent Tapestation 4200 (Santa Clara, CA). Libraries were normalized and pooled to 100–200 pM according to the Agilent Tapestation determined concentrations. The pooled library sample was quantitated using the ThermoFisher Qubit fluorimeter and denaturing steps were performed according to the manufacturer’s standard recommendations (Illumina). A concentration of 1% of Illumina’s standard positive control (PhiX) was added to the pooled libraries and 1.3 pM final library concentration was input into the Illumina NextSeq 500 instrument.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11037,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Taxonomy identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11061,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metagenomic sequences were analyzed using the Livermore Metagenomics Analysis Toolkit (LMAT), a metagenomic analysis pipeline that searches for taxonomic identifiers associated with k-mers in reference genome databases. The database contains distinct species-level alignments for 4,863 bacteria; 4,189 viruses; 2,038 eukaryotes; and 279 archaea.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11407,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Ecological distance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11427,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Similarity between samples was visualized using non-metric multidimensional scaling (NMDS) and the t-Distributed Stochastic Neighbor Embedding (tSNE) methods. NMDS analysis was performed by Jaccard distance of detection, comparing microbial presence (above 1 LMAT read) and absence differences at the genus level between samples. tSNE of quantification matrices was used to reduce high-dimensional data into a low-dimensional space for visualization. Through both data processing techniques, samples with high similarity will cluster together whereas less similar samples will be spaced further apart. Prior to tSNE analyses, the relative abundance of each taxon in a sample was transformed into Euclidian space using the center log-ratio (clr) method in the ALDEx2 (v.1.16.0) R package.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12215,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Alpha diversity and differential abundance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12258,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Alpha diversity refers to the diversity within an ecosystem. It is usually expressed by the number of species (i.e., species richness) in that ecosystem. Alpha (α) diversity was estimated for each sample and compared within altitudes across flight days. We quantified α-diversity using the Chao1 estimator and the observed number of effective taxa (qNeff) weighted by each taxonomic proportion of DNA per sample. Weights were chosen such that qNeff corresponded to the following transformations of commonly used diversity indices: observed richness (the number of taxa seen; 0Neff), exponentiated Shannon index (both taxa richness and evenness; 1Neff), and the reciprocal Simpson index (dominance and evenness of taxa; 2Neff).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12993,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A differential abundance analysis was performed for taxa at each altitude step using the ALDEx2 (v.1.16.0) R package. Individual abundances for an identified taxon were transformed using the centered log-ratio (clr) method. Transformed counts were then analyzed for differential abundances across altitudes steps using the aldex.glm() function. Finally, P values for taxa were corrected for multiple tests using the Benjamini and Hochberg method.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13440,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Culture-based recovery and identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13482,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "After sample concentration, 100 µL aliquots were spread onto Reasoner's 2A agar (R2A) plates and Trypticase soy agar (TSA) plates, wrapped in Parafilm (American National Can, Chicago, IL) and incubated in the dark at 25 °C for up to four weeks while monitoring signs of growth. Individual colonies were sub-cultured on R2A until isolated, and then cryopreserved with 10% sterile glycerol (Amresco, Solon, OH) and nutrient broth (Difco, Sparks, MD) at -80 °C. Bacterial colonies DNA extraction and 16S rRNA Sanger sequencing was done by GENEWIZ (South Planfield, NJ). Forward and reverse 16S rRNA sequences were merged and searched against the NCBI non-redundant database using BLASTn.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14172,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Atmospheric modeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14193,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "HYSPLIT back-trajectorieswere obtained using reanalysis data on the READY website, https://www.ready.noaa.gov. Heights at the different sampling altitudes were used as input for starting points in the model.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14401,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Atmospheric microbes are co-transported in aerosols that have a wide range of sizes. We forecasted aerosol (forward) dispersal from the sampled locations using several modeling process assumptions. Since the typical lifetime of relatively small particles in the upper troposphere (e.g., 10 days for 9 μm particles) is comparable to the analysis timescale of one week, our analysis does not require a detailed particle size distribution. First, the bioaerosols were assumed to be 1-μm aerodynamic diameter particles released at a constant rate along the sampling flight path. Our choice of a spatially and temporally uniform particle concentration matches the sampling resolution within the flight path. Second, the downwind time-integrated concentration of the released material was predicted using the Department of Energy, Lawrence Livermore National Laboratory, National Atmospheric Release Advisory Center (DOE LLNL NARAC) modeling system. Atmospheric Data Assimilation and Parameterization Techniques (ADAPT) / Lagrangian Operational Dispersion Integrator (LODI) models. The ADAPT model was initialized with 0.25 deg resolution Global Forecast Model fields. Our modeling resolved North American near-surface influences up to seven days after flights with a 30.8 km horizontal resolution. Default ADAPT upper-tropospheric dispersion parameters were used: 0.01 m2·s−1 and 0.25 m2·s−2 for the vertical eddy diffusivity (Kz) and horizontal velocity variance (σu2 = σv2), respectively, and, while reasonable for many situations, may underestimate the overall vertical atmospheric mixing during the seven day period. Non-precipitation atmospheric removal processes were accounted for by including both (a) gravitational settling and (b) an additional 0.003 m·s−1 deposition velocity. We chose the latter value to reflect deposition to regions with significant vegetation. In order to simplify the modeling effort, other known effects on aerosol lifetimes in the atmosphere, including highly convective conditions and additional emissions from the Earth’s surface were not considered. Finally, to make our forecasts more relevant to downwind human population centers, we estimated the “average” outdoor individual and population-level exposures. The individual exposure probability was calculated by multiplying (a) predicted near-surface outdoor aerosol concentrations by (b) an average adult breathing rate (respiratory second volume) of 2 × 10–4 m3·s−1. The population-level exposure estimate was calculated by multiplying the individual exposure estimate by the population as reported in the LandScan 2015 High Resolution Global Population Database.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17091,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17099,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Metagenomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17112,
            "infons": {
              "file": "41598_2020_69188_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Visualization of sample clustering using multiple distance and similarity metrics. (a) Non-metric multidimensional scaling (NMDS) using the Jaccard distance depicting sample similarity with taxonomic presence-absence profiles; (b) Sample clustering using t-Distributed Stochastic Neighbor Embedding (tSNE) analysis of taxa abundance. The figure was generated in R (v.3.6.0)  using package ggplot2 (v.3.2.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17520,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Approximately 10 M reads were obtained for each flight sample. After LMAT analysis, which combines forward and reverse reads into a single unit, an average of 5 M reads per sample were uniquely assigned to a taxonomic identifier at the given score threshold. On average, 940,000 reads per sample corresponded to microbial sequences, out of which 613,000 reads were assigned at the genus level. The detailed number of reads for each flight and control sample is listed in Supplementary Table S2. Two statistical methods were used to visualize sample clustering: NMDS and tSNE. Neither of the two data visualization approaches showed clear clustering of flight samples by altitude (Fig. 2). Colored circles represent flight samples from each altitude. Four samples from each altitude were included: filters A and B from Day 1 and filters A and B from Day 2. Three cabin air control, three process control and six ground control samples were included in both data visualization methods to help determine if atmospheric samples were significantly different from the controls. Jaccard distance (Fig. 2a) showed a tighter grouping of the flight samples based on altitude, but overlap patterns suggested a high amount of similarity between sampling at different heights. Most of the control samples clustered together by NMDS visualization (Fig. 2a); tSNE also showed majority of controls separated from flight samples (Fig. 2b). ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18950,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Alpha diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18966,
            "infons": {
              "file": "41598_2020_69188_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Alpha (α)-diversity for flight and ground samples at genus level resolution. α-diversity quantified as 1Neff with samples shown as circles. The area of each circle is proportional to the number of genus-resolved fragments in a sample. Violin plots show density of α-diversity, box plots show the first, second and third quartiles, and 1.5 times the interquartile range of each time point’s α-diversity sample distribution. Dark red diamonds represent the means. The figure was generated in R (v.3.6.0) using package ggplot2 (v.3.2.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19517,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 3 is a genus level comparison of richness and evenness between samples (ground and flight); Supplementary Fig. S3 shows the alpha diversity at the species level. Six ground controls (pre-flight and post-flight swabs), along with four data points from each altitude (Filters A (alpha) and B (beta); both flight days) were included in the diversity comparison. No significant differences between samples were observed using a Kruskall-Wallis one-way ANOVA of species richness, nor Shannon and Simpson indices. Further pairwise comparisons of ground, 10,000 ft and 30,000 ft groups using the Mann–Whitney and Student’s t-tests found no significant difference between the groups either. The Simpson index comparison at the genus level resulted in the smallest p value of 0.078. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20304,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Relative abundance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20323,
            "infons": {
              "file": "41598_2020_69188_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Relative abundance of genera across altitudes on both sampling days. Samples from Filter A separated by day and collection altitude to examine shifts in relative abundance of genera. Achromobacter, Stenotrophomonas, Streptococcus, and Delftia were among the top 12 most abundant taxa in both days. Bacterial genera that were not among the top 12 represented by light gray colored bars. In additional to bacterial and fungal taxa shown, Pinus koraiensis and Pinus radiata were also detected at 10,000 ft on the second flight day (June 21, 2018) but were not plotted for clarity. The figure was generated in R (v.3.6.0) using package ggplot2 (v.3.2.1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20974,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Proportionally abundant microbial taxa from each flight day are depicted for Filter A (Fig. 4) and Filter B (Supplementary Fig. S4). The 12 most abundant genera in Filter A (from either day) were Achromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena, and Veillonella.. Detected as proportionally abundant in both days were Achromobacter, Stenotrophomonas, Streptococcus, and Delftia. On June 20, 2018, Lachnoanaerobaculum, Alcaligenes, Mycobacterium, Tetrahymena, and Veillonella appeared, whereas Penicillium, Prevotella, Pseudoperonospora, and Porphyromonas were only abundant on June 21, 2018. In addition to microbial taxa, Pinus koraiensis and Pinus radiata were also detected as proportionally abundant at 10,000 ft but only on the second flight day (June 21, 2018). Species level abundance of Filter A is depicted in Supplementary Fig. S5, Achromobacter xylosoxidans, Alcaligenes faecalis, Bradyrhizobium sp. DFCI-1, Delftia acidovorans, Delftia sp. Cs1-4, Lachnoanaerobaculum saburreum, Mycobacterium abscessus, Paenibacillus fonticola, Penicillium aurantiogriseum, Pseudoperonospora cubensis, Stenotrophomonas maltophilia, and Veillonella dispar were detected. The top 12 most abundant genera in Filter B included Achromobacter, Bradyrhizobium, Byssochlamys, Chryseobacterium, Delftia, Enterobacter, Gardnerella, Meiothermus, Penicillium, Prevotella, Stenotrophomonas, Streptococcus (Supplementary Fig. S3). ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22501,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the experimental controls (Supplementary Fig. S6), the most abundant detected species or plasmids were Achromobacter xylosoxidans, Acidovorox sp. JS42 plasmid pAOVO01, Alicycliphilus denitrificans, Aspergillus oryzae, Aureobasidium pullulans, Bradyrhizobium sp. DFCI-1, Capnocytophaga sp. oral taxon 326, Eimeria mitis, Eimeria praecox, Haemophilus parainfluenzae, Neosartorya fischeri, and Prevotella sp. ICM33. Achromobacter xylosoxidans and Bradyrhizobium sp. DFCI-1 were detected in both flight samples and control samples, suggesting the possibility of contamination associated with those reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23105,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Top five most abundant genera at each altitude compared to pre-flight ground controls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23192,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Altitude (ft)</th><th align=\"left\" colspan=\"2\">June 20, 2018</th><th align=\"left\" colspan=\"2\">June 21, 2018</th></tr><tr><th align=\"left\">Genus</th><th align=\"left\">Relative abundance (%)</th><th align=\"left\">Genus</th><th align=\"left\">Relative abundance (%)</th></tr></thead><tbody><tr><td align=\"left\">0</td><td align=\"left\"><italic>Eimeria</italic></td><td char=\".\" align=\"char\">93.29</td><td align=\"left\"><italic>Prevotella</italic></td><td char=\".\" align=\"char\">26.46</td></tr><tr><td align=\"left\">0</td><td align=\"left\"><italic>Delftia</italic></td><td char=\".\" align=\"char\">1.81</td><td align=\"left\"><italic>Alicycliphilus</italic></td><td char=\".\" align=\"char\">22.63</td></tr><tr><td align=\"left\">0</td><td align=\"left\"><italic>Penicillium</italic></td><td char=\".\" align=\"char\">0.99</td><td align=\"left\"><italic>Achromobacter</italic></td><td char=\".\" align=\"char\">19.53</td></tr><tr><td align=\"left\">0</td><td align=\"left\"><italic>Solirubrobacter</italic></td><td char=\".\" align=\"char\">0.88</td><td align=\"left\"><italic>Streptococcus</italic></td><td char=\".\" align=\"char\">19.20</td></tr><tr><td align=\"left\">0</td><td align=\"left\"><italic>Escherichia</italic></td><td char=\".\" align=\"char\">0.77</td><td align=\"left\"><italic>Acidovorax</italic></td><td char=\".\" align=\"char\">10.11</td></tr><tr><td align=\"left\">10,000</td><td align=\"left\"><italic>Mycobacterium</italic></td><td char=\".\" align=\"char\">30.37</td><td align=\"left\"><italic>Achromobacter</italic></td><td char=\".\" align=\"char\">53.37</td></tr><tr><td align=\"left\">10,000</td><td align=\"left\"><italic>Tetrahymena</italic></td><td char=\".\" align=\"char\">26.16</td><td align=\"left\"><italic>Prevotella</italic></td><td char=\".\" align=\"char\">22.52</td></tr><tr><td align=\"left\">10,000</td><td align=\"left\"><italic>Veillonella</italic></td><td char=\".\" align=\"char\">17.60</td><td align=\"left\"><italic>Escherichia</italic></td><td char=\".\" align=\"char\">6.46</td></tr><tr><td align=\"left\">10,000</td><td align=\"left\"><italic>Bradyrhizobium</italic></td><td char=\".\" align=\"char\">12.22</td><td align=\"left\"><italic>Streptococcus</italic></td><td char=\".\" align=\"char\">5.51</td></tr><tr><td align=\"left\">10,000</td><td align=\"left\"><italic>Orpinomyces</italic></td><td char=\".\" align=\"char\">8.98</td><td align=\"left\"><italic>Porphyromonas</italic></td><td char=\".\" align=\"char\">4.14</td></tr><tr><td align=\"left\">20,000</td><td align=\"left\"><italic>Stenotrophomonas</italic></td><td char=\".\" align=\"char\">73.11</td><td align=\"left\"><italic>Achromobacter</italic></td><td char=\".\" align=\"char\">55.71</td></tr><tr><td align=\"left\">20,000</td><td align=\"left\"><italic>Lachnoanaerobaculum</italic></td><td char=\".\" align=\"char\">24.22</td><td align=\"left\"><italic>Prevotella</italic></td><td char=\".\" align=\"char\">21.63</td></tr><tr><td align=\"left\">20,000</td><td align=\"left\"><italic>Achromobacter</italic></td><td char=\".\" align=\"char\">2.39</td><td align=\"left\"><italic>Delftia</italic></td><td char=\".\" align=\"char\">8.40</td></tr><tr><td align=\"left\">20,000</td><td align=\"left\"><italic>Chryseobacterium</italic></td><td char=\".\" align=\"char\">0.22</td><td align=\"left\"><italic>Aspergillus</italic></td><td char=\".\" align=\"char\">5.80</td></tr><tr><td align=\"left\">20,000</td><td align=\"left\"><italic>Astrammina</italic></td><td char=\".\" align=\"char\">0.01</td><td align=\"left\"><italic>Helicobacter</italic></td><td char=\".\" align=\"char\">5.74</td></tr><tr><td align=\"left\">30,000</td><td align=\"left\"><italic>Delftia</italic></td><td char=\".\" align=\"char\">82.72</td><td align=\"left\"><italic>Pseudoperonospora</italic></td><td char=\".\" align=\"char\">76.50</td></tr><tr><td align=\"left\">30,000</td><td align=\"left\"><italic>Paenibacillus</italic></td><td char=\".\" align=\"char\">10.87</td><td align=\"left\"><italic>Streptococcus</italic></td><td char=\".\" align=\"char\">14.24</td></tr><tr><td align=\"left\">30,000</td><td align=\"left\"><italic>Streptococcus</italic></td><td char=\".\" align=\"char\">4.88</td><td align=\"left\"><italic>Pseudomonas</italic></td><td char=\".\" align=\"char\">6.31</td></tr><tr><td align=\"left\">30,000</td><td align=\"left\"><italic>Chryseobacterium</italic></td><td char=\".\" align=\"char\">0.30</td><td align=\"left\"><italic>Delftia</italic></td><td char=\".\" align=\"char\">2.25</td></tr><tr><td align=\"left\">30,000</td><td align=\"left\"><italic>Prevotella</italic></td><td char=\".\" align=\"char\">0.30</td><td align=\"left\"><italic>Stenotrophomonas</italic></td><td char=\".\" align=\"char\">0.34</td></tr><tr><td align=\"left\">40,000</td><td align=\"left\"><italic>Alcaligenes</italic></td><td char=\".\" align=\"char\">97.92</td><td align=\"left\"><italic>Penicillium</italic></td><td char=\".\" align=\"char\">82.48</td></tr><tr><td align=\"left\">40,000</td><td align=\"left\"><italic>Pseudomonas</italic></td><td char=\".\" align=\"char\">1.93</td><td align=\"left\"><italic>Achromobacter</italic></td><td char=\".\" align=\"char\">17.43</td></tr><tr><td align=\"left\">40,000</td><td align=\"left\"><italic>Meiothermus</italic></td><td char=\".\" align=\"char\">0.12</td><td align=\"left\"><italic>Sclerotinia</italic></td><td char=\".\" align=\"char\">0.06</td></tr><tr><td align=\"left\">40,000</td><td align=\"left\"><italic>Bradyrhizobium</italic></td><td char=\".\" align=\"char\">0.02</td><td align=\"left\"><italic>Escherichia</italic></td><td char=\".\" align=\"char\">0.01</td></tr><tr><td align=\"left\">40,000</td><td align=\"left\"><italic>Corynebacterium</italic></td><td char=\".\" align=\"char\">0.004</td><td align=\"left\"><italic>Bacteroides</italic></td><td char=\".\" align=\"char\">0.004</td></tr></tbody></table>\n"
            },
            "text": "Altitude (ft)\tJune 20, 2018\tJune 21, 2018\t \tGenus\tRelative abundance (%)\tGenus\tRelative abundance (%)\t \t0\tEimeria\t93.29\tPrevotella\t26.46\t \t0\tDelftia\t1.81\tAlicycliphilus\t22.63\t \t0\tPenicillium\t0.99\tAchromobacter\t19.53\t \t0\tSolirubrobacter\t0.88\tStreptococcus\t19.20\t \t0\tEscherichia\t0.77\tAcidovorax\t10.11\t \t10,000\tMycobacterium\t30.37\tAchromobacter\t53.37\t \t10,000\tTetrahymena\t26.16\tPrevotella\t22.52\t \t10,000\tVeillonella\t17.60\tEscherichia\t6.46\t \t10,000\tBradyrhizobium\t12.22\tStreptococcus\t5.51\t \t10,000\tOrpinomyces\t8.98\tPorphyromonas\t4.14\t \t20,000\tStenotrophomonas\t73.11\tAchromobacter\t55.71\t \t20,000\tLachnoanaerobaculum\t24.22\tPrevotella\t21.63\t \t20,000\tAchromobacter\t2.39\tDelftia\t8.40\t \t20,000\tChryseobacterium\t0.22\tAspergillus\t5.80\t \t20,000\tAstrammina\t0.01\tHelicobacter\t5.74\t \t30,000\tDelftia\t82.72\tPseudoperonospora\t76.50\t \t30,000\tPaenibacillus\t10.87\tStreptococcus\t14.24\t \t30,000\tStreptococcus\t4.88\tPseudomonas\t6.31\t \t30,000\tChryseobacterium\t0.30\tDelftia\t2.25\t \t30,000\tPrevotella\t0.30\tStenotrophomonas\t0.34\t \t40,000\tAlcaligenes\t97.92\tPenicillium\t82.48\t \t40,000\tPseudomonas\t1.93\tAchromobacter\t17.43\t \t40,000\tMeiothermus\t0.12\tSclerotinia\t0.06\t \t40,000\tBradyrhizobium\t0.02\tEscherichia\t0.01\t \t40,000\tCorynebacterium\t0.004\tBacteroides\t0.004\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24422,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Table 1 shows the taxonomic distinctions between samples, summarizing the five most abundant genera from each altitude and controls (depicting only Filter A samples for clarity). At 10,000 ft, the distribution of the top five genera was even (with abundances ranging from 30 to 9% on June 20, 2018; and 53% to 4% on June 21, 2018). At 40,000 ft, the top five taxa were dominated by a single genus (e.g., Alcaligenes 97% on June 20, 2018; Penicillium 82% on June 21, 2018). The altitude where the taxonomic composition was most similar between the two days sampled was 30,000 ft where both Delftia and Streptococcus were proportionally abundant. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25068,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Viable microorganisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25090,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Viable microorganisms recovered from flight and control samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25155,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Category</th><th align=\"left\">Environment</th><th align=\"left\">Genera identified</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"8\">Flight samples</td><td align=\"left\">10,000 ft Filter A</td><td align=\"left\">NA</td></tr><tr><td align=\"left\">10,000 ft Filter B</td><td align=\"left\">NA</td></tr><tr><td align=\"left\">20,000 ft Filter A</td><td align=\"left\"><italic>Bacillus zhangzhouensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR5\">5</xref></sup>*<sup>,</sup><sup>+</sup>, <italic>Bacillus pumilus</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup></td></tr><tr><td align=\"left\">20,000 ft Filter B</td><td align=\"left\">NA</td></tr><tr><td align=\"left\">30,000 ft Filter A</td><td align=\"left\"><italic>Bacillus zhangzhouensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>, <italic>Bacillus </italic>spp.<sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>\n<sup>^</sup></td></tr><tr><td align=\"left\">30,000 ft Filter B</td><td align=\"left\">NA</td></tr><tr><td align=\"left\">40,000 ft Filter A</td><td align=\"left\">NA</td></tr><tr><td align=\"left\">40,000 ft Filter B</td><td align=\"left\"><italic>Streptococcus</italic> sp.<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>^</sup>, <italic>Streptomyces</italic> spp.<sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>\n<sup>^</sup></td></tr><tr><td align=\"left\" rowspan=\"2\">Ground control</td><td align=\"left\">Pre-flight plane swab</td><td align=\"left\"><italic>Bacillus subtilis</italic><sup><xref ref-type=\"bibr\" rid=\"CR4\">4</xref></sup>\n<sup>+</sup>, <italic>Bacillus pumilus</italic><sup><xref ref-type=\"bibr\" rid=\"CR3\">3</xref></sup>\n<sup>+</sup>, <italic>Bacillus megaterium</italic><sup><xref ref-type=\"bibr\" rid=\"CR3\">3</xref></sup>\n<sup>+</sup>, <italic>Bacillus zhangzhouensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Bacillus safensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Bacillus </italic>spp.<sup><xref ref-type=\"bibr\" rid=\"CR8\">8</xref></sup>, <italic>Bacillus licheniformis</italic><sup><xref ref-type=\"bibr\" rid=\"CR3\">3</xref></sup>\n<sup>+</sup>, <italic>Bacillus halotolerans</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Lysinibacillus sinduriesis</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Methylorubrum zatmanii</italic><sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>\n<sup>^</sup>, <italic>Lysinibacillus </italic>sp<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup><italic>.</italic>\n<sup>+</sup></td></tr><tr><td align=\"left\">Post-flight plane swab</td><td align=\"left\"><italic>Bacillus </italic>spp. <sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>\n<sup>+</sup>, <italic>Bacillus zhangzhouensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR6\">6</xref></sup></td></tr><tr><td align=\"left\" rowspan=\"2\">Cabin control</td><td align=\"left\">Bench swab<sup>+</sup></td><td align=\"left\"><italic>Bacillus subtilis</italic><sup><xref ref-type=\"bibr\" rid=\"CR3\">3</xref></sup>, <italic>Bacillus safensis</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>, <italic>Bacillus maritimus</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>, <italic>Lysinibacillus sphaericus</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>, <italic>Lysinibacillus acetophenoni</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup></td></tr><tr><td align=\"left\">Witness R2A plate</td><td align=\"left\"><italic>Pseudomonas syringae</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup><sup>+</sup>, <italic>Microvirga</italic><sup>#,$</sup>\n<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Methylorubrum populi</italic><sup>$</sup>\n<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Cellulomonas cellasea</italic>\n<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>+</sup>, <italic>Streptococcus </italic>sp <sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>^</sup>, <italic>Agromyces</italic><sup>#</sup> sp <sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup><sup>^</sup>, <italic>Planomicrobium glaciei</italic><sup>$</sup>\n<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup><sup>+</sup>, <italic>Staphylococcus epidermidis</italic>\n<sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup><sup>+</sup>, <italic>Bacillus licheniformis</italic><sup><xref ref-type=\"bibr\" rid=\"CR2\">2</xref></sup>\n<sup>^</sup>, <italic>Citrococcus </italic>sp. <sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>\n<sup>^</sup>, <italic>Bacillus paralicheniformis</italic><sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup><sup>^</sup></td></tr><tr><td align=\"left\">Process control<sup>&amp;</sup></td><td align=\"left\">PBS elution fluid control</td><td align=\"left\"><italic>Bacillus zhangzhouensis</italic>\n<sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup>, <italic>Bacillus </italic>sp. <sup><xref ref-type=\"bibr\" rid=\"CR1\">1</xref></sup></td></tr></tbody></table>\n"
            },
            "text": "Category\tEnvironment\tGenera identified\t \tFlight samples\t10,000 ft Filter A\tNA\t \t10,000 ft Filter B\tNA\t \t20,000 ft Filter A\tBacillus zhangzhouensis*,+, Bacillus pumilus+\t \t20,000 ft Filter B\tNA\t \t30,000 ft Filter A\tBacillus zhangzhouensis, Bacillus spp.^\t \t30,000 ft Filter B\tNA\t \t40,000 ft Filter A\tNA\t \t40,000 ft Filter B\tStreptococcus sp.^, Streptomyces spp.^\t \tGround control\tPre-flight plane swab\tBacillus subtilis+, Bacillus pumilus+, Bacillus megaterium+, Bacillus zhangzhouensis+, Bacillus safensis+, Bacillus spp., Bacillus licheniformis+, Bacillus halotolerans+, Lysinibacillus sinduriesis+, Methylorubrum zatmanii^, Lysinibacillus sp.+\t \tPost-flight plane swab\tBacillus spp. +, Bacillus zhangzhouensis\t \tCabin control\tBench swab+\tBacillus subtilis, Bacillus safensis, Bacillus maritimus, Lysinibacillus sphaericus, Lysinibacillus acetophenoni\t \tWitness R2A plate\tPseudomonas syringae+, Microvirga#,$+, Methylorubrum populi$+, Cellulomonas cellasea+, Streptococcus sp ^, Agromyces# sp ^, Planomicrobium glaciei$+, Staphylococcus epidermidis+, Bacillus licheniformis^, Citrococcus sp. ^, Bacillus paralicheniformis^\t \tProcess control&\tPBS elution fluid control\tBacillus zhangzhouensis, Bacillus sp. \t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26374,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "*The number in brackets indicates number of isolates matching the genus and/or species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26462,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "#Designates query lengths < 1,000 nt.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26504,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "$Query sequence had < 95% identity to database match.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26560,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "+Isolates from June 20, 2018 sampling only.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26604,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "^Isolates from June 21, 2018 sampling only.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26648,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "&Control sample taken in lab July 2018.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26688,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Isolated bacterial colonies were identified by searching 16S Sanger sequences against the NCBI non-redundant database using BLASTn. Table 2 summarizes the isolates. Bacillus was the most prevalent genus identified, measured in 25% of flight samples and all control samples. Streptococcus and Streptomyces were also identified from a 40,000 ft sample. Other bacteria found in controls were: Lysinibacillus sinduriensis, Methylorubrum zatmanii, Lysinibacillus sphaericus, Lysinibacillus acetophenoni, Pseudomonas syringae, Microvirga sp., Methylorubrum populi, and Cellulomonas cellasea. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27275,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Atmosphere dispersal",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27296,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Generally, the air sampled on each flight day shared a similar transport history off the coast of N. America. Supplementary Fig. S7 provides kinematic back trajectory modeling with Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT). We note that none of the trajectories above 10,000 ft approached the Earth’s surface over the time period modeled. There were also clear differences in trajectories between samples at the same altitude separated by approximately 24 h.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27782,
            "infons": {
              "file": "41598_2020_69188_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Aerosol dispersal predictions. (a) 7-day model forecast (June 20, 2018 to June 27, 2018) with grey contours showing fraction of sampled material that could have been inhaled by an average outdoor individual (individual exposure potential); (b) The blue contours show the population density (people per sq km) in the modeling domain; (c) The blue-grey contours show the population level exposure potential derived by combining individual exposure potential (shown in a) with population estimates (shown in b). This image shows geographic distribution of potentially inhaled material (inhaled fraction of sample material per sq km). Panels were generated using Mathworks Matlab software, versions R2018 to R2019 (https://www.mathworks.com/products/matlab.html), from the modelling described in the text. Underlying map data was provided by Google and INEGI and accessed through the Google Maps Platform API.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28690,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Separate, forward-modeling of air masses showed that a portion of flight-sampled bioaerosols, if undisturbed, could have exposed outdoor downwind populations over the next week (Fig. 5). In this figure, the grey contours indicate the fraction of sampled material that would have been inhaled by an average outdoor person (individual exposure) had the material not been sampled (termed potential exposures). Darker colors indicate a larger potential exposure. Figure 5a shows the sum of the potential exposures from all four samples (10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft). Note that the exposure may not occur uniformly over the week period, but rather the exposure regions can change as the air mass travels downwind and is diluted, see Fig. 5b,c. The predicted potential impact areas were highly dependent on altitude. For instance, most of the impacts in the first week were associated with air sampled at 10,000 ft while air sampled at 20,000 ft was associated with a small potential exposure region in NV (USA). No potential exposures were associated with the highest altitude samples (30,000 and 40,000 ft) during the first week. Overall, only a small fraction (3 × 10−8) of sampled particles would be expected to reach population centers across North America and be inhaled during the first week. The actual amount of material inhaled would be smaller than predicted here since (a) most people are indoors and (b) indoor individuals have lower exposure, relative to outdoor individuals, to outdoor-origin airborne particulates. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30244,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30255,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "With an aerobiology study flown into the upper troposphere, we detected changing microbial abundance with height above the Earth’s surface – our dataset was reliant upon a shotgun metagenomics approach analyzing samples acquired between 10,000 to 40,000 ft, on two consecutive summer days over the US Sierra Nevada mountain ranges. Controls were also sequenced as a baseline reference. This strategy was essential because contaminants can confuse signals from low biomass environments. We observed significant differences in microbial taxa from flight samples compared to control samples. The most abundant taxa identified in the flight samples were: Achromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena, and Veillonella. Alcaligenes is a genus of gram-negative, aerobic bacteria found mostly in the intestinal tracts of vertebrates, decaying materials, dairy products, water, and soil. It can cause opportunistic infections, including nosocomial sepsis. Alcaligenes faecalis is usually found in soil and water environments, and its abundance in atmospheric samples hints at a possible relationship with agriculture (e.g., wastewater, compost, feedlots) considering the physical proximity of air sampled to the CA Central Valley with ~ 28,000 km2 of irrigated farmlands. Up to 55% of dust deposition at alpine sites in the Sierra Nevada comes from the Central Valley; thus, the air sampled in this study would be expected to contain agriculturally-produced bioaerosols. The proportional abundance of Stenotrophomonas maltophilia identify it as another candidate to examine for possible emanation from the Central Valley, considering the species is regularly found in plant rhizospheres, animals, croplands, and water sources. Other noteworthy bacterial standouts in our atmospheric samples—part of the normal flora of the mouth and gastrointestinal tract in humans—were Delftia acidovorans, Lachnoanaerobaculum saburreum, Prevotella, Veillonella and Streptococcus. Wastewater treatment facilities could be a contributing source of these bioaerosols. Mycobacterium was among the most abundant genera at 10,000 ft on the first sampling day; aerosolized nontuberculous mycobacteria can cause pulmonary disease, but we did not produce viability information with DNA-based detections. Achromobacter xylosoxidans may be the most clinically relevant species detected in our study (endogenous microbiota of the ear and gastrointestinal tract); however, considering it was also measured in control samples, this detection may reflect contamination. Two fungal species detected among the most abundant taxa (Pseudoperonospora and Penicillium) are of particular note. Pseudoperonospora cubensis is a fungal pathogen with a wide geographical distribution that can infect produce including cantaloupe, cucumber, pumpkin, squash and watermelon. Similarly, Penicillium aurantiogriseum found in our dataset, can cause spoilage of various food products.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33311,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Most previous high altitude aerobiology studies have lacked rigorous control measurements, making it difficult to determine whether taxa reported came from the atmosphere (native biomass) or the sampling systems (false positives). Accordingly, in this study we followed the protocol described where a comprehensive set of controls were reported to provide a transparent picture of baseline contamination associated with the study. The approach, summarized in brief, included descriptions of: (1) sterilization methods; (2) ground transportation controls; (3) hardware controls; (4) laboratory/assay controls; and (5) any contamination results measured. With the improved sensitivity of most molecular methods, including the DNA-based detection assays reported herein, some level of baseline contamination will always be expected for environmental and laboratory controls. Consequently, our study relied upon data analysis techniques that showed the “signal-to-noise”, including ordination plots comparing how environmental (atmospheric) samples clustered significantly apart from the sampling system or laboratory control samples (Supplementary Table S2 and Fig. S6). Of course, the analysis approach also identified common taxa across environmental and control groups; for example, Achromobacter xylosoxidans and Bradyrhizobium sp. DFCI-1 where the two species were detected in both flight samples and control samples. In this case, the overlap indicates likely contamination so Achromobacter xylosoxidans and Bradyrhizobium sp. DFCI-1 were probably not sampled from the atmosphere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34899,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Viable bacteria measured in our study (e.g., Bacillus zhangzhouensis, Bacillus pumilus) included some endospore formers resistant to extremes and frequently reported in other high altitude surveys. Using high altitude balloons for collecting bioaerosols up to 125,000 ft (38 km), Actinobacteria, Firmicutes, and Proteobacteria isolates were recovered. Ground-based simulations using the stratospheric isolates estimated that some bacteria could survive long-range transport in the atmosphere up to 140 days if shaded from direct sunlight. It is therefore plausible that many other viable (but non-cultured) microorganisms can be identified in this metagenomics dataset.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35571,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The long-range dispersal of viable bioaerosols may be critical to understanding agricultural and public health implications because the troposphere and lower stratosphere can enable microbial dispersal over geographic barriers. Most knowledge in this emerging area of aerobiology comes from regional studies. Soybean rust, for instance, has been correlated with incoming dust storms. Valley Fever outbreaks in the Southwest of US is thought to be caused by dust storms carrying a fungal pathogen, Coccidioides immitis. Desert storms in sub-Saharan Africa have also been linked to outbreaks of a deadly bacterium, Neisseria meningitides, affecting 26 countries and more than 300 million people. This same region, also called “the Meningitis belt”, is also prone to epidemics such as malaria. Interestingly, we measured a strong DNA signature of Tetrahymena (first flight day at 10,000 ft), a ciliated protozoan typically found in aquatic ecosystems. No previous aerobiology survey has detected airborne protozoa at such heights above the Earth’s boundary layer. Another unexpected DNA signal was Pinus (second flight day at 10,000 ft), suggesting the sampled air mass had recently passed over forested terrain in the US Sierra Nevada mountains – taken together with the back trajectory model at 10,000 ft, the result might demonstrate how orographic uplift connects regional surface emissions with the upper atmosphere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36998,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Across two consecutive sampling days, the atmospheric microbiome was dynamically changing at each altitude. Lachnoanaerobaculum, Alcaligenes, Mycobacterium, Tetrahymena, and Veillonella were abundant on the first day, while Penicillium, Prevotella, Pseudoperonospora, and Porphyromononas were only enriched on the second day. Such temporal variability is common in other aerobiology reports and is further supported by the different back-trajectories of the two days (Supplementary Fig. S7). A recent study examined how local topography and wind conditions can influence regional bioaerosol dynamics. Bacillus and Sphingomonas (for bacteria) and Pseudotaeniolina globaosa and Cladophialophora proteae (for fungi) were the most abundant taxa detected, but the authors observed relative abundance varying at disparate sampling locations. Similarly, another study showed that diurnal cycles in the boundary layer resulted in fungal and bacterial aerosols shifting with temperature, humidity, and CO2 conditions. Both dry and wet deposition significantly influence bioaerosol patterns and it is worth emphasizing our flights occurred in non-cloudy, precipitation-free areas. With a multiyear campaign lasting seven years at an alpine field site in Spain, dynamic, seasonal shifts in 16S rRNA measurements (yielding mostly Alphaproteobacteria and Betaproteobacteria) were found. One bacterial genus showing up in high relative abundance in both our study and that of the study in Spain was Stenotrophomonas. Actinobacteria, Firmicutes, Bacteroidetes, and Proteobacteria are other common phyla between our results and other vertically-sampled air masses over desert regions in Asia.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38675,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Most previous vertical aerobiology studies relied upon 16S rRNA amplicon methods, which targets and PCR-amplifies short regions of the 16S gene, for characterizing bacteria sampled, whereas our shotgun metagenomics approach has the capacity to detect a broader taxonomic range with higher resolution, to the species or strain/plasmid level. Metagenomic sequencing provides relative quantitation based on the number of reads for each taxon identified; but it does not provide absolute DNA concentrations. Producing more accurate human, animal, and plant impact forecasting models will benefit from quantitative information about abundance (e.g., DNA concentration or cell counts) and, to a lesser extent, the size distribution of bioaerosols. For now, we rely upon other datasets for quantitative information that we were unable to acquire in this study. Depending on the altitude sampled, in previous reports of airborne bacteria, the bacteria concentration ranged from 103 to 107 cells·m−3 over 3,300 to 26,000 ft (1–8 km). Separately, it was found that total airborne bacterial concentrations at 9,800 ft (3 km) were similar to values at 95,000 ft (29 km), approximately 5 × 105 cells·m−3. Another study examined the size distribution of bioaerosols associated with near-surface pollution, and similar research will be needed to more robustly characterize microorganisms reaching the upper atmosphere. One challenge with using the ABC system onboard the C-20A is that the geometry of the aerosol inlet likely prevents most large aerosols (> 4 µm) from reaching the collector. Therefore, more efficient, size-inclusive sampling methods will need to be developed in future years, in addition to including instruments that can be useful for characterizing atmospheric species in real-time as well as provide useful information for use in fate, transport, and exposure modeling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40572,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "An uptick of international aerobiology studies is finally allowing global atmospheric microbiome patterns to be examined. However, the surge of recent literature also underscores the importance of developing consistent sampling and analysis methodologies. One of the primary goals of our work was to demonstrate that vertical bioaerosol measurements could be made across the troposphere using the most sensitive molecular methods available. Our metagenomics dataset and modeling analysis provides a more inclusive framework for planning field campaigns that will someday make concurrent measurements at emission sources and downwind locations. In the Central Valley, for instance, bioaerosols picked up by easterly winds, heading towards the US Sierra Nevada mountain range, might be sampled near the source (adjacent to agricultural fields), in the air (using aircraft), and on the ground (at alpine field observatories). Such multipronged efforts may result in refined forecast models for winds carrying potentially disruptive pathogens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41612,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Accession codes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41628,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The raw FASTQ files are available in the NASA GeneLab repository under the accession number GLDS-256.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41730,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41756,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher's note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41773,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41892,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41918,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "is available for this paper at 10.1038/s41598-020-69188-4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41977,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41998,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "All authors contributed to editing the main manuscript text. J.T., M.M., S.W., G.G., N.B., P.N., and S.V. generated the microbiological results and figures. M.D. performed and documented the forward dispersion and population exposure modeling. SW performed the back trajectory analyses. T.C. produced aircraft flight plots. C.J. and D.S. jointly led the study, designed the experiment, and summarized the results for all co-authors to review.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42441,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42461,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors have no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42502,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42513,
            "infons": {
              "fpage": "459",
              "lpage": "477",
              "name_0": "surname:Griffin;given-names:DW",
              "pub-id_doi": "10.1128/CMR.00039-06",
              "pub-id_pmid": "17630335",
              "section_type": "REF",
              "source": "Clin. Microbiol. Rev.",
              "type": "ref",
              "volume": "20",
              "year": "2007"
            },
            "text": "Atmospheric movement of microorganisms in clouds of desert dust and implications for human health",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42611,
            "infons": {
              "name_0": "surname:Smith;given-names:DJ",
              "pub-id_doi": "10.3389/fmicb.2018.01752",
              "pub-id_pmid": "30619217",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "year": "2018"
            },
            "text": "Airborne bacteria in earth's lower stratosphere resemble taxa detected in the troposphere: results from a new NASA Aircraft Bioaerosol Collector (ABC)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42762,
            "infons": {
              "fpage": "1134",
              "lpage": "1139",
              "name_0": "surname:Smith;given-names:DJ",
              "pub-id_doi": "10.1128/AEM.03029-12",
              "pub-id_pmid": "23220959",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "79",
              "year": "2013"
            },
            "text": "Intercontinental dispersal of bacteria and archaea by transpacific winds",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42835,
            "infons": {
              "fpage": "12229",
              "lpage": "12234",
              "name_0": "surname:Cáliz;given-names:J",
              "name_1": "surname:Triadó-Margarit;given-names:X",
              "name_2": "surname:Camarero;given-names:L",
              "name_3": "surname:Casamayor;given-names:EO",
              "pub-id_doi": "10.1073/pnas.1812826115",
              "pub-id_pmid": "30420511",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci.",
              "type": "ref",
              "volume": "115",
              "year": "2018"
            },
            "text": "A long-term survey unveils strong seasonal patterns in the airborne microbiome coupled to general and regional atmospheric circulations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42971,
            "infons": {
              "fpage": "2575",
              "lpage": "2580",
              "name_0": "surname:DeLeon-Rodriguez;given-names:N",
              "pub-id_doi": "10.1073/pnas.1212089110",
              "pub-id_pmid": "23359712",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci.",
              "type": "ref",
              "volume": "110",
              "year": "2013"
            },
            "text": "Microbiome of the upper troposphere: Species composition and prevalence, effects of tropical storms, and atmospheric implications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43101,
            "infons": {
              "fpage": "35",
              "lpage": "46",
              "name_0": "surname:Smith;given-names:D",
              "name_1": "surname:Griffin;given-names:D",
              "name_2": "surname:Schuerger;given-names:A",
              "pub-id_doi": "10.1007/s10453-009-9141-7",
              "section_type": "REF",
              "source": "Aerobiologia",
              "type": "ref",
              "volume": "26",
              "year": "2009"
            },
            "text": "Stratospheric microbiology at 20 km over the Pacific Ocean",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43160,
            "infons": {
              "fpage": "135",
              "lpage": "140",
              "name_0": "surname:Griffin;given-names:DW",
              "pub-id_doi": "10.1023/b:Aero.0000032948.84077.12",
              "section_type": "REF",
              "source": "Aerobiologia",
              "type": "ref",
              "volume": "20",
              "year": "2004"
            },
            "text": "Terrestrial microorganisms at an altitude of 20,000 m in earth's atmosphere",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43236,
            "infons": {
              "fpage": "8506",
              "lpage": "8524",
              "name_0": "surname:Ziemba;given-names:LD",
              "pub-id_doi": "10.1002/2015jd024669",
              "section_type": "REF",
              "source": "J. Geophys. Res.: Atmospheres",
              "type": "ref",
              "volume": "121",
              "year": "2016"
            },
            "text": "Airborne observations of bioaerosol over the Southeast United States using a wideband integrated bioaerosol sensor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43351,
            "infons": {
              "fpage": "2789",
              "lpage": "2799",
              "name_0": "surname:Bryan;given-names:NC",
              "name_1": "surname:Christner;given-names:BC",
              "name_2": "surname:Guzik;given-names:TG",
              "name_3": "surname:Granger;given-names:DJ",
              "name_4": "surname:Stewart;given-names:MF",
              "pub-id_doi": "10.1038/s41396-019-0474-0",
              "pub-id_pmid": "31316133",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "volume": "13",
              "year": "2019"
            },
            "text": "Abundance and survival of microbial aerosols in the troposphere and stratosphere",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43432,
            "infons": {
              "fpage": "13859",
              "lpage": "13870",
              "name_0": "surname:Zawadowicz;given-names:MA",
              "pub-id_doi": "10.5194/acp-19-13859-2019",
              "section_type": "REF",
              "source": "Atmos. Chem. Phys.",
              "type": "ref",
              "volume": "19",
              "year": "2019"
            },
            "text": "Model-measurement consistency and limits of bioaerosol abundance over the continental United States",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43532,
            "infons": {
              "name_0": "surname:Dommergue;given-names:A",
              "pub-id_doi": "10.3389/fmicb.2019.00243",
              "pub-id_pmid": "31749784",
              "section_type": "REF",
              "source": "Front. Microbiol.",
              "type": "ref",
              "year": "2019"
            },
            "text": "Methods to investigate the global atmospheric microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43589,
            "infons": {
              "fpage": "14441",
              "name_0": "surname:Tignat-Perrier;given-names:R",
              "pub-id_doi": "10.1038/s41598-019-51073-4",
              "pub-id_pmid": "31595018",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Global airborne microbial communities controlled by surrounding landscapes and wind conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43684,
            "infons": {
              "fpage": "81",
              "name_0": "surname:Be;given-names:NA",
              "pub-id_doi": "10.1186/s40168-017-0292-4",
              "pub-id_pmid": "28716113",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Whole metagenome profiles of particulates collected from the international space station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43773,
            "infons": {
              "name_0": "surname:Ames;given-names:SK",
              "pub-id_doi": "10.1093/bioinformatics/btt389",
              "pub-id_pmid": "23828782",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "year": "2013"
            },
            "text": "Scalable metagenomic taxonomy classification using a reference genome database",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43852,
            "infons": {
              "name_0": "surname:Ames;given-names:SK",
              "pub-id_doi": "10.1101/gr.184879.114",
              "pub-id_pmid": "25926546",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "year": "2015"
            },
            "text": "Using populations of human and microbial genomes for organism detection in metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43939,
            "infons": {
              "fpage": "2579",
              "lpage": "2605",
              "name_0": "surname:van der Maaten;given-names:L",
              "name_1": "surname:Hinton;given-names:G",
              "section_type": "REF",
              "source": "J. Mach. Learn. Res.",
              "type": "ref",
              "volume": "9",
              "year": "2008"
            },
            "text": "Visualizing data using t-SNE",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43968,
            "infons": {
              "fpage": "15",
              "name_0": "surname:Fernandes;given-names:AD",
              "pub-id_doi": "10.1186/2049-2618-2-15",
              "pub-id_pmid": "24910773",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "2",
              "year": "2014"
            },
            "text": "Unifying the analysis of high-throughput sequencing datasets: characterizing RNA-seq, 16S rRNA gene sequencing and selective growth experiments by compositional data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44143,
            "infons": {
              "fpage": "265",
              "lpage": "270",
              "name_0": "surname:Chao;given-names:A",
              "section_type": "REF",
              "source": "Scand. J. Stat.",
              "type": "ref",
              "volume": "11",
              "year": "1984"
            },
            "text": "Nonparametric estimation of the number of classes in a population",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44209,
            "infons": {
              "fpage": "427",
              "lpage": "432",
              "name_0": "surname:Hill;given-names:MO",
              "pub-id_doi": "10.2307/1934352",
              "section_type": "REF",
              "source": "Ecology",
              "type": "ref",
              "volume": "54",
              "year": "1973"
            },
            "text": "Diversity and evenness: a unifying notation and its consequences",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44274,
            "infons": {
              "name_0": "surname:Aitchison;given-names:J",
              "section_type": "REF",
              "source": "The Statistical Analysis of Compositional Data",
              "type": "ref",
              "year": "1986"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44275,
            "infons": {
              "fpage": "289",
              "lpage": "300",
              "name_0": "surname:Benjamini;given-names:Y",
              "name_1": "surname:Hochberg;given-names:Y",
              "section_type": "REF",
              "source": "J. R. Stat. Soc. Ser. B",
              "type": "ref",
              "volume": "57",
              "year": "1995"
            },
            "text": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44367,
            "infons": {
              "fpage": "W5",
              "lpage": "W9",
              "name_0": "surname:Zaretskaya;given-names:I",
              "pub-id_doi": "10.1093/nar/gkn201",
              "pub-id_pmid": "18440982",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "36",
              "year": "2008"
            },
            "text": "NCBI BLAST: a better web interface",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44402,
            "infons": {
              "fpage": "2059",
              "lpage": "2077",
              "name_0": "surname:Stein;given-names:AF",
              "pub-id_doi": "10.1175/bams-d-14-00110.1",
              "section_type": "REF",
              "source": "Bull. Am. Meteorol. Soc.",
              "type": "ref",
              "volume": "96",
              "year": "2015"
            },
            "text": "NOAA’s HYSPLIT atmospheric transport and dispersion modeling system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44472,
            "infons": {
              "fpage": "322",
              "lpage": "334",
              "name_0": "surname:Choudoir;given-names:MJ",
              "name_1": "surname:Barberán;given-names:A",
              "name_2": "surname:Menninger;given-names:HL",
              "name_3": "surname:Dunn;given-names:RR",
              "name_4": "surname:Fierer;given-names:N",
              "pub-id_doi": "10.1002/ecy.2094",
              "pub-id_pmid": "29160898",
              "section_type": "REF",
              "source": "Ecology",
              "type": "ref",
              "volume": "99",
              "year": "2018"
            },
            "text": "Variation in range size and dispersal capabilities of microbial taxa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44541,
            "infons": {
              "fpage": "89",
              "lpage": "97",
              "name_0": "surname:Wilkinson;given-names:DM",
              "name_1": "surname:Koumoutsaris;given-names:S",
              "name_2": "surname:Mitchell;given-names:EAD",
              "name_3": "surname:Bey;given-names:I",
              "pub-id_doi": "10.1111/j.1365-2699.2011.02569.x",
              "section_type": "REF",
              "source": "J. Biogeogr.",
              "type": "ref",
              "volume": "39",
              "year": "2012"
            },
            "text": "Modelling the effect of size on the aerial dispersal of microorganisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44612,
            "infons": {
              "fpage": "89",
              "lpage": "97",
              "name_0": "surname:Wilkinson;given-names:DM",
              "name_1": "surname:Koumoutsaris;given-names:S",
              "name_2": "surname:Mitchell;given-names:EAD",
              "name_3": "surname:Bey;given-names:I",
              "pub-id_doi": "10.1111/j.1365-2699.2011.02569.x",
              "section_type": "REF",
              "source": "J. Biogeogr.",
              "type": "ref",
              "volume": "39",
              "year": "2012"
            },
            "text": "Modelling the effect of size on the aerial dispersal of microorganisms: modelling the aerial dispersal of microorganisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44733,
            "infons": {
              "fpage": "524",
              "name_0": "surname:Nasstrom;given-names:JS",
              "name_1": "surname:Sugiyama;given-names:G",
              "name_2": "surname:Baskett;given-names:RL",
              "name_3": "surname:Larsen;given-names:SC",
              "name_4": "surname:Bradley;given-names:MM",
              "pub-id_doi": "10.1504/IJEM.2007.014301",
              "section_type": "REF",
              "source": "Int. J. Emerg. Manag.",
              "type": "ref",
              "volume": "4",
              "year": "2007"
            },
            "text": "The National Atmospheric Release Advisory Center modelling and decision-support system for radiological and nuclear emergency preparedness and response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44885,
            "infons": {
              "fpage": "493",
              "lpage": "508",
              "name_0": "surname:Sugiyama;given-names:G",
              "pub-id_doi": "10.1097/HP.0b013e31824c7bc9",
              "section_type": "REF",
              "source": "Health Phys.",
              "type": "ref",
              "volume": "102",
              "year": "2012"
            },
            "text": "Atmospheric dispersion modeling: challenges of the Fukushima Daiichi response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44963,
            "infons": {
              "fpage": "753",
              "lpage": "769",
              "name_0": "surname:Petroff;given-names:A",
              "name_1": "surname:Zhang;given-names:L",
              "pub-id_doi": "10.5194/gmd-3-753-2010",
              "section_type": "REF",
              "source": "Geosci. Model Dev.",
              "type": "ref",
              "volume": "3",
              "year": "2010"
            },
            "text": "Development and validation of a size-resolved particle dry deposition scheme for application in aerosol transport models",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45084,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Environmental-Protection-Agency. Exposure Factor Handbook: 2011 Edition. Report No. EPA/600/R-09/052F, (National Center for Environmental Assessment, Washington, DC).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45251,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Ed LLC UT-Battelle, operator of Oak Ridge National Laboratory under Contract No. DE-AC05–00OR22725 with the United States Department of Energy (2015).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45404,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Dillon, M. B., Sextro, R. G. & Delp, W. W. Regional Shelter Analysis - Inhalation Exposure Application (Particles). Report No. LLNL-TR-786237, (Lawrence Livermore National Lab, Livermore, CA, 2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45603,
            "infons": {
              "name_0": "surname:Dillon;given-names:MB",
              "name_1": "surname:Dillon;given-names:CF",
              "section_type": "REF",
              "source": "Regional Shelter Analysis - Inhalation Exposure Methodology",
              "type": "ref",
              "year": "2019"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45604,
            "infons": {
              "fpage": "25",
              "lpage": "32",
              "name_0": "surname:Nasir;given-names:ZA",
              "pub-id_doi": "10.1016/j.scitotenv.2018.08.120",
              "pub-id_pmid": "30107303",
              "section_type": "REF",
              "source": "Sci. Total Environ.",
              "type": "ref",
              "volume": "648",
              "year": "2019"
            },
            "text": "Scoping studies to establish the capability and utility of a real-time bioaerosol sensor to characterise emissions from environmental sources",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45746,
            "infons": {
              "fpage": "14800",
              "name_0": "surname:Aciego;given-names:SM",
              "pub-id_doi": "10.1038/ncomms14800",
              "pub-id_pmid": "28348371",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Dust outpaces bedrock in nutrient supply to montane forest ecosystems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45816,
            "infons": {
              "fpage": "2",
              "lpage": "41",
              "name_0": "surname:Brooke;given-names:JS",
              "pub-id_doi": "10.1128/CMR.00019-11",
              "pub-id_pmid": "22232370",
              "section_type": "REF",
              "source": "Clin. Microbiol. Rev.",
              "type": "ref",
              "volume": "25",
              "year": "2012"
            },
            "text": "Stenotrophomonas maltophilia: an emerging global opportunistic pathogen",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45888,
            "infons": {
              "fpage": "277",
              "lpage": "279",
              "name_0": "surname:Bilgin;given-names:H",
              "name_1": "surname:Sarmis;given-names:A",
              "name_2": "surname:Tigen;given-names:E",
              "name_3": "surname:Soyletir;given-names:G",
              "name_4": "surname:Mulazimoglu;given-names:L",
              "pub-id_doi": "10.1155/2015/973284",
              "pub-id_pmid": "26600818",
              "section_type": "REF",
              "source": "Can. J. Infect. Dis. Med. Microbiol.",
              "type": "ref",
              "volume": "26",
              "year": "2015"
            },
            "text": "Delftia acidovorans: a rare pathogen in immunocompetent and immunocompromised patients",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45975,
            "infons": {
              "fpage": "2685",
              "lpage": "2690",
              "name_0": "surname:Hedberg;given-names:ME",
              "pub-id_doi": "10.1099/ijs.0.033613-0",
              "pub-id_pmid": "22228654",
              "section_type": "REF",
              "source": "Int. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "62",
              "year": "2012"
            },
            "text": "Lachnoanaerobaculum gen. nov., a new genus in the Lachnospiraceae: characterization of Lachnoanaerobaculum umeaense gen. nov., sp. nov., isolated from the human small intestine, and Lachnoanaerobaculum orale sp. nov., isolated from saliva, and reclassification of Eubacterium saburreum (Prevot 1966) Holdeman and Moore 1970 as Lachnoanaerobaculum saburreum comb. nov",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46342,
            "infons": {
              "fpage": "261",
              "lpage": "270",
              "name_0": "surname:Pascual;given-names:L",
              "pub-id_doi": "10.1023/B:AERO.0000006598.45757.7f",
              "section_type": "REF",
              "source": "Aerobiologia",
              "type": "ref",
              "volume": "19",
              "year": "2003"
            },
            "text": "Bioaerosol emission from wastewater treatment plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46395,
            "infons": {
              "fpage": "3006",
              "lpage": "3011",
              "name_0": "surname:Thomson;given-names:R",
              "pub-id_doi": "10.1128/JCM.00899-13",
              "pub-id_pmid": "23843489",
              "section_type": "REF",
              "source": "J. Clin. Microbiol.",
              "type": "ref",
              "volume": "51",
              "year": "2013"
            },
            "text": "Isolation of nontuberculous mycobacteria (NTM) from household water and shower aerosols in patients with pulmonary disease caused by NTM",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46532,
            "infons": {
              "fpage": "e114356",
              "name_0": "surname:Gomila;given-names:M",
              "pub-id_doi": "10.1371/journal.pone.0114356",
              "pub-id_pmid": "25474264",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Genotypic and phenotypic applications for the differentiation and species-level identification of achromobacter for clinical diagnoses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46667,
            "infons": {
              "fpage": "217",
              "lpage": "226",
              "name_0": "surname:Savory;given-names:EA",
              "pub-id_doi": "10.1111/j.1364-3703.2010.00670.x",
              "pub-id_pmid": "21355994",
              "section_type": "REF",
              "source": "Mol Plant Pathol",
              "type": "ref",
              "volume": "12",
              "year": "2011"
            },
            "text": "The cucurbit downy mildew pathogen Pseudoperonospora cubensis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46729,
            "infons": {
              "fpage": "103",
              "lpage": "110",
              "name_0": "surname:Sanderson;given-names:P",
              "name_1": "surname:Spotts;given-names:R",
              "pub-id_doi": "10.1094/Phyto-85-103",
              "section_type": "REF",
              "source": "Phytopathology",
              "type": "ref",
              "volume": "85",
              "year": "1995"
            },
            "text": "Postharvest decay of winter pear and apple fruit caused by species of Penicillium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46811,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Griffin, D., González - Martín, C., Hoose, C. & Smith, D. In Microbiology of aerosols (eds Anne‐Marie Delort & Pierre Amato) 155–194 (Wiley, London, 2017).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46973,
            "infons": {
              "name_0": "surname:Bryan;given-names:NC",
              "name_1": "surname:Christner;given-names:BC",
              "name_2": "surname:Guzik;given-names:TG",
              "name_3": "surname:Granger;given-names:DJ",
              "name_4": "surname:Stewart;given-names:MF",
              "pub-id_doi": "10.1038/s41396-019-0474-0",
              "pub-id_pmid": "31316133",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "year": "2019"
            },
            "text": "Abundance and survival of microbial aerosols in the troposphere and stratosphere",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47054,
            "infons": {
              "fpage": "774",
              "lpage": "774",
              "name_0": "surname:Schneider;given-names:RW",
              "pub-id_doi": "10.1094/PD-89-0774A",
              "pub-id_pmid": "30791253",
              "section_type": "REF",
              "source": "Plant Dis.",
              "type": "ref",
              "volume": "89",
              "year": "2005"
            },
            "text": "First report of soybean rust caused by Phakopsora pachyrhizi in the Continental United States",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47148,
            "infons": {
              "fpage": "1464",
              "lpage": "1471",
              "name_0": "surname:Blair;given-names:JE",
              "pub-id_doi": "10.3201/eid2009.131588",
              "pub-id_pmid": "25148473",
              "section_type": "REF",
              "source": "Emerg. Infect. Dis.",
              "type": "ref",
              "volume": "20",
              "year": "2014"
            },
            "text": "Distance from construction site and risk for coccidioidomycosis, Arizona, USA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47226,
            "infons": {
              "name_0": "surname:Gusareva;given-names:ES",
              "pub-id_doi": "10.1073/pnas.1908493116",
              "pub-id_pmid": "31659049",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci.",
              "type": "ref",
              "year": "2019"
            },
            "text": "Microbial communities in the tropical air ecosystem follow a precise diel cycle",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47306,
            "infons": {
              "name_0": "surname:Aho;given-names:K",
              "pub-id_doi": "10.1002/ecm.1394",
              "section_type": "REF",
              "source": "Ecol. Monogr.",
              "type": "ref",
              "year": "2020"
            },
            "text": "Spatiotemporal patterns of microbial composition and diversity in precipitation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47386,
            "infons": {
              "fpage": "116848",
              "name_0": "surname:Maki;given-names:T",
              "pub-id_doi": "10.1016/j.atmosenv.2019.116848",
              "section_type": "REF",
              "source": "Atmos. Environ.",
              "type": "ref",
              "volume": "214",
              "year": "2019"
            },
            "text": "Vertical distributions of airborne microorganisms over Asian dust source region of Taklimakan and Gobi Desert",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47496,
            "infons": {
              "fpage": "5",
              "name_0": "surname:Els;given-names:N",
              "name_1": "surname:Baumann-Stanzer;given-names:K",
              "name_2": "surname:Larose;given-names:C",
              "name_3": "surname:Vogel;given-names:T",
              "name_4": "surname:Sattler;given-names:B",
              "pub-id_doi": "10.1002/geo2.69",
              "section_type": "REF",
              "source": ". Geo: Geogr. Environ.",
              "type": "ref",
              "volume": "6",
              "year": "2019"
            },
            "text": "Beyond the planetary boundary layer: bacterial and fungal vertical biogeography at Mount Sonnblick Austria",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47603,
            "infons": {
              "name_0": "surname:Gong;given-names:J",
              "name_1": "surname:Qi;given-names:J",
              "name_2": "surname:Beibei;given-names:E",
              "name_3": "surname:Yin;given-names:Y",
              "name_4": "surname:Gao;given-names:D",
              "pub-id_doi": "10.1016/j.envpol.2019.113485",
              "pub-id_pmid": "31881510",
              "section_type": "REF",
              "source": "Environ. Pollut.",
              "type": "ref",
              "year": "2019"
            },
            "text": "Concentration, viability and size distribution of bacteria in atmospheric bioaerosols under different types of pollution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47724,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "R: A Language and Environment for Statistical Computing v. 3.6.0 (R Foundation for Statistical Computing, Vienna, Austria, 2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47854,
            "infons": {
              "name_0": "surname:Wickham;given-names:H",
              "section_type": "REF",
              "source": "ggplot2: Elegant Graphics for Data Analysis",
              "type": "ref",
              "year": "2016"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]