[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250708",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC7251690",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/s12870-020-02392-6",
              "article-id_pmc": "PMC7251690",
              "article-id_pmid": "32460700",
              "article-id_publisher-id": "2392",
              "elocation-id": "237",
              "kwd": "Gravity Spaceflight Arabidopsis Gravitropism Transcriptomics Proteomics Phosphorylation Post-transcriptional gene regulation Plastid",
              "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
              "name_0": "surname:Kruse;given-names:Colin P. S.",
              "name_1": "surname:Meyers;given-names:Alexander D.",
              "name_2": "surname:Basu;given-names:Proma",
              "name_3": "surname:Hutchinson;given-names:Sarahann",
              "name_4": "surname:Luesse;given-names:Darron R.",
              "name_5": "surname:Wyatt;given-names:Sarah E.",
              "name_6": "surname:Wyatt;given-names:Sarah E.",
              "section_type": "TITLE",
              "title": "Keywords",
              "type": "front",
              "volume": "20",
              "year": "2020"
            },
            "text": "Spaceflight induces novel regulatory responses in Arabidopsis seedling as revealed by combined proteomic and transcriptomic analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 133,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 144,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Understanding of gravity sensing and response is critical to long-term human habitation in space and can provide new advantages for terrestrial agriculture. To this end, the altered gene expression profile induced by microgravity has been repeatedly queried by microarray and RNA-seq experiments to understand gravitropism. However, the quantification of altered protein abundance in space has been minimally investigated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 567,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 575,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Proteomic (iTRAQ-labelled LC-MS/MS) and transcriptomic (RNA-seq) analyses simultaneously quantified protein and transcript differential expression of three-day old, etiolated Arabidopsis thaliana seedlings grown aboard the International Space Station along with their ground control counterparts. Protein extracts were fractionated to isolate soluble and membrane proteins and analyzed to detect differentially phosphorylated peptides. In total, 968 RNAs, 107 soluble proteins, and 103 membrane proteins were identified as differentially expressed. In addition, the proteomic analyses identified 16 differential phosphorylation events. Proteomic data delivered novel insights and simultaneously provided new context to previously made observations of gene expression in microgravity. There is a sweeping shift in post-transcriptional mechanisms of gene regulation including RNA-decapping protein DCP5, the splicing factors GRP7 and GRP8, and AGO4,. These data also indicate AHA2 and FERONIA as well as CESA1 and SHOU4 as central to the cell wall adaptations seen in spaceflight. Patterns of tubulin-α 1, 3,4 and 6 phosphorylation further reveal an interaction of microtubule and redox homeostasis that mirrors osmotic response signaling elements. The absence of gravity also results in a seemingly wasteful dysregulation of plastid gene transcription.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1931,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1943,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The datasets gathered from Arabidopsis seedlings exposed to microgravity revealed marked impacts on post-transcriptional regulation, cell wall synthesis, redox/microtubule dynamics, and plastid gene transcription. The impact of post-transcriptional regulatory alterations represents an unstudied element of the plant microgravity response with the potential to significantly impact plant growth efficiency and beyond. What’s more, addressing the effects of microgravity on AHA2, CESA1, and alpha tubulins has the potential to enhance cytoskeletal organization and cell wall composition, thereby enhancing biomass production and growth in microgravity. Finally, understanding and manipulating the dysregulation of plastid gene transcription has further potential to address the goal of enhancing plant growth in the stressful conditions of microgravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2798,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2809,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Plants use external stimuli to adapt to their environment. The most consistent of these stimuli is gravity, the sensing of which allows a plant to properly orient its growth. Since the first plants were sent to space nearly 50 years ago on the NASA Skylab, researchers have utilized the microgravity environment of low Earth orbit to study plant growth, development, and response. Examining plants in microgravity offers insight into the mechanisms of gravity signaling under terrestrial conditions and helps to forge the way toward use of plant cultivation in long-term human space habitation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3406,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Early microgravity research examined plant growth and architecture on the whole-plant level. Coupling spaceflight experiments with molecular techniques provides the hope of uncovering some of the elusive molecular pathways driving the gravitropic response. Although costly and complex, new technology has made molecular spaceflight research feasible. Benefits from such studies are two-fold: 1) understanding how plants respond to microgravity may offer insight into optimizing their growth and success in cultivation for beyond-earth food and bioregenerative life support systems, and 2) the possibility of uncovering cryptic signaling components in the gravity response by utilizing the disruption in the gravity stimulus to track molecular changes that reveal the mechanisms behind gravity-related plant growth on Earth. Within the last decade, a handful of spaceflight experiments have produced transcriptomic and proteomic data. Microarray, RNA-seq, and protein mass spec experiments have provided snapshots of the molecular environment under microgravity conditions. Because of the low cost and ubiquitous nature of next generation sequencing technology, RNA-seq has become the go-to molecular method for comparing gene expression between multiple samples. It can produce a high-resolution snapshot of gene activation at a given time. However, this approach embraces the implicit assumption that changes to transcript levels correspond to changes in protein abundance. RNA-seq also cannot reveal protein turnover or post-translational modifications.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4962,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Combining high-resolution transcriptomic techniques such as RNA-seq with proteomics provides a more comprehensive, robust approach to understanding the molecular approach an organism adopts to a new environment than either technique individually. Data presented here were gathered by RNA-seq and protein mass spectrometry providing, for the first time, simultaneous information on transcript abundance, peptide abundance, and changes in post translational modifications (PTMs) in plants grown in the absence of gravity. To gain a more complete view of the molecular environment in microgravity, differentially abundant soluble and membrane proteins were identified via tandem mass spectroscopy with supporting RNA-seq analysis of transcript abundance. Additionally, we were able to track changes in phosphorylation and other PTMs of proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5805,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Data presented here suggest that the changes induced by microgravity cannot be adequately described by gene expression alone. Analysis of these samples shows that RNA-seq, protein MS, and PTM each tell their own story, contributing intriguing clues to the effects of microgravity at the cellular level. These investigations reveal global perturbations across multiple levels of regulation, novel gravity-responsive PTM events, and a more complete picture of how plants respond to microgravity conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6310,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6318,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The BRIC-20 experiment examined the proteomes and transcriptomes of etiolated 3-day old Arabidopsis seedlings grown aboard the International Space Station (ISS) and identical samples grown on Earth. Arabidopsis seeds were densely planted on 0.5x MS agar plates supplemented with sucrose and germinated on orbit. After 76 h of etiolated growth within the Biological Research in Cannisters (BRIC) hardware, seedlings were fixed with RNAlater and frozen until return to earth. Total protein, divided into soluble and insoluble fractions, and RNA, were extracted from the samples. RNA-seq reads were obtained by Illumina HiSeq 2500. Proteins were ITRAQ-labeled, and discovery proteomics was performed using LC-MS/MS. Total protein levels, as well as PTMs, were compared between flight and ground samples with a decision rule of P ≤ 0.1 to allow for PTM detection in the absence of phosphoenrichment. MS/MS data revealed a subset of phosphorylation events that were significantly (P ≤ 0.1) differentially abundant in space compared to earth.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7369,
            "infons": {
              "file": "12870_2020_2392_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Overview of transcripts (top) and proteins (bottom) differentially expressed during spaceflight. RNA sequencing and protein mass spectrometry was performed on space-flown Arabidopsis seedlings and compared to ground controls. The number adjacent to each sector label indicates the count of genes/proteins that occupy the slice. Subcellular localizations are shown in the outermost circles. SUBA4 (V.4.6.0, accessed June 2017) was used to identify the subcellular localizations. Gene/protein accessions and expression values are provided in Supplemental File 1",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7930,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Overall, 968 genes, 107 soluble proteins, and 103 membrane proteins were identified as significantly differentially expressed (P ≤ 0.05) between spaceflight and ground conditions (Fig. 1). At the transcript level, 480 genes were upregulated and 488 genes were downregulated (at a L2FC of ≥ ±1; 2-fold differential expression) in space as compared to on Earth; 45 membrane and 21 soluble proteins were more abundant in space and 58 membrane and 86 soluble proteins were less abundant in space (L2FC of ≥ ± 0.2). In addition to the differentially expressed proteins, we also observed 16 peptides that were differentially phosphorylated in microgravity (P ≤ 0.1). ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8615,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Extracellular localized soluble proteins downregulated by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8685,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><bold>Locus Identifier</bold></th><th><bold>Gene Description</bold></th><th><bold>Primary Gene Symbol</bold></th></tr></thead><tbody><tr><td>AT2G04690</td><td>Pyridoxamine 5-phosphate oxidase family protein</td><td>–</td></tr><tr><td>AT3G28200</td><td>Peroxidase superfamily protein</td><td>–</td></tr><tr><td>AT5G63180</td><td>Pectin lyase-like superfamily protein</td><td>–</td></tr><tr><td>AT5G56870</td><td>Beta-galactosidase 4</td><td>BETA-GALACTOSIDASE 4 (BGAL4)</td></tr><tr><td>AT4G34180</td><td>Cyclase-family protein that is a negative regulator of cell death that regulates pathogen-induced symptom development.</td><td>CYCLASE1 (CYCLASE1)</td></tr><tr><td>AT4G08950</td><td>Phosphate-responsive 1 family protein</td><td>EXORDIUM (EXO)</td></tr><tr><td>AT1G14540</td><td>Peroxidase superfamily protein</td><td>PEROXIDASE 4 (PER4)</td></tr><tr><td>AT5G59090</td><td>Subtilase 4.12</td><td>SUBTILASE 4.12 (SBT4.12)</td></tr></tbody></table>\n"
            },
            "text": "Locus Identifier\tGene Description\tPrimary Gene Symbol\t \tAT2G04690\tPyridoxamine 5-phosphate oxidase family protein\t–\t \tAT3G28200\tPeroxidase superfamily protein\t–\t \tAT5G63180\tPectin lyase-like superfamily protein\t–\t \tAT5G56870\tBeta-galactosidase 4\tBETA-GALACTOSIDASE 4 (BGAL4)\t \tAT4G34180\tCyclase-family protein that is a negative regulator of cell death that regulates pathogen-induced symptom development.\tCYCLASE1 (CYCLASE1)\t \tAT4G08950\tPhosphate-responsive 1 family protein\tEXORDIUM (EXO)\t \tAT1G14540\tPeroxidase superfamily protein\tPEROXIDASE 4 (PER4)\t \tAT5G59090\tSubtilase 4.12\tSUBTILASE 4.12 (SBT4.12)\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9300,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The subcellular localization of the differential proteins and the proteins encoded by the differentially expressed transcripts was assessed using SUBA4. One of the most overt differences in cellular localization was the > 25% of transcripts upregulated in spaceflight being localized to the plastid compared to < 1% of the transcripts upregulated on Earth (Fig. 1). This change was not reflected in the protein data and provides a primary indication of dysregulation of plastid genes in the absence of gravity despite, or perhaps because of, the lack of chloroplast development in etiolated seedlings. Extracellular localization was only observed in the soluble proteins downregulated in space, with 8 extracellular localized proteins. These proteins are primarily regulators of oxidation and cell wall dynamics (Table 1). ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10129,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Gene ontology (GO) analysis reveals processes altered in microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10199,
            "infons": {
              "file": "12870_2020_2392_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Heat map of a gene ontology enrichment analysis of genes/proteins differentially upregulated in space (left) or upregulated on Earth (right). The central callouts list the differentially expressed genes/proteins within the selected GO term. Enrichment was performed for GO terms for biological processes using Orange (V.3.7.0, GO terms were accessed July 2017). Only transcripts with a log-fold change ±1 (FDR ≤ 0.05) or proteins with a log-fold change ±0.2 (P ≤ 0.05) were included in the analysis. The upregulated and downregulated genes were run separately, and the resultant GO enrichments were thinned to include GO terms with a p-value ≤0.05 using the Bonferroni correction for multiple comparisons. Numbers next to the terms represent the number of genes or proteins that appeared in that term, followed by the total number genes or proteins associated with that term. Supporting data can be found in Supplemental File 2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11144,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine the global physiological effects of spaceflight conditions, an enrichment analysis of GO terms was performed. In an effort to identify trends in altered physiological function, four discrete groupings of molecular data were analyzed: 1) proteins that were in more abundance in spaceflight samples; 2) proteins more abundant on Earth, 3) transcripts more abundant in the spaceflight samples, and 4) transcripts more abundant on Earth (Fig. 2). Four key features of transcriptomic and proteomic datasets reveal novel physiological adaptations in spaceflight and simultaneously demonstrate the utility of this mixed ‘omics approach. First, genes regulating cell wall organization processes are enriched among upregulated proteins and downregulated transcripts. The differential phosphorylation, protein, and gene expression data all reveal specific aspects of a nuanced regulatory shift in cell-wall related processes as a part of the change associated with microgravity. Second, redox homeostasis and a broad set of GO terms related to reactive oxygen species production and metabolism are enriched among the up and down regulated transcripts but not mirrored in the differentially expressed proteins. A third intriguing feature is the upregulation of plastid-localized gene transcription despite the seedlings being etiolated (as the hardware allows no light to enter). Finally, there is a pervasive shift in the regulation of translation and post-transcriptional regulation as a whole that is solely enriched at the protein level. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12692,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Post-transcriptional gene regulation, alternative splicing, and post-translational modifications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12789,
            "infons": {
              "file": "12870_2020_2392_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Genes/proteins differentially expressed in both transcript and protein datasets. Of the 17 genes, 12 have coordinated expression patterns (i.e. increased or decreased in both the transcript and protein data), while 5 genes exhibit opposing expression patterns between datasets. X-axis = transcript expression, Y-axis = protein expression. Boxes indicated gene/protein name of the associated point. Some of the most extreme expression patterns highlight TONOPLAST INTRINSIC PROTEIN 3–2 (AT1G17810), a cofactor-dependent phosphoglycerate mutase (dPGM, AT5G04120), and a DNA-polymerase epsilon catalytic subunit A (AT1G19530) within the datasets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13442,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Genes altered in response to spaceflight by protein and RNA quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13517,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><bold>TAIR ID</bold></th><th><bold>Symbol</bold></th><th><bold>Membrane </bold><bold><italic>p</italic></bold><bold>-value</bold></th><th><bold>Membrane</bold><break/><bold>L</bold><sub><bold>2</bold></sub><bold>FC</bold></th><th><bold>Soluble</bold><break/><bold><italic>p</italic></bold><bold>-value</bold></th><th><bold>Soluble L</bold><sub><bold>2</bold></sub><bold>FC</bold></th><th><bold>Gene L</bold><sub><bold>2</bold></sub><bold>FC</bold></th><th><bold>Gene FDR</bold></th></tr></thead><tbody><tr><td>AT5G04120</td><td>dPGM (unofficial)</td><td>0.000</td><td>1.080</td><td>NA</td><td>NA</td><td>3.663</td><td>0.000</td></tr><tr><td>AT1G17810</td><td>TIP3–2</td><td>0.050</td><td>0.500</td><td>NA</td><td>NA</td><td>−2.131</td><td>0.020</td></tr><tr><td>AT5G19370</td><td>–</td><td>0.000</td><td>0.370</td><td>NA</td><td>NA</td><td>1.011</td><td>0.003</td></tr><tr><td>AT4G18480</td><td>CHLI1</td><td>0.043</td><td>0.320</td><td>NA</td><td>NA</td><td>1.207</td><td>0.000</td></tr><tr><td>AT3G16290</td><td>FTSHI2</td><td>0.023</td><td>0.320</td><td>NA</td><td>NA</td><td>1.003</td><td>0.005</td></tr><tr><td>AT4G19710</td><td>AK-HSDH II</td><td>0.032</td><td>0.250</td><td>NA</td><td>NA</td><td>1.020</td><td>0.001</td></tr><tr><td>AT1G11580</td><td>PMEPCRA</td><td>0.026</td><td>−0.390</td><td>NA</td><td>NA</td><td>−1.223</td><td>0.005</td></tr><tr><td>AT3G48730</td><td>GSA2</td><td>0.001</td><td>−0.500</td><td>NA</td><td>NA</td><td>1.102</td><td>0.000</td></tr><tr><td>AT1G66280</td><td>BGLU22</td><td>0.001</td><td>−0.550</td><td>NA</td><td>NA</td><td>−1.024</td><td>0.003</td></tr><tr><td>AT1G19530</td><td>POLEA (unofficial)</td><td>0.001</td><td>−0.970</td><td>NA</td><td>NA</td><td>−1.746</td><td>0.000</td></tr><tr><td>AT5G08280</td><td>HEMC</td><td>NA</td><td>NA</td><td>0.014</td><td>−0.232</td><td>1.030</td><td>0.008</td></tr><tr><td>AT3G52960</td><td>PRXIIE</td><td>NA</td><td>NA</td><td>0.047</td><td>−0.257</td><td>1.139</td><td>0.001</td></tr><tr><td>AT5G09650</td><td>PPa6</td><td>NA</td><td>NA</td><td>0.045</td><td>−0.359</td><td>1.057</td><td>0.001</td></tr><tr><td>AT5G59090</td><td>SBT4.12</td><td>NA</td><td>NA</td><td>0.042</td><td>−0.377</td><td>−1.443</td><td>0.000</td></tr><tr><td>AT5G43780</td><td>APS4</td><td>NA</td><td>NA</td><td>0.048</td><td>−0.410</td><td>−1.351</td><td>0.000</td></tr><tr><td>AT5G56870</td><td>BGAL4</td><td>NA</td><td>NA</td><td>0.032</td><td>−0.539</td><td>−1.280</td><td>0.000</td></tr><tr><td>AT3G11930</td><td>–</td><td>NA</td><td>NA</td><td>0.002</td><td>−0.544</td><td>−1.467</td><td>0.000</td></tr></tbody></table>\n"
            },
            "text": "TAIR ID\tSymbol\tMembrane p-value\tMembraneL2FC\tSolublep-value\tSoluble L2FC\tGene L2FC\tGene FDR\t \tAT5G04120\tdPGM (unofficial)\t0.000\t1.080\tNA\tNA\t3.663\t0.000\t \tAT1G17810\tTIP3–2\t0.050\t0.500\tNA\tNA\t−2.131\t0.020\t \tAT5G19370\t–\t0.000\t0.370\tNA\tNA\t1.011\t0.003\t \tAT4G18480\tCHLI1\t0.043\t0.320\tNA\tNA\t1.207\t0.000\t \tAT3G16290\tFTSHI2\t0.023\t0.320\tNA\tNA\t1.003\t0.005\t \tAT4G19710\tAK-HSDH II\t0.032\t0.250\tNA\tNA\t1.020\t0.001\t \tAT1G11580\tPMEPCRA\t0.026\t−0.390\tNA\tNA\t−1.223\t0.005\t \tAT3G48730\tGSA2\t0.001\t−0.500\tNA\tNA\t1.102\t0.000\t \tAT1G66280\tBGLU22\t0.001\t−0.550\tNA\tNA\t−1.024\t0.003\t \tAT1G19530\tPOLEA (unofficial)\t0.001\t−0.970\tNA\tNA\t−1.746\t0.000\t \tAT5G08280\tHEMC\tNA\tNA\t0.014\t−0.232\t1.030\t0.008\t \tAT3G52960\tPRXIIE\tNA\tNA\t0.047\t−0.257\t1.139\t0.001\t \tAT5G09650\tPPa6\tNA\tNA\t0.045\t−0.359\t1.057\t0.001\t \tAT5G59090\tSBT4.12\tNA\tNA\t0.042\t−0.377\t−1.443\t0.000\t \tAT5G43780\tAPS4\tNA\tNA\t0.048\t−0.410\t−1.351\t0.000\t \tAT5G56870\tBGAL4\tNA\tNA\t0.032\t−0.539\t−1.280\t0.000\t \tAT3G11930\t–\tNA\tNA\t0.002\t−0.544\t−1.467\t0.000\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14517,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine if any of the proteins identified were altered independent of transcript levels, we compared the lists of significantly altered transcripts (P ≤ 0.05; L2FC of ≥1) and the list of significantly altered proteins (P ≤ 0.05; L2FC of ≥0.2). Of the genes and proteins showing differential expression/abundance as a result of spaceflight, only 17 appeared in both the RNA and protein datasets (Fig. 3, Table 2) representing 2 and 8% of mRNAs and proteins, respectively. Of the 17 in this group, 12 showed consistent direction of expression (i.e. both increased or both decreased). The remaining five showed expression in opposing directions between the transcript and protein. Hypergeometric distribution analysis indicated a significant (p = 0.036) correlation between these gene sets when considering only the genes that show consistent direction of expression, and a more dramatic correlation when including all 17 overlapping genes (p = 9.7 e− 4). A cofactor-dependent phosphoglycerate mutase (dPGM, AT5G04120) predicted to be involved in glycolysis was upregulated in both datasets in response to spaceflight. Given the etiolated seedlings were grown on sucrose media, this shift in a regulatory component of glycolysis may be representative of an important metabolic target for spaceflight adaptation. Inversely, AT1G19530—an epsilon catalytic subunit A of DNA polymerase—was consistently downregulated in proteomic and transcriptomic analyses (Fig. 3). Notably, a probable aquaporin protein belonging to the tonoplast intrinsic protein family (TIP3.2) was significantly more abundant in space despite TIP3.2 transcripts being more than four-fold downregulated. Of the 17 genes and proteins coordinately differentially expressed, nearly 30% of these genes show opposite directions of differential expression like TIP3.2. Thus, post-transcriptional gene regulation may have important implications for adjustment to spaceflight. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16491,
            "infons": {
              "file": "Tab3.xml",
              "id": "Tab3",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Genes with ontology tags relating to post-transcriptional regulation that were altered in response to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16605,
            "infons": {
              "file": "Tab3.xml",
              "id": "Tab3",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><bold>TAIR ID</bold></th><th><bold>Description</bold></th><th><bold>L</bold><sub><bold>2</bold></sub><bold>FC</bold></th><th><bold>FDR</bold></th></tr></thead><tbody><tr><td>AT4G14250</td><td>Structural constituent of ribosome</td><td>−2.66</td><td>0.001</td></tr><tr><td>AT3G13120</td><td>30S ribosomal protein S10, chloroplastic</td><td>1.00</td><td>0.015</td></tr><tr><td>AT2G33450</td><td>50S ribosomal protein L28, chloroplastic</td><td>1.01</td><td>0.021</td></tr><tr><td>AT5G30510</td><td>Ribosomal protein S1</td><td>1.01</td><td>0.002</td></tr><tr><td>AT5G54600</td><td>50S ribosomal protein L24, chloroplastic</td><td>1.01</td><td>0.012</td></tr><tr><td>AT1G79850</td><td>30S ribosomal protein S17, chloroplastic</td><td>1.02</td><td>0.002</td></tr><tr><td>AT5G20180</td><td>Ribosomal protein L36</td><td>1.03</td><td>0.019</td></tr><tr><td>AT5G40950</td><td>50S ribosomal protein L27, chloroplastic</td><td>1.05</td><td>0.002</td></tr><tr><td>AT2G24090</td><td>Ribosomal protein L35</td><td>1.06</td><td>0.001</td></tr><tr><td>AT4G11175</td><td>Translation initiation factor IF-1, chloroplastic</td><td>1.08</td><td>0.002</td></tr><tr><td>AT3G27160</td><td>Ribosomal protein S21 family protein</td><td>1.11</td><td>0.001</td></tr><tr><td>AT1G68590</td><td>30S ribosomal protein 3–1, chloroplastic</td><td>1.13</td><td>0.025</td></tr><tr><td>AT1G32990</td><td>50S ribosomal protein L11, chloroplastic</td><td>1.18</td><td>0.003</td></tr></tbody></table>\n"
            },
            "text": "TAIR ID\tDescription\tL2FC\tFDR\t \tAT4G14250\tStructural constituent of ribosome\t−2.66\t0.001\t \tAT3G13120\t30S ribosomal protein S10, chloroplastic\t1.00\t0.015\t \tAT2G33450\t50S ribosomal protein L28, chloroplastic\t1.01\t0.021\t \tAT5G30510\tRibosomal protein S1\t1.01\t0.002\t \tAT5G54600\t50S ribosomal protein L24, chloroplastic\t1.01\t0.012\t \tAT1G79850\t30S ribosomal protein S17, chloroplastic\t1.02\t0.002\t \tAT5G20180\tRibosomal protein L36\t1.03\t0.019\t \tAT5G40950\t50S ribosomal protein L27, chloroplastic\t1.05\t0.002\t \tAT2G24090\tRibosomal protein L35\t1.06\t0.001\t \tAT4G11175\tTranslation initiation factor IF-1, chloroplastic\t1.08\t0.002\t \tAT3G27160\tRibosomal protein S21 family protein\t1.11\t0.001\t \tAT1G68590\t30S ribosomal protein 3–1, chloroplastic\t1.13\t0.025\t \tAT1G32990\t50S ribosomal protein L11, chloroplastic\t1.18\t0.003\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17415,
            "infons": {
              "file": "Tab4.xml",
              "id": "Tab4",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Proteins with ontology tags relating to post-transcriptional regulation that were altered in response to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17532,
            "infons": {
              "file": "Tab4.xml",
              "id": "Tab4",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><bold>TAIR ID</bold></th><th><bold>Description</bold></th><th><bold>L</bold><sub><bold>2</bold></sub><bold>FC</bold></th></tr></thead><tbody><tr><td colspan=\"3\"><bold>Protein</bold></td></tr><tr><td> AT1G66070</td><td>Translation initiation factor eIF3 subunit</td><td>−0.94</td></tr><tr><td> AT4G24820</td><td>26S proteasome non-ATPase regulatory subunit 6 homolog</td><td>−0.76</td></tr><tr><td> AT3G62870</td><td>60S ribosomal protein L7a-2</td><td>−0.66</td></tr><tr><td> ATCG00830</td><td>50S ribosomal protein L2, chloroplastic</td><td>−0.65</td></tr><tr><td> AT1G18070</td><td>Translation elongation factor EF1A/initiation factor IF2gamma family protein</td><td>−0.52</td></tr><tr><td> AT5G44320</td><td>Eukaryotic translation initiation factor 3 subunit 7 (eIF-3)</td><td>−0.47</td></tr><tr><td> AT4G02930</td><td>GTP binding elongation factor Tu family</td><td>−0.42</td></tr><tr><td> AT5G43960</td><td>Nuclear transport factor 2 (NTF2) family protein with RNA binding domain</td><td>−0.40</td></tr><tr><td> AT3G27830</td><td>50S ribosomal protein L12–1, chloroplastic</td><td>−0.35</td></tr><tr><td> AT1G09830</td><td>Phosphoribosylamine--glycine ligase, chloroplastic</td><td>−0.33</td></tr><tr><td> AT4G29040</td><td>26S proteasome regulatory subunit 4 homolog A</td><td>−0.32</td></tr><tr><td> AT3G53020</td><td>60S ribosomal protein L24–2</td><td>−0.32</td></tr><tr><td> AT3G53970</td><td>Probable proteasome inhibitor</td><td>−0.23</td></tr><tr><td> AT1G73990</td><td>Serine protease SPPA, chloroplastic</td><td>0.21</td></tr><tr><td> AT5G39740</td><td>60S ribosomal protein L5–2</td><td>0.24</td></tr><tr><td> AT3G25520</td><td>60S ribosomal protein L5–1</td><td>0.25</td></tr><tr><td> AT1G26110</td><td>Protein decapping 5</td><td>0.32</td></tr><tr><td> AT5G13650</td><td>elongation factor family protein</td><td>0.35</td></tr><tr><td> AT2G27040</td><td>Protein argonaute 4</td><td>0.44</td></tr><tr><td> AT1G02560</td><td>ATP-dependent Clp protease proteolytic subunit 5, chloroplastic</td><td>0.56</td></tr><tr><td> AT1G78880</td><td>Ubiquitin-specific protease family C19-related protein</td><td>0.81</td></tr><tr><td colspan=\"3\"><bold>Phosphoproteome</bold></td></tr><tr><td> AT5G57870</td><td>Eukaryotic translation initiation factor isoform 4G-1</td><td>−0.47</td></tr><tr><td> AT4G02930</td><td>GTP binding elongation factor Tu family</td><td>0.44</td></tr><tr><td> AT1G30230</td><td>Elongation factor 1-delta 1</td><td>0.45</td></tr><tr><td> AT5G55220</td><td>Trigger factor type chaperone family protein</td><td>0.65</td></tr></tbody></table>\n"
            },
            "text": "TAIR ID\tDescription\tL2FC\t \tProtein\t \t AT1G66070\tTranslation initiation factor eIF3 subunit\t−0.94\t \t AT4G24820\t26S proteasome non-ATPase regulatory subunit 6 homolog\t−0.76\t \t AT3G62870\t60S ribosomal protein L7a-2\t−0.66\t \t ATCG00830\t50S ribosomal protein L2, chloroplastic\t−0.65\t \t AT1G18070\tTranslation elongation factor EF1A/initiation factor IF2gamma family protein\t−0.52\t \t AT5G44320\tEukaryotic translation initiation factor 3 subunit 7 (eIF-3)\t−0.47\t \t AT4G02930\tGTP binding elongation factor Tu family\t−0.42\t \t AT5G43960\tNuclear transport factor 2 (NTF2) family protein with RNA binding domain\t−0.40\t \t AT3G27830\t50S ribosomal protein L12–1, chloroplastic\t−0.35\t \t AT1G09830\tPhosphoribosylamine--glycine ligase, chloroplastic\t−0.33\t \t AT4G29040\t26S proteasome regulatory subunit 4 homolog A\t−0.32\t \t AT3G53020\t60S ribosomal protein L24–2\t−0.32\t \t AT3G53970\tProbable proteasome inhibitor\t−0.23\t \t AT1G73990\tSerine protease SPPA, chloroplastic\t0.21\t \t AT5G39740\t60S ribosomal protein L5–2\t0.24\t \t AT3G25520\t60S ribosomal protein L5–1\t0.25\t \t AT1G26110\tProtein decapping 5\t0.32\t \t AT5G13650\telongation factor family protein\t0.35\t \t AT2G27040\tProtein argonaute 4\t0.44\t \t AT1G02560\tATP-dependent Clp protease proteolytic subunit 5, chloroplastic\t0.56\t \t AT1G78880\tUbiquitin-specific protease family C19-related protein\t0.81\t \tPhosphoproteome\t \t AT5G57870\tEukaryotic translation initiation factor isoform 4G-1\t−0.47\t \t AT4G02930\tGTP binding elongation factor Tu family\t0.44\t \t AT1G30230\tElongation factor 1-delta 1\t0.45\t \t AT5G55220\tTrigger factor type chaperone family protein\t0.65\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19202,
            "infons": {
              "file": "Tab5.xml",
              "id": "Tab5",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Alterations to the phosphoproteome in response to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19264,
            "infons": {
              "file": "Tab5.xml",
              "id": "Tab5",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th><bold>TAIR ID</bold></th><th><bold>Description</bold></th><th><bold>Subcellular Location</bold></th><th><bold>Peptide Sequence</bold><break/><bold>(Phosphorylation site in red)</bold></th><th><bold>L</bold><sub><bold>2</bold></sub><bold>FC</bold></th></tr></thead><tbody><tr><td>AT4G02930</td><td>GTP binding elongation factor</td><td>mitochondrion</td><td>NMITGAAQMDGGILVVSGPDGPMPQTK</td><td>0.48</td></tr><tr><td>AT3G01570</td><td>Oleosin family protein</td><td>vacuole</td><td>THSHQLQVHPQR</td><td>0.37</td></tr><tr><td>AT4G32410</td><td>Cellulose synthase 1</td><td>plasma membrane, Golgi</td><td>TTSGPLGPSDR</td><td>0.23</td></tr><tr><td>AT4G37870</td><td>PEP carboxykinase1</td><td>cytosol</td><td>SAPTTPINQNAAAAFAAVSEEER</td><td>−0.04</td></tr><tr><td>AT1G64740</td><td>Tubulin alpha-1</td><td>cytosol</td><td>TIQFVDWCPTGFK</td><td>−0.24</td></tr><tr><td>AT1G04820</td><td>Tubulin alpha-4</td><td>plasma membrane</td><td>TIQFVDWCPTGFK</td><td>−0.24</td></tr><tr><td>AT4G14960</td><td>Tubulin alpha-6</td><td>cytosol</td><td>TIQFVDWCPTGFK</td><td>−0.24</td></tr><tr><td>AT5G19770</td><td>Tubulin alpha-3</td><td>cytosol</td><td>TVQFVDWCPTGFK</td><td>−0.26</td></tr><tr><td>AT4G30190</td><td>AHA2</td><td>plasma membrane</td><td>GLDIETPSHYTV</td><td>−0.36</td></tr><tr><td>AT2G21660</td><td>AtGRP7</td><td>nucleus</td><td>SGGGGGYSGGGGSYGGGGGR</td><td>−0.39</td></tr><tr><td>AT5G20650</td><td>Copper transporter 5</td><td>vacuole</td><td>SSSGVSAPLIPK</td><td>−0.44</td></tr><tr><td>AT5G57870</td><td>Translation initiation factor</td><td>cytosol, nucleus</td><td>GESVVSNLVPVQSASR</td><td>−0.46</td></tr><tr><td>AT4G39260</td><td>AtGRP8</td><td>nucleus</td><td>SGGGGGYSGGGGGGYSGGGGGGYER</td><td>−0.54</td></tr><tr><td>AT5G55220</td><td>Chaperone family protein</td><td>plastid</td><td>EVENSISEFK</td><td>−0.61</td></tr><tr><td>AT2G30930</td><td>Unknown protein</td><td>plasma membrane</td><td>ATSALSEAK</td><td>−0.87</td></tr><tr><td>AT4G27450</td><td>Aluminum induced protein</td><td>cytosol</td><td>VDSEGVLCGANFK</td><td>−1.23</td></tr></tbody></table>\n"
            },
            "text": "TAIR ID\tDescription\tSubcellular Location\tPeptide Sequence(Phosphorylation site in red)\tL2FC\t \tAT4G02930\tGTP binding elongation factor\tmitochondrion\tNMITGAAQMDGGILVVSGPDGPMPQTK\t0.48\t \tAT3G01570\tOleosin family protein\tvacuole\tTHSHQLQVHPQR\t0.37\t \tAT4G32410\tCellulose synthase 1\tplasma membrane, Golgi\tTTSGPLGPSDR\t0.23\t \tAT4G37870\tPEP carboxykinase1\tcytosol\tSAPTTPINQNAAAAFAAVSEEER\t−0.04\t \tAT1G64740\tTubulin alpha-1\tcytosol\tTIQFVDWCPTGFK\t−0.24\t \tAT1G04820\tTubulin alpha-4\tplasma membrane\tTIQFVDWCPTGFK\t−0.24\t \tAT4G14960\tTubulin alpha-6\tcytosol\tTIQFVDWCPTGFK\t−0.24\t \tAT5G19770\tTubulin alpha-3\tcytosol\tTVQFVDWCPTGFK\t−0.26\t \tAT4G30190\tAHA2\tplasma membrane\tGLDIETPSHYTV\t−0.36\t \tAT2G21660\tAtGRP7\tnucleus\tSGGGGGYSGGGGSYGGGGGR\t−0.39\t \tAT5G20650\tCopper transporter 5\tvacuole\tSSSGVSAPLIPK\t−0.44\t \tAT5G57870\tTranslation initiation factor\tcytosol, nucleus\tGESVVSNLVPVQSASR\t−0.46\t \tAT4G39260\tAtGRP8\tnucleus\tSGGGGGYSGGGGGGYSGGGGGGYER\t−0.54\t \tAT5G55220\tChaperone family protein\tplastid\tEVENSISEFK\t−0.61\t \tAT2G30930\tUnknown protein\tplasma membrane\tATSALSEAK\t−0.87\t \tAT4G27450\tAluminum induced protein\tcytosol\tVDSEGVLCGANFK\t−1.23\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20403,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine if post-transcriptional regulation is responsible for the low correlation between transcriptomic and proteomic data sets, we filtered the differentially expressed RNAs and proteins to identify genes in post-transcriptional regulation. Transcript and protein levels for many ribosomal subunits were altered between Earth and microgravity, which may have an impact on the translational dynamics of the cell. Twelve transcripts for ribosomal proteins were differentially expressed, with only one, a structural component, downregulated nearly 8-fold in space (Table 3). The remaining 11 were upregulated in the spaceflight samples. Medina suggested that changes in ribosome biosynthesis as a result of microgravity caused an uncoupling of cellular growth and cellular proliferation. The differential expression of various tRNAs and the increased abundance of proteins related to post-transcriptional regulation of gene expression and translational initiation (enriched in proteins upregulated and downregulated in spaceflight, respectively) suggest an even more substantial impact on regulatory dynamics induced by spaceflight (Fig. 2; Supplemental File 2). The increased protein expression of RNA DECAPPING PROTEIN 5 (DCP5, AT1G26110, L2FCmembrane = 0.32) and the RNA-silencing protein ARGONAUTE 4 (AGO4, AT2G27040, L2FCsoluble = 0.44, L2FCRNA = 0.78) further indicate an increased mRNA turnover and siRNA-mediated gene silencing while coping with microgravity. Perhaps the most novel finding relating to this regulatory shift is found in the PTM data. EUKARYOTIC TRANSLATION INITIATION FACTOR ISOFORM 4G-1, GTP BINDING ELONGATION FACTOR TU FAMILY, ELONGATION FACTOR 1-DELTA 1, and a Trigger Factor Type Chaperone family protein all had differential levels of phosphorylation (Table 4) suggesting an additional mechanism for regulating translation. Among these phosphorylation events, we also see evidence for differential splicing as an adaptation to spaceflight. The RNA-binding proteins GRP7 and GRP8, both regulators of alternative splicing, were preferentially phosphorylated on Earth at the S118 residue in response to microgravity (L2FCphospho = − 0.39 and − 0.54, respectively) (Table 5). This suggests an alteration in splicing patterns within the plant in response to spaceflight. A splice aware analysis of transcripts identified 24 genes with at least two transcripts differentially expressed (Fig. S1). VILLIN 1, PEROXIN 11E, NATURAL RESISTANCE-ASSOCIATED MACROPHAGE PROTEIN 1 isoforms that are inversely differentially expressed by spaceflight. For example, the actin binding protein VILLIN 1 isoforms AT2G29890.2 (L2FCRNA > 5) and AT2G29890.3 (L2FCRNA < − 7.5) approach complete silencing in space and on earth respectively (Additional file 3: Fig. S1). The altered ratio of gene isoforms confirms that transcripts are subject to altered processing in microgravity. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23339,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition to regulators of translation and RNA splicing/degradation, components of the ubiquitin ligase protein degradation pathway were also identified in the spaceflight samples. Three E3 ligase mRNAs were altered by a L2FC of ≥ ±1 including ARABIDOPSIS TOXICOS EN LEVADURA 9 (ATL9, AT2G35000, L2FCRNA = − 1.1), BOI-RELATED GENE 2 (BRG2, AT1G79110, L2FCRNA = 1.9), and RING-H2 FINGER PROTEIN 2B (RHA2B, AT2G01150, L2FCRNA = 1.0). ATL9, expressed in an NADPH-dependent matter, has been implicated in pathogen response due to its chitin-mediated expression, but is not upregulated in response to the canonical defense hormones. BRG2 is a member of a subclass of RING-type E3 ligases which contribute Botrytis cinerea resistance and mediate stress and pathogen responses. Finally, the E3 ligase RHA2B has an additive effect with its closest homolog, RHA2A, in regulating ABA and drought response. In addition to the standard E3 ligases, five members of the F-box superfamily, PHLOEM PROTEIN 2-A13 (PP2-A13, AT3G61060, L2FCRNA = − 2.0), AT3G27150 (L2FCRNA = − 1.7), PHLOEM PROTEIN 2-A14 (PP2-A14, AT5G52120, L2FCRNA = 1.5), and AT1G23390 (L2FCRNA = − 1.3) were differentially expressed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24573,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Other components of the regulated proteolysis pathway were also altered. REGULATORY PARTICLE AAA-ATPASE 2A (RPT2a, L2FCSoluble = − 0.32) and a 26S proteasome regulatory subunit (RPN7, AT4G24820, L2FCSoluble = − 0.76) were both downregulated in spaceflight samples. NUCLEAR ENCODED CLP PROTEASE 5 (CLPP5, L2FCSoluble = 0.56), SIGNAL PEPTIDE PEPTIDASE (SPPA, L2FCMembrane = 0.21), and the peptidase SHOU4 (AT1G78880, L2FCMembrane = 0.81) were all upregulated in space. An additional 23 proteases were altered at the transcript level (Additional file 1). Overall, microgravity-grown plants appear to display changes in the capacity to produce, regulate, and degrade proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25276,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Cell Wall synthesis in the spaceflight environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25327,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Microgravity has been shown to have a significant impact on plant growth. In these datasets, the most obviously impact is seen in differential expression and regulation of components of cell wall modification. At the protein level, a number of UDP-D-Xylose synthases, transferases, and hydrolases (XT2, GUT1, XS1,XS2, XTH19) were upregulated in microgravity, along with a putative plasmodesmata localized BETA-1,3-GLUCANASE (BG_PPAP, AT5G42100).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25773,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Quantitative tracking of PTMs has revealed several novel aspects of spaceflight acclimation in plants, including alterations in cell wall synthesis (Table 5). PLASMA MEMBRANE PROTON ATPASE 2 (AHA2) was differentially phosphorylated between flight and ground controls. AHA2 has been implicated as the link between auxin and acid growth. The redistribution of auxin in response to tropic stimulus initiates transcription of SAUR19, which in turn inhibits a PP2C-D phosphatase allowing for AHA2-mediated acidification of the cell wall and subsequent cellular elongation. The phosphorylated form of AHA2 was more abundant on Earth (L2FCphospho = − 0.36) (Table 5). Components involved in cellulose deposition also showed altered transcription. CELLULOSE SYNTHASE 1(CESA1) phosphorylation was increased in spaceflight samples (L2FCphospho = 0.23) (Table 3) while, Tubulin-α 1, 3,4 and 6, required for cellulose patterning, were preferentially phosphorylated on Earth (L2FCphospho = − 0.24, − 0.26, − 0.24 and − 0.24 respectively) (Table 5) at T349; phosphorylation at T349 is known to encourage microtubule depolymerization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26928,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "While many plant processes are modulated by auxin, auxin-mediated asymmetric cellular elongation is the primary effector of directional growth responses, including gravitropism, and is an essential component in the regulation of cell wall growth and elongation. Many of the auxin-related pathways are clearly perturbed in response to microgravity, with representatives from many aspects of auxin signaling and response appearing in either the protein or the gene expression dataset. Both of the enzymes in the primary synthesis pathway from tryptophan to IAA are represented. The first, L-tryptophan-pyruvate-aminotransferase 1 (L2FCRNA = 0.82), is upregulated nearly two-fold. The transcript for the second enzyme, indole-3-pyruvate-monooxegenase (YUCCA6, L2FCRNA = -0.86), was downregulated nearly two-fold in spaceflight samples. This expression pattern could result in an increased level of Indole-3-pyruvate —the final precursor in auxin synthesis—along with a decrease in conversion of Indole-3-pyruvate to IAA (primary active form of auxin) because of the decreased level of YUCCA6. Several of the genes responsible for auxin redistribution were also present in the datasets. Five auxin carriers were differentially expressed in total: PIN2 (AT5G57090, L2FCRNA = -0.77), PIN-like7 (AT5G65980, L2FCRNA = -0.95), and ABCB15 (AT3G28345, L2FCRNA = -0.87) were down-regulated in space, while PIN-FORMED 4 (PIN4, AT2G01420, L2FCRNA = 0.77) and LAX2 (AT2G21050, L2FCRNA = 0.87) were up-regulated, suggesting that space-grown plants are altering their auxin distribution in response to the space-flight environment. In addition to auxin biosynthesis and transport, auxin perception and response were also perturbed. AUXIN SIGNALING F BOX PROTEIN 1 (AFB1, AT4G03190, L2FCmembrane = − 0.11), a member of the TIR1 family, was less abundant in microgravity in the protein dataset. Auxin-responsive proteins IAA5 (L2FCRNA = 2.83) and IAA28 (L2FCRNA = -0.84) genes were found to be differentially expressed, as well as Auxin-response factors ARF4 (L2FCRNA = 0.81) and ARF11 (L2FCRNA = 0.72). Two small auxin-upregulated RNA (SAUR) genes (both downregulated) and five SAUR-like genes (3 downregulate, 2 upregulated) were differentially expressed in microgravity. These have been shown to be auxin-responsive regulators of adaptive growth, and may be responsible for modulating new growth patterns in the absence of gravity. Whether auxin is the predominant regulator of cell wall related adaptions remains to be seen, however, the characterization provided by transcript, protein and PTM data provides an enhanced understanding of cell wall regulatory dynamics—a primary target for optimization of plant growth in space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29699,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Influences on plastid function and regulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29745,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Genes and terms relating to plastid function were among the most pronounced features of the subcellular localization (Fig. 1) and the gene ontology enrichment analysis (Fig. 2). Notably, the enrichment of genes associated with chlorophyll biosynthetic process, protein import into chloroplast stroma, plastid membrane organization, protein targeting to chloroplast, and chloroplast organization were seen in the transcript dataset (Fig. 2; Additional file 2). These results were unexpected because seedlings were sealed inside PDFU’s, which were then sealed inside the BRIC. This environment provides no light to initiate chlorophyll synthesis and chloroplast development Although plastids play an important role in gravity perception through the sedimentation of dense amyloplasts in the root cap and shoot endodermis, many of the differentially expressed genes (e.g. chlorophyll synthase) relate to photosynthesis, rather than amyloplast-related functions. This may suggest a microgravity-induced disruption in plastid operation that goes beyond gravity perception and may impact metabolic-based plastid processes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30866,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Furthermore, gene ontology analysis for the transcript data revealed significant enrichment in terms such as plastid translation, protein import into the stroma, targeting to chloroplast, and plastid organization (Fig. 2; Supplemental File 2). The increased transcript expression of plastid ribosomal proteins SVR8 (AT5G54600, L2FCRNA = 1.01), PSRP3/1 (AT1G68590, L2FCRNA = 1.13), and RPS17 (AT1G79850, L2FCRNA = 1.02), translocons TIC55-II (AT2G24820, L2FCRNA = 1.01), and TIC21 (AT2G15290, L2FCRNA = 1.03), as well as OUTER ENVELOPE PROTEIN 16 (OEP16) (AT2G28900, L2FCRNA = 1.57), PLASTIDIC TYPE I SIGNAL PEPTIDASE 1 (PLSP1) (AT3G24590, L2FCRNA = 1.04), and GRANA-LOCALIZED PROTEIN (RIQ2) (AT1G74730, L2FCRNA = 1.22) may indicate a disruption in plastid physiology in response to microgravity. The transcript-specific alterations in biological functions and localizationsuggests alterations in plastid homeostasis. This phenomenon may, in part, be linked to the reduced negative impact on growth of PhyD-deficient mutants in the spaceflight environment. Identifying the regulatory mechanism responsible for these potentially “wasted” transcripts may provide an ideal target for engineering plants that remain hearty in microgravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32138,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Altered redox state and ROS signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32176,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Reactive oxygen species have emerged as important components of plant signaling, but may also be produced as byproducts of stress metabolism. Transcripts for L-ascorbate oxidase (AT5G21100, L2FCRNA = 1.43), L-ascorbate peroxidase S (AT4G08390, L2FCRNA = 0.96), monodehydroascorbate reductase (AT1G63940, L2FCRNA = 0.98), as well as ascorbate transporters (AT4G00370, L2FCRNA = 0.84; AT2G27810, L2FCRNA = 0.68; AT2G34190, L2FCRNA = 0.82) were all up-regulated in the spaceflight samples. In addition to ascorbate related genes, respiratory burst oxidase homolog (RBOH) genes were altered. RBOHB (AT1G09090, L2FCRNA = − 1.38) and RBOHI (AT4G11230, L2FCRNA = − 1.03) (superoxide-producing NADPH oxidases) were down regulated in microgravity. RBOH genes are known mediators of reactive oxygen species (ROS) signaling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33030,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To understand the physiological impact of the altered expression of ROS regulators, we examined the oxidation state of the proteome from our LC-MS/MS results. The insoluble spaceflight samples showed a prevalence of oxidized proteins and decreased oxidation in the soluble samples. Analysis of the membrane protein fraction identified a total of 3659 oxidized peptides, with 174 peptides showing significantly (P ≤ 0.05) altered prevalence between space flown and ground control seedlings. Of those significantly altered, 79% showed a greater prevalence of the oxidized form in space. The trend of increased oxidation may be due in part to the decreased level of several extracellular peroxidase proteins in microgravity. This trend was reversed in the soluble proteins with 88% of the 265 significantly altered peptides showing decreased oxidation in the space-flown seedlings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33915,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33926,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Multiple ‘omics approaches yield distinct but comparable results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33993,
            "infons": {
              "file": "12870_2020_2392_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Summary of the results and insight provided from the transcript (RNA), protein, and post-translational modification (PTM) datasets. Transcript expression profiles were characterized by RNA-seq and protein expression profiles were characterized and quantified by iTRAQ LC-MS/MS. Expression and fragmentation data characterized the regulatory dynamics induced by adaptation to the spaceflight environment in Arabidopsis thaliana. Gene Ontology analysis identified PTR, PTM, and Degradation candidate genes. DEGs = differentially expressed genes, DAPs = differentially abundant proteins, PTR = post-transcriptional regulation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34628,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The transcript, protein, and post-translational modification data reported here demonstrate that cellular perturbations caused by microgravity are likely pervasive across all “levels” of regulation. The evidence within these datasets shows that transcription, translation, PTM, and protein turnover are all altered by microgravity (Fig. 4). This global dysregulation suggests that much of the molecular landscape is affected in spaceflight conditions. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35086,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "One striking (but not entirely unexpected) feature of these data is the low correlation between differentially expressed transcripts and differentially abundant proteins (Fig. 3). As the central dogma of biology is most generally reduced to the statement of “DNA to RNA to protein”, the impacts of regulatory mechanisms between transcript and peptide are often forgotten. The resultant differences in the representative mRNA and proteins can be profound, and lack of a correlative relationships, comparable to observations in this experiment, are also observed in a number of studies across model species. This misalignment of transcript and peptide data is not a discrepancy, but rather it provides a more comprehensive view of the molecular and regulatory landscape under the chosen treatment conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35897,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Dysregulation of plastid transcripts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35934,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Plants grown in microgravity face a variety of challenges including altered gas exchange and the absence of a gravity vector. Plastids play a central role in a plant’s ability to sense and respond to gravity, but also function to store resources collect light energy, and generate cellular signaling components. In this context, it is unsurprising to see a wide variety of plastid-localized and plastid-produced genes differentially regulated in the flight samples (Fig. 1, Fig. 2). However, the presence of several chloroplast-related proteins, specifically those related to photosynthesis, was unexpected. It is not immediately clear how these genes are functioning in this case, as the growth conditions inside the BRIC hardware prevent all light from reaching the plants. It is possible that the stresses of space initiate signaling pathways that induce low levels of chlorophyll production. However, visually the plants appeared to be etiolated (data not shown) so any upregulation of chlorophyll production is small. As these genes appear in the transcriptomic but not the proteomic data set, their expression may indicate a wasteful effort at enhancing light signaling to compensate for the absence of gravity. The absence of any classical directional cue may remove a regulatory feedback that halts the expression of the core plastid components thus resulting in continuous wasteful expression. In either case, understanding the cause of this wasted transcriptional activity could be a ready target for the production of plants optimized for spaceflight applications. This dysregulation may be involved in the improvement to spaceflight adaptation seen in mutants lacking the photosynthetic regulatory component PhyD.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37662,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Global alterations to redox homeostasis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37702,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Our results also show alterations in genes and proteins that regulate ROS. Although potentially involved in stress response signaling, they can also be damaging byproducts of stress-induced metabolic signaling. In space, plants responded by increasing the levels of several ROS quenchers such as L-ascorbate oxidase, L-ascorbate peroxidase, and monodehydroascorbate reductase. They also limited production or superoxide-producing RBOH genes. As an overall profile, this makes sense. Microgravity is inherently a stressful environment. Limiting the production of harmful stress byproducts is likely important for plants to cope. Despite this, the data show the activation of ATL9 (a NADH-oxidase dependent expression event) indicating an increased response to ROS. The increased oxidation of the membrane proteome despite the reduced expression of extracellular peroxidases (Table 1) in contrast to the reduced state of the soluble proteome indicates that there exists an increased oxidative extracellular environment and a reduced oxidative potential of the cytosol. ROS has a significant role in modulating the cytoskeletal dynamics of actin and microtubules. Thus, stabilization of microtubules in microgravity via decreased phosphorylation of the α-tubulin/β-tubulin interface site of four α-tubulin may represent a ROS-related alteration to cytoskeletal dynamics. This modification and microtubule depolymerization is induced rapidly upon hyperosmotic stress. As with previous spaceflight experiments, response to osmotic stress is enriched among differentially expressed genes, likely due to the absence of the structural guide provided by the constant pull of gravity. Increased microtubule stability has the potential to enhance cytoskeletal structure in the absence of gravity. ROS-induced microtubule dynamics and microtubule-mediated ROS attenuation as seen in hyperosmotic stress responses thus provides a mechanism for a specific compensatory adaptation to space. As microtubules provide the patterning for CESA-mediated cellulose deposition, enhancing the impact of this compensatory adaptation (i.e. microtubule stabilization) could be a highly effective target for enhancing plant growth and biomass generation in the absence of gravity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39966,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Cell Wall dynamics and Auxin on the ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40006,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While many plant processes are modulated by auxin, auxin-mediated cellular elongation is the primary effector of differential growth and organ re-orientation. In the absence of gravity (the primary guide of etiolated seedling orientation and growth direction), the plant may default to secondary guiding signals such as touch or micro-gradients in water or nutrients. In this case, the upregulation of PIN, LAX and ABC transporters may represent the plant quickly and transiently responding to many smaller gradients that are no longer overshadowed by gravity. However, auxin is involved in a myriad of cellular processes, so it remains possible that the alterations in auxin-related genes are a byproduct of some other aspect of physiology and not related to gravity or tropisms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40787,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The ability of proteomic sequencing to reveal post-translational modifications is a major benefit of the approach. In the case of gravity signaling, the traditional approaches of genetic mutant screens and RNA-seq have failed to identify some of the signaling components of the pathway, suggesting that post-translational modification of potentially redundant proteins, rather than alterations of their levels, may be responsible. We identified post-translational phosphorylation of auxin signaling components. Plasma Membrane Proton H+ ATPase 2 (AHA2) acidifies the cell wall downstream of auxin redistribution. We found the C-terminal domain of AHA-2 to be more phosphorylated in the Earth samples as compared to the space-flown seedlings indicating a reduced activity. Inhibition of AHA2 is also post-translationally regulated in FERONIA-dependent manner which is simultaneously increased in abundance in space doubly indicating a suppression of AHA2 and acid growth of the cell wall.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41775,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As the plant cell wall evolved in the presence of earth’s gravity, the question of if and how microgravity influences cell wall content has been of interest to researchers for some time. Arabidopsis hypocotyls have lower levels of cellulose when grown in microgravity. However, no cellulose synthase genes (CESA) were observed in the BRIC20 differential transcript or protein datasets (though one CES-like gene was observed in the RNA data). CESA1 was phosphorylated more often in response to microgravity (Table 5). CESA1 is required for primary cell wall biosynthesis, and phosphorylation of CESA proteins negatively modulates their synthetic efficiency. As with AHA2, we observed multiple mechanisms for the inhibition of CESA by the nearly two-fold enhancement of soluble protein SHOU4, which suppresses cellulose synthesis by the regulation of CESA trafficking to the plasma membrane.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42667,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42679,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "The unified transcriptomic and proteomic characterization of space-flown Arabidopsis thaliana demonstrate the value in employing various ‘omics approaches for data acquisition. The regulatory landscape of the cell is difficult to decipher with transcript data alone, such that the addition of proteomic data provides a more complete picture of plant response to spaceflight and microgravity. Ultimately, we have characterized a significant impact of the spaceflight environment on post-transcriptional regulation, redox homeostasis, plastid gene transcription, and cell wall synthesis. While some of these responses to microgravity have been previously studied or observed, the transcriptomic and proteomic studies unified to produce the most comprehensive understanding of these events to date and provide new direction and strategies for plant engineering. The role of CESA1 and AHA2 along with their potential regulation by SHOU4 and FERONIA, respectively, provide novel insights into the decreased cellulose deposition previously observed in spaceflight. In addition, the interface of redox homeostasis and microtubule dynamics provides a relevant physiological adaptation to the spaceflight environment that may result in altered oxidative stress while also enhancing the structural integrity cells in the absence of gravity. Altered regulation of specific elements of cell wall synthesis and microtubule stability, along with the production of plastid transcripts, provide three new targets to engineer plants for optimal growth during long-term spaceflight missions. The sweeping alterations to mRNA turnover, silencing, and splicing, as well as initiation/elongation of protein translation, protein turnover, and other aspects of post-transcriptional regulation may raise more questions than answers and necessitates further study. This regulatory shift indicates that questions regarding spaceflight physiology will not be adequately addressed by transcriptomic studies. Finally, we note that phosphoenriched proteomics remain an unmet need to characterize plant response to microgravity and will provide essential insights into the regulatory mechanisms of plant adaptation to space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44875,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44883,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44898,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Arabidopsis thaliana (L.) Heyn. var. Columbia (Arabidopsis Biological Resource Center, Stock ID: CS22625), were used for all experiments. Aliquots of 0.016 ± 0.002 g of seeds (approximately 800–900 seeds per plate) were surface sterilized with 30% (v/v) bleach and 0.1% (v/v) Tween-20 for 2 min, washed with sterile water (5x), then dried onto 60 mm round filter paper to facilitate plating. Seeds were spread onto 60 mm round Petri plates containing 0.5 X Murashige and Skoog (MS) media (Caisson, Smithfield, UT) with 1% sucrose and 1% agar, cold stratified overnight, and provided a 1 h white light treatment to facilitate consistent germination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45564,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Spaceflight parameters",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45587,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Twenty-two seeded plates were then individually integrated into Petri Dish Fixation Units (PDFUs), and RNALater (Ambion, Carlsbad, CA) was loaded into the liquid reservoir. PDFUs were then tested for leaks and loaded into Biological Research in Canister (BRIC) hardware for flight: five plates plus a HOBO data logger in two BRICs and six plates in the remaining two BRICs. All BRICs were put into cold stowage (4 °C) prior to launch. The experiment was launched aboard Space-X 5 on January 10, 2015. Upon docking of the Dragon capsule to the International Space Station (ISS), the BRICs were removed from cold stowage and placed at ambient temperature (ca. 21 °C). After 76 h, the PDFUs were actuated releasing RNAlater into the Petri dish for seedling fixation. Samples were incubated at ambient temperature in RNAlater for 12 h then placed at − 80 °C in the MELFI freezer aboard ISS. Twenty-two additional plates were integrated into hardware as ground controls and maintained under identical growth conditions and processing on a 48 h delay. These were held at Kennedy Space Center with environmental conditions aboard ISS provided via downlink. After the spaceflight samples returned from ISS, both spaceflight and ground control plates were removed from the hardware while frozen and packed in dry ice at Kennedy Space Center, then transported to Ohio University in a temperature-controlled vehicle. In addition to the Kennedy Ground control, two additional controls were set up to check if the spaceflight hardware or the preservative RNAlater were causing any significant changes in the transcriptome and proteome of Arabidopsis seedlings. Details of the hardware and preservative studies have been published in Basu et al. and Kruse et al., respectively. All pertinent datasets are publicly available on the NASA GeneLab repository.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47448,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA extraction and processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47478,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "RNA was extracted according to Kruse et al.. In brief, three biological replicates, one plate per replicate, were used for RNA-seq analysis. RNA was extracted using a RNeasy Plant Mini Extraction Kit (Qiagen) according to standard protocols. RNA integrity (RIN ≥ 8) was verified using an Agilent 2100 Bioanalyzer. RNA samples were sent to the Genome Technology Access Center in the Department of Genetics at Washington University School of Medicine, St Louis, MO. Paired-end sequence was obtained from an Illumina 2500 Hiseq (2 X 101 bp) using the Ribo-Zero rRNA Removal Kit prior to library preparation. Read pairs for each biological replicate were aligned to TAIR10 assembly using Spliced Transcripts Alignment to a Reference (STAR). Gene level read counts were determined using HTSeq-count. For transcript/isoform analysis, Sailfish (v0.9.0) was used for splice aware transcript quantification. Differential expression was determined using the generalized linear model likelihood test within the Empirical Analysis of Digital Gene Expression Data in R (EdgeR) package.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48559,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein extraction and data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48596,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Soluble and membrane proteins were extracted and processed according to Basu et al.. In brief, seedlings from five plates, were pooled for each of the 3 replicates. Seedlings were crushed in liquid nitrogen and vortexed thoroughly in extraction buffer. Sample were then centrifuged at 100,000 g to isolate the membrane proteins. The supernatant was saved and used for the extraction of soluble proteins. Samples were sent to the Proteomics & Mass Spectrometry Facility at the Donald Danforth Plant Science Center (St. Louis, MO) for processing, iTRAQ labeling, and tandem mass spectrometry of protein samples as detailed in. Briefly, protein concentration of each replicate was estimated using CBX assay. Equal amounts (40 μg) of both membrane and soluble, three replicates each, were digested with trypsin and labeled with a unique iTRAQ 8plex (AB SCIEX, Massachusetts, USA). The labeled replicates were pooled and fractionated using high pH reverse phase chromatography. The fractions were combined into 12 final fractions for LC-MS/MS using an LTQ-Orbitrap Velos Pro mass spectrometer (ThermoFisher Scientific, Waltham, MA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49729,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mass spectrometry data analyses were automated using Mascot Daemon 2.5 (Matrix Science, London, UK). The TAIR10 database was used as a reference (including target and decoy sequences, 35,386 entries) assuming trypsin digestion. To identify post-translational modifications using Mascot, the modifications due to iTRAQ 8-plex labeling of lysine and the N-terminus of the peptides and carbamidomethyl of cysteine were specified as fixed modifications. The variable modifications were specified as deamidation of asparagine and glutamine, oxidation of methionine, and phosphorylation of serine/threonine and tyrosine. Only proteins with at least two peptides with score > 20 were reported.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50420,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A Student’s t-test was used to determine significant difference between protein expression in spaceflight and ground control conditions. In accordance with previous studies demonstrating smaller but impactful variations in protein abundance, proteins with a p-value ≤0.05 and a log fold change greater than 0.2 or less than − 0.2 were considered significantly different between experimental and control samples. Individual peptides containing post-translational modifications were examined evaluated using a Student’s t-test to determine phosphorylation events that were altered by spaceflight conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51036,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A hypergeometric distribution test was used to determine if overlap between proteomic and transcriptomic candidates was non-random. The hypergeometric P-value was calculated using p = (kCx) ((n-k)C(n-x)) /NCn, where N is the number of genes in the genome (estimated at 27,000 for this work), k is the number of genes identified by RNAseq, n is the number of genes identified by proteomics, x is the number of overlapping candidates, and kCx is the number of possible gene combinations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51526,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Exclusions based on control experiments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51566,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In addition to the ground control at Kennedy Space Center, two additional analyses were run to provide insight into whether the spaceflight hardware or the preservative RNAlater caused significant changes in the transcriptome and proteome of Arabidopsis seedlings. Comparing differentially expressed genes and proteins from these additional control studies with those from the spaceflight/ground control analysis revealed 263 genes and 159 proteins significantly affected by both hardware and spaceflight while 249 genes and 152 proteins were affected both by RNAlater and spaceflight. Rather than excluding all genes found in these secondary controls, a logical decision rule (Eq. 1) was developed to identify genes which were more or differently perturbed by spaceflight than either control study. All genes and proteins that passed the decision rule were considered differentially expressed despite their altered expression in a control study. The decision rule, where LFCcontrol is the log2 fold change of a gene in the control study where it showed significant differential expression and LFCSF is the log2 fold change of a gene in the spaceflight/ground control experiment, allows genes to be retained if the impact of spaceflight was different than the effect of either the preservative or hardware control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52881,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Subcellular analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52902,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Differentially expressed transcripts and proteins were analyzed using SUBA4 (V.4.6.0, accessed June 2017) to identify the subcellular localization of differentially expressed genes. Only transcripts with a log-fold change ±1 (FDR ≤ 0.05) or proteins with a log-fold change ±0.2 (P ≤ 0.05) were included in the analysis. Multi-level pie charts were rendered to identify the distribution of localization among subsets of genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53342,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene ontology enrichment analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53376,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Gene Ontology (GO) enrichments were performed for Biological Processes using Python based tool, Orange (V.3.7.0, GO terms accessed June 2017). Only transcripts with a log-fold change ±1 (FDR ≤ 0.05) or proteins with a log-fold change ±0.2 (P ≤ 0.05) were included in the analysis. The upregulated and downregulated genes were run separately, and the resultant GO enrichments were thinned to include GO terms with a p-value ≤0.05 using the Bonferroni correction for multiple comparisons that had at least 4 and no more than 750 reference genes within the term (to exclude poorly annotated terms and overly broad terms, respectively) and that had more than one differentially expressed gene within the experimental dataset. Of the remaining GO terms, only the two terms with minimal distance from biological process within each branch were included. When redundant terms (terms containing identical gene sets and with similar naming) were found, only the most informative GO term was retained. A visual representation of the resulting enrichments was created by analyzing enrichment of associated GO terms and creating a heat map. The heat map was generated using the R packages “RColorBrewer” and “gplots.”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54606,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54632,
            "infons": {
              "section_type": "ABBR",
              "type": "title"
            },
            "text": "Abbreviations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54646,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "BRIC",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54651,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Biological Research in Canister",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54683,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "EdgeR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54689,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Empirical Analysis of Digital Gene Expression Data in R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54745,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "GO",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54748,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Gene Ontology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54762,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "ISS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54766,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54794,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "L2FC",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54799,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Log2(Fold Change)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54817,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "PDFUs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54823,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Petri Dish Fixation Units",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54849,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "PTMs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54854,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Post-translational Modifications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54887,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "ROS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54891,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Reactive Oxygen Species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54915,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "SAUR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54920,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Small Auxin-upregulated RNA",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54948,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "STAR",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54953,
            "infons": {
              "section_type": "ABBR",
              "type": "paragraph"
            },
            "text": "Spliced Transcripts Alignment to a Reference",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54998,
            "infons": {
              "section_type": "ABBR",
              "type": "footnote"
            },
            "text": "Publisher’s Note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55017,
            "infons": {
              "section_type": "ABBR",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55136,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55162,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "Supplementary information accompanies this paper at 10.1186/s12870-020-02392-6.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55242,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Authors’ contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55267,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "CPSK contributed to experiment validation, RNA sample preparation, informatics analysis, and writing. ADM contributed to data analysis and writing. PB contributed to experimental verification, protein sample preparation, proteomics analysis, and writing. SH contributed to experiment design and validation. DRL contributed to experimental design, verification, and writing. SEW contributed to experimental design, verification, and writing. All authors have read and approved the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55759,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55767,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "Partial funding for this project was provided by NASA grant #NNX13AM48G with supplemental funding from NASA GeneLab. NASA employees had a key role in payload management, delivery, and processing but otherwise had no direct involvement in sample processing or downstream analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56047,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Availability of data and materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56082,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The datasets generated for this study can be found in the NASA GeneLab database at genelab.nasa.gov. They are available as GeneLab Data Set (GLDS)-38 (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-38/).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56296,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Ethics approval and consent to participate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56339,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Not Applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56355,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Consent for publication",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56379,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Not Applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56395,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56415,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56588,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56599,
            "infons": {
              "fpage": "519",
              "issue": "3",
              "lpage": "533",
              "name_0": "surname:Correll;given-names:MJ",
              "name_1": "surname:Pyle;given-names:TP",
              "name_2": "surname:Millar;given-names:KDL",
              "name_3": "surname:Sun;given-names:Y",
              "name_4": "surname:Yao;given-names:J",
              "name_5": "surname:Edelmann;given-names:RE",
              "pub-id_pmid": "23771594",
              "section_type": "REF",
              "source": "Planta.",
              "type": "ref",
              "volume": "238",
              "year": "2013"
            },
            "text": "Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56714,
            "infons": {
              "fpage": "547495",
              "name_0": "surname:Fengler;given-names:S",
              "name_1": "surname:Spirer;given-names:I",
              "name_2": "surname:Neef;given-names:M",
              "name_3": "surname:Ecke;given-names:M",
              "name_4": "surname:Nieselt;given-names:K",
              "name_5": "surname:Hampp;given-names:R",
              "pub-id_pmid": "25654111",
              "section_type": "REF",
              "source": "Biomed Res Int",
              "type": "ref",
              "volume": "2015",
              "year": "2015"
            },
            "text": "A whole-genome microarray study of Arabidopsis thaliana semisolid callus cultures exposed to microgravity and nonmicrogravity related spaceflight conditions for 5 days on board of Shenzhou 8",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56905,
            "infons": {
              "fpage": "21",
              "issue": "1",
              "lpage": "35",
              "name_0": "surname:Kwon;given-names:T",
              "name_1": "surname:Sparks;given-names:JA",
              "name_2": "surname:Nakashima;given-names:J",
              "name_3": "surname:Allen;given-names:SN",
              "name_4": "surname:Tang;given-names:Y",
              "name_5": "surname:Blancaflor;given-names:EB",
              "pub-id_pmid": "25587145",
              "section_type": "REF",
              "source": "Am J Bot",
              "type": "ref",
              "volume": "102",
              "year": "2015"
            },
            "text": "Transcriptional response of Arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57062,
            "infons": {
              "fpage": "1175",
              "issue": "7",
              "lpage": "1181",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Popp;given-names:MP",
              "name_2": "surname:Gurley;given-names:WB",
              "name_3": "surname:Guy;given-names:C",
              "name_4": "surname:Norwood;given-names:KL",
              "name_5": "surname:Ferl;given-names:RJ",
              "section_type": "REF",
              "source": "Adv Space Res",
              "type": "ref",
              "volume": "36",
              "year": "2005"
            },
            "text": "Arabidopsis gene expression patterns are altered during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57130,
            "infons": {
              "fpage": "232",
              "issue": "1",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Amalfitano;given-names:CE",
              "name_2": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "23217113",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Plant growth strategies are remodeled by spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57183,
            "infons": {
              "fpage": "112",
              "issue": "1",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Zupanska;given-names:AK",
              "name_2": "surname:Schultz;given-names:ER",
              "name_3": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "23919896",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "13",
              "year": "2013"
            },
            "text": "Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57269,
            "infons": {
              "fpage": "255",
              "issue": "2",
              "lpage": "270",
              "name_0": "surname:Soh;given-names:H",
              "name_1": "surname:Auh;given-names:C",
              "name_2": "surname:Soh;given-names:W-Y",
              "name_3": "surname:Han;given-names:K",
              "name_4": "surname:Kim;given-names:D",
              "name_5": "surname:Lee;given-names:S",
              "pub-id_pmid": "21416242",
              "section_type": "REF",
              "source": "Planta.",
              "type": "ref",
              "volume": "234",
              "year": "2011"
            },
            "text": "Gene expression changes in Arabidopsis seedlings during short- to long-term exposure to 3-D clinorotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57375,
            "infons": {
              "fpage": "4",
              "issue": "1",
              "name_0": "surname:Sugimoto;given-names:M",
              "name_1": "surname:Oono;given-names:Y",
              "name_2": "surname:Gusev;given-names:O",
              "name_3": "surname:Matsumoto;given-names:T",
              "name_4": "surname:Yazawa;given-names:T",
              "name_5": "surname:Levinskikh;given-names:MA",
              "pub-id_pmid": "24393219",
              "section_type": "REF",
              "source": "BMC Plant Biol",
              "type": "ref",
              "volume": "14",
              "year": "2014"
            },
            "text": "Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57495,
            "infons": {
              "fpage": "32",
              "issue": "1",
              "lpage": "56",
              "name_0": "surname:Ferl;given-names:RJ",
              "name_1": "surname:Koh;given-names:J",
              "name_2": "surname:Denison;given-names:F",
              "name_3": "surname:Paul;given-names:A-L",
              "pub-id_pmid": "25517942",
              "section_type": "REF",
              "source": "Astrobiology.",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "Spaceflight induces specific alterations in the proteomes of Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57568,
            "infons": {
              "fpage": "120",
              "issue": "s1",
              "lpage": "128",
              "name_0": "surname:Hausmann;given-names:N",
              "name_1": "surname:Fengler;given-names:S",
              "name_2": "surname:Hennig;given-names:A",
              "name_3": "surname:Franz-Wachtel;given-names:M",
              "name_4": "surname:Hampp;given-names:R",
              "name_5": "surname:Neef;given-names:M",
              "pub-id_pmid": "23870071",
              "section_type": "REF",
              "source": "Plant Biol",
              "type": "ref",
              "volume": "16",
              "year": "2014"
            },
            "text": "Cytosolic calcium, hydrogen peroxide and related gene expression and protein modulation in Arabidopsis thaliana cell cultures respond immediately to altered gravitation: parabolic flight data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57760,
            "infons": {
              "fpage": "e29637",
              "issue": "9",
              "name_0": "surname:Mazars;given-names:C",
              "name_1": "surname:Brière;given-names:C",
              "name_2": "surname:Grat;given-names:S",
              "name_3": "surname:Pichereaux;given-names:C",
              "name_4": "surname:Rossignol;given-names:M",
              "name_5": "surname:Pereda-Loth;given-names:V",
              "pub-id_pmid": "25763699",
              "section_type": "REF",
              "source": "Plant Signal Behav",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Microsome-associated proteome modifications of Arabidopsis seedlings grown on board the international Space Station reveal the possible effect on plants of space stresses other than microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57955,
            "infons": {
              "fpage": "475",
              "issue": "2",
              "lpage": "488",
              "name_0": "surname:Zhang;given-names:Y",
              "name_1": "surname:Wang;given-names:L",
              "name_2": "surname:Xie;given-names:J",
              "name_3": "surname:Zheng;given-names:H",
              "pub-id_pmid": "25374148",
              "section_type": "REF",
              "source": "Planta.",
              "type": "ref",
              "volume": "241",
              "year": "2015"
            },
            "text": "Differential protein expression profiling of Arabidopsis thaliana callus under microgravity on board the Chinese SZ-8 spacecraft",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58084,
            "infons": {
              "fpage": "D1064",
              "issue": "D1",
              "lpage": "D1074",
              "name_0": "surname:Hooper;given-names:CM",
              "name_1": "surname:Castleden;given-names:IR",
              "name_2": "surname:Tanz;given-names:SK",
              "name_3": "surname:Aryamanesh;given-names:N",
              "name_4": "surname:Millar;given-names:AH",
              "pub-id_pmid": "27899614",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "45",
              "year": "2017"
            },
            "text": "SUBA4: the interactive data analysis centre for Arabidopsis subcellular protein locations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58174,
            "infons": {
              "fpage": "11934",
              "issue": "15",
              "lpage": "11941",
              "name_0": "surname:Chiba;given-names:Y",
              "name_1": "surname:Oshima;given-names:K",
              "name_2": "surname:Arai;given-names:H",
              "name_3": "surname:Ishii;given-names:M",
              "name_4": "surname:Igarashi;given-names:Y",
              "pub-id_pmid": "22337887",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "287",
              "year": "2012"
            },
            "text": "Discovery and analysis of cofactor-dependent Phosphoglycerate Mutase homologs as novel Phosphoserine phosphatases in Hydrogenobacter thermophilus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58320,
            "infons": {
              "fpage": "176",
              "issue": "2",
              "lpage": "179",
              "name_0": "surname:Medina;given-names:F-J",
              "name_1": "surname:Herranz;given-names:R",
              "pub-id_pmid": "20173415",
              "section_type": "REF",
              "source": "Plant Signal Behav",
              "type": "ref",
              "volume": "5",
              "year": "2010"
            },
            "text": "Microgravity environment uncouples cell growth and cell proliferation in root meristematic cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58417,
            "infons": {
              "fpage": "11240",
              "issue": "22",
              "lpage": "11255",
              "name_0": "surname:Streitner;given-names:C",
              "name_1": "surname:Köster;given-names:T",
              "name_2": "surname:Simpson;given-names:CG",
              "name_3": "surname:Shaw;given-names:P",
              "name_4": "surname:Danisman;given-names:S",
              "name_5": "surname:Brown;given-names:JWS",
              "pub-id_pmid": "23042250",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "40",
              "year": "2012"
            },
            "text": "An hnRNP-like RNA-binding protein affects alternative splicing by in vivo interaction with transcripts in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58544,
            "infons": {
              "fpage": "e14426",
              "issue": "12",
              "name_0": "surname:Berrocal-Lobo;given-names:M",
              "name_1": "surname:Stone;given-names:S",
              "name_2": "surname:Yang;given-names:X",
              "name_3": "surname:Antico;given-names:J",
              "name_4": "surname:Callis;given-names:J",
              "name_5": "surname:Ramonell;given-names:KM",
              "pub-id_pmid": "21203445",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "5",
              "year": "2010"
            },
            "text": "ATL9, a RING zinc finger protein with E3 ubiquitin ligase activity implicated in chitin- and NADPH oxidase-mediated defense responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58678,
            "infons": {
              "fpage": "1766",
              "issue": "4",
              "lpage": "1782",
              "name_0": "surname:Luo;given-names:Hongli",
              "name_1": "surname:Laluk;given-names:Kristin",
              "name_2": "surname:Lai;given-names:Zhibing",
              "name_3": "surname:Veronese;given-names:Paola",
              "name_4": "surname:Song;given-names:Fengming",
              "name_5": "surname:Mengiste;given-names:Tesfaye",
              "pub-id_pmid": "20921156",
              "section_type": "REF",
              "source": "Plant Physiology",
              "type": "ref",
              "volume": "154",
              "year": "2010"
            },
            "text": "The Arabidopsis Botrytis Susceptible1 Interactor Defines a Subclass of RING E3 Ligases That Regulate Pathogen and Stress Responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58809,
            "infons": {
              "fpage": "550",
              "issue": "2",
              "lpage": "563",
              "name_0": "surname:Li;given-names:H",
              "name_1": "surname:Jiang;given-names:H",
              "name_2": "surname:Bu;given-names:Q",
              "name_3": "surname:Zhao;given-names:Q",
              "name_4": "surname:Sun;given-names:J",
              "name_5": "surname:Xie;given-names:Q",
              "pub-id_pmid": "21478367",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "156",
              "year": "2011"
            },
            "text": "The Arabidopsis RING finger E3 ligase RHA2b acts additively with RHA2a in regulating abscisic acid signaling and drought response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58939,
            "infons": {
              "fpage": "19",
              "issue": "1",
              "lpage": "26",
              "name_0": "surname:Hoson;given-names:T",
              "name_1": "surname:Soga;given-names:K",
              "name_2": "surname:Wakabayashi;given-names:K",
              "name_3": "surname:Kamisaka;given-names:S",
              "name_4": "surname:Tanimoto;given-names:E",
              "pub-id_pmid": "14631940",
              "section_type": "REF",
              "source": "Plant Soil",
              "type": "ref",
              "volume": "255",
              "year": "2003"
            },
            "text": "Growth and cell wall changes in rice roots during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59001,
            "infons": {
              "fpage": "39",
              "lpage": "77",
              "name_0": "surname:Nedukha;given-names:EM",
              "pub-id_pmid": "11536785",
              "section_type": "REF",
              "source": "Int Rev Cytol",
              "type": "ref",
              "volume": "170",
              "year": "1997"
            },
            "text": "Effects of microgravity on the structure and function of plant cell walls",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59075,
            "infons": {
              "fpage": "2129",
              "issue": "5",
              "lpage": "2142",
              "name_0": "surname:Spartz;given-names:AK",
              "name_1": "surname:Ren;given-names:H",
              "name_2": "surname:Park;given-names:MY",
              "name_3": "surname:Grandt;given-names:KN",
              "name_4": "surname:Lee;given-names:SH",
              "name_5": "surname:Murphy;given-names:AS",
              "pub-id_pmid": "24858935",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "26",
              "year": "2014"
            },
            "text": "SAUR inhibition of PP2C-D phosphatases activates plasma membrane H+-ATPases to promote cell expansion in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59192,
            "infons": {
              "fpage": "848",
              "issue": "6",
              "lpage": "858",
              "name_0": "surname:Ban;given-names:Y",
              "name_1": "surname:Kobayashi;given-names:Y",
              "name_2": "surname:Hara;given-names:T",
              "name_3": "surname:Hamada;given-names:T",
              "name_4": "surname:Hashimoto;given-names:T",
              "name_5": "surname:Takeda;given-names:S",
              "pub-id_pmid": "23628996",
              "section_type": "REF",
              "source": "Plant Cell Physiol",
              "type": "ref",
              "volume": "54",
              "year": "2013"
            },
            "text": "α-Tubulin is rapidly phosphorylated in response to hyperosmotic stress in rice and Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59291,
            "infons": {
              "fpage": "17",
              "issue": "1",
              "lpage": "27",
              "name_0": "surname:Stortenbeker;given-names:N",
              "name_1": "surname:Bemer;given-names:M",
              "pub-id_pmid": "30239806",
              "section_type": "REF",
              "source": "J Exp Bot",
              "type": "ref",
              "volume": "70",
              "year": "2019"
            },
            "text": "The SAUR gene family: the plant’s toolbox for adaptation of growth and development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59376,
            "infons": {
              "fpage": "e0180186",
              "issue": "6",
              "name_0": "surname:Paul;given-names:A-L",
              "name_1": "surname:Sng;given-names:NJ",
              "name_2": "surname:Zupanska;given-names:AK",
              "name_3": "surname:Krishnamurthy;given-names:A",
              "name_4": "surname:Schultz;given-names:ER",
              "name_5": "surname:Ferl;given-names:RJ",
              "pub-id_pmid": "28662188",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Genetic dissection of the Arabidopsis spaceflight transcriptome: are some responses dispensable for the physiological adaptation of plants to spaceflight?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59531,
            "infons": {
              "fpage": "1541",
              "issue": "3",
              "lpage": "1550",
              "name_0": "surname:Dietz;given-names:K-J",
              "name_1": "surname:Turkan;given-names:I",
              "name_2": "surname:Krieger-Liszkay;given-names:A",
              "pub-id_pmid": "27255485",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "171",
              "year": "2016"
            },
            "text": "Redox- and reactive oxygen species-dependent signaling into and out of the photosynthesizing chloroplast",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59636,
            "infons": {
              "fpage": "1606",
              "issue": "3",
              "lpage": "1615",
              "name_0": "surname:Gilroy;given-names:S",
              "name_1": "surname:Białasek;given-names:M",
              "name_2": "surname:Suzuki;given-names:N",
              "name_3": "surname:Górecka;given-names:M",
              "name_4": "surname:Devireddy;given-names:AR",
              "name_5": "surname:Karpiński;given-names:S",
              "pub-id_pmid": "27208294",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "171",
              "year": "2016"
            },
            "text": "ROS, calcium, and electric signals: key mediators of rapid systemic signaling in plants",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59724,
            "infons": {
              "fpage": "161",
              "issue": "1",
              "name_0": "surname:Fu;given-names:X",
              "name_1": "surname:Fu;given-names:N",
              "name_2": "surname:Guo;given-names:S",
              "name_3": "surname:Yan;given-names:Z",
              "name_4": "surname:Xu;given-names:Y",
              "name_5": "surname:Hu;given-names:H",
              "pub-id_pmid": "19371429",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "10",
              "year": "2009"
            },
            "text": "Estimating accuracy of RNA-Seq and microarrays with proteomics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59787,
            "infons": {
              "fpage": "533",
              "issue": "5991",
              "lpage": "538",
              "name_0": "surname:Taniguchi;given-names:Y",
              "name_1": "surname:Choi;given-names:PJ",
              "name_2": "surname:Li;given-names:G-W",
              "name_3": "surname:Chen;given-names:H",
              "name_4": "surname:Babu;given-names:M",
              "name_5": "surname:Hearn;given-names:J",
              "pub-id_pmid": "20671182",
              "section_type": "REF",
              "source": "Science.",
              "type": "ref",
              "volume": "329",
              "year": "2010"
            },
            "text": "Quantifying E. coli proteome and Transcriptome with single-molecule sensitivity in single cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59883,
            "infons": {
              "fpage": "e1001393",
              "issue": "6",
              "name_0": "surname:Ghazalpour;given-names:A",
              "name_1": "surname:Bennett;given-names:B",
              "name_2": "surname:Petyuk;given-names:VA",
              "name_3": "surname:Orozco;given-names:L",
              "name_4": "surname:Hagopian;given-names:R",
              "name_5": "surname:Mungrue;given-names:IN",
              "pub-id_pmid": "21695224",
              "section_type": "REF",
              "source": "PLoS Genet",
              "type": "ref",
              "volume": "7",
              "year": "2011"
            },
            "text": "Comparative analysis of proteome and Transcriptome variation in mouse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59953,
            "infons": {
              "fpage": "14582",
              "name_0": "surname:Bai;given-names:Y",
              "name_1": "surname:Wang;given-names:S",
              "name_2": "surname:Zhong;given-names:H",
              "name_3": "surname:Yang;given-names:Q",
              "name_4": "surname:Zhang;given-names:F",
              "name_5": "surname:Zhuang;given-names:Z",
              "pub-id_pmid": "26416011",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "5",
              "year": "2015"
            },
            "text": "Integrative analyses reveal transcriptome-proteome correlation in biological pathways and secondary metabolism clusters in A flavus in response to temperature",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60112,
            "infons": {
              "fpage": "856",
              "issue": "5",
              "lpage": "867",
              "name_0": "surname:Choudhury;given-names:FK",
              "name_1": "surname:Rivero;given-names:RM",
              "name_2": "surname:Blumwald;given-names:E",
              "name_3": "surname:Mittler;given-names:R",
              "pub-id_pmid": "27801967",
              "section_type": "REF",
              "source": "Plant J",
              "type": "ref",
              "volume": "90",
              "year": "2017"
            },
            "text": "Reactive oxygen species, abiotic stress and stress combination",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60175,
            "infons": {
              "fpage": "3742",
              "issue": "9",
              "lpage": "3754",
              "name_0": "surname:Li;given-names:J",
              "name_1": "surname:Henty-Ridilla;given-names:JL",
              "name_2": "surname:Huang;given-names:S",
              "name_3": "surname:Wang;given-names:X",
              "name_4": "surname:Blanchoin;given-names:L",
              "name_5": "surname:Staiger;given-names:CJ",
              "pub-id_pmid": "22960908",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "24",
              "year": "2012"
            },
            "text": "Capping protein modulates the dynamic behavior of actin filaments in response to phosphatidic acid in Arabidopsis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60289,
            "infons": {
              "fpage": "7206",
              "name_0": "surname:Li;given-names:J",
              "name_1": "surname:Henty-Ridilla;given-names:JL",
              "name_2": "surname:Staiger;given-names:BH",
              "name_3": "surname:Day;given-names:B",
              "name_4": "surname:Staiger;given-names:CJ",
              "pub-id_pmid": "26018794",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "Capping protein integrates multiple MAMP signalling pathways to modulate actin dynamics during plant innate immunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60406,
            "infons": {
              "fpage": "1125",
              "issue": "2",
              "lpage": "1136",
              "name_0": "surname:Li;given-names:J",
              "name_1": "surname:Cao;given-names:L",
              "name_2": "surname:Staiger;given-names:CJ",
              "pub-id_pmid": "27909046",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "173",
              "year": "2017"
            },
            "text": "Capping protein modulates actin remodeling in response to reactive oxygen species during plant innate immunity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60517,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Livanos P, Galatis B, Apostolakos P. The interplay between ROS and tubulin cytoskeleton in plants. Plant Signal Behav. 2014 [cited 2019 Jul 30];9. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4091245/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60735,
            "infons": {
              "fpage": "465",
              "issue": "1",
              "lpage": "479",
              "name_0": "surname:Leyser;given-names:O",
              "pub-id_pmid": "28818861",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "176",
              "year": "2018"
            },
            "text": "Auxin Signaling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60751,
            "infons": {
              "fpage": "408",
              "issue": "6169",
              "lpage": "411",
              "name_0": "surname:Haruta;given-names:M",
              "name_1": "surname:Sabat;given-names:G",
              "name_2": "surname:Stecker;given-names:K",
              "name_3": "surname:Minkoff;given-names:BB",
              "name_4": "surname:Sussman;given-names:MR",
              "pub-id_pmid": "24458638",
              "section_type": "REF",
              "source": "Science.",
              "type": "ref",
              "volume": "343",
              "year": "2014"
            },
            "text": "A peptide hormone and its receptor protein kinase regulate plant cell expansion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60831,
            "infons": {
              "fpage": "3174",
              "issue": "19",
              "lpage": "3182",
              "name_0": "surname:Polko;given-names:JK",
              "name_1": "surname:Barnes;given-names:WJ",
              "name_2": "surname:Voiniciuc;given-names:C",
              "name_3": "surname:Doctor;given-names:S",
              "name_4": "surname:Steinwand;given-names:B",
              "name_5": "surname:Hill;given-names:JL",
              "pub-id_pmid": "30245104",
              "section_type": "REF",
              "source": "Curr Biol.",
              "type": "ref",
              "volume": "28",
              "year": "2018"
            },
            "text": "SHOU4 Proteins Regulate Trafficking of Cellulose Synthase Complexes to the Plasma Membrane",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60922,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Jones DM, Murray CM, Ketelaar KJ, Thomas JJ, Villalobos JA, Wallace IS. The Emerging Role of Protein Phosphorylation as a Critical Regulatory Mechanism Controlling Cellulose Biosynthesis. Front Plant Sci. 2016 [cited 2019 Sep 25];7. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4877384/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61226,
            "infons": {
              "fpage": "88",
              "lpage": "96",
              "name_0": "surname:Basu;given-names:P",
              "name_1": "surname:Kruse;given-names:CPS",
              "name_2": "surname:Luesse;given-names:DR",
              "name_3": "surname:Wyatt;given-names:SE",
              "section_type": "REF",
              "source": "Life Sci Space Res",
              "type": "ref",
              "volume": "15",
              "year": "2017"
            },
            "text": "Growth in spaceflight hardware results in alterations to the transcriptome and proteome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61314,
            "infons": {
              "fpage": "e0175943",
              "issue": "4",
              "name_0": "surname:Kruse;given-names:CPS",
              "name_1": "surname:Basu;given-names:P",
              "name_2": "surname:Luesse;given-names:DR",
              "name_3": "surname:Wyatt;given-names:SE",
              "pub-id_pmid": "28423006",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "12",
              "year": "2017"
            },
            "text": "Transcriptome and proteome responses in RNAlater preserved tissue of Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61404,
            "infons": {
              "fpage": "D1202",
              "issue": "Database issue",
              "lpage": "D1210",
              "name_0": "surname:Lamesch;given-names:P",
              "name_1": "surname:Berardini;given-names:TZ",
              "name_2": "surname:Li;given-names:D",
              "name_3": "surname:Swarbreck;given-names:D",
              "name_4": "surname:Wilks;given-names:C",
              "name_5": "surname:Sasidharan;given-names:R",
              "pub-id_pmid": "22140109",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "40",
              "year": "2012"
            },
            "text": "The Arabidopsis information resource (TAIR): improved gene annotation and new tools",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61488,
            "infons": {
              "fpage": "D1009",
              "issue": "Database issue",
              "lpage": "D1014",
              "name_0": "surname:Swarbreck;given-names:D",
              "name_1": "surname:Wilks;given-names:C",
              "name_2": "surname:Lamesch;given-names:P",
              "name_3": "surname:Berardini;given-names:TZ",
              "name_4": "surname:Garcia-Hernandez;given-names:M",
              "name_5": "surname:Foerster;given-names:H",
              "pub-id_pmid": "17986450",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "36",
              "year": "2008"
            },
            "text": "The Arabidopsis information resource (TAIR): gene structure and function annotation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61572,
            "infons": {
              "fpage": "15",
              "issue": "1",
              "lpage": "21",
              "name_0": "surname:Dobin;given-names:A",
              "name_1": "surname:Davis;given-names:CA",
              "name_2": "surname:Schlesinger;given-names:F",
              "name_3": "surname:Drenkow;given-names:J",
              "name_4": "surname:Zaleski;given-names:C",
              "name_5": "surname:Jha;given-names:S",
              "pub-id_pmid": "23104886",
              "section_type": "REF",
              "source": "Bioinformatics.",
              "type": "ref",
              "volume": "29",
              "year": "2013"
            },
            "text": "STAR: ultrafast universal RNA-seq aligner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61614,
            "infons": {
              "fpage": "462",
              "issue": "5",
              "lpage": "464",
              "name_0": "surname:Patro;given-names:R",
              "name_1": "surname:Mount;given-names:SM",
              "name_2": "surname:Kingsford;given-names:C",
              "pub-id_pmid": "24752080",
              "section_type": "REF",
              "source": "Nat Biotechnol",
              "type": "ref",
              "volume": "32",
              "year": "2014"
            },
            "text": "Sailfish enables alignment-free isoform quantification from RNA-seq reads using lightweight algorithms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61717,
            "infons": {
              "fpage": "139",
              "issue": "1",
              "lpage": "140",
              "name_0": "surname:Robinson;given-names:MD",
              "name_1": "surname:McCarthy;given-names:DJ",
              "name_2": "surname:Smyth;given-names:GK",
              "pub-id_pmid": "19910308",
              "section_type": "REF",
              "source": "Bioinformatics.",
              "type": "ref",
              "volume": "26",
              "year": "2010"
            },
            "text": "edgeR: a bioconductor package for differential expression analysis of digital gene expression data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61816,
            "infons": {
              "fpage": "45",
              "lpage": "79",
              "name_0": "surname:Nikolayeva;given-names:O",
              "name_1": "surname:Robinson;given-names:MD",
              "pub-id_pmid": "24743990",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "1150",
              "year": "2014"
            },
            "text": "edgeR for differential RNA-seq and ChIP-seq analysis: an application to stem cell biology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61906,
            "infons": {
              "fpage": "1688",
              "issue": "3",
              "lpage": "1701",
              "name_0": "surname:Alvarez;given-names:S",
              "name_1": "surname:Roy Choudhury;given-names:S",
              "name_2": "surname:Pandey;given-names:S",
              "pub-id_pmid": "24475748",
              "section_type": "REF",
              "source": "J Proteome Res",
              "type": "ref",
              "volume": "13",
              "year": "2014"
            },
            "text": "Comparative quantitative proteomics analysis of the ABA response of roots of drought-sensitive and drought-tolerant wheat varieties identifies proteomic signatures of drought adaptability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62094,
            "infons": {
              "fpage": "2606",
              "issue": "6",
              "lpage": "2616",
              "name_0": "surname:Alvarez;given-names:S",
              "name_1": "surname:Roy Choudhury;given-names:S",
              "name_2": "surname:Sivagnanam;given-names:K",
              "name_3": "surname:Hicks;given-names:LM",
              "name_4": "surname:Pandey;given-names:S",
              "pub-id_pmid": "25944359",
              "section_type": "REF",
              "source": "J Proteome Res",
              "type": "ref",
              "volume": "14",
              "year": "2015"
            },
            "text": "Quantitative proteomics analysis of Camelina sativa seeds overexpressing the AGG3 gene to identify the proteomic basis of increased yield and stress tolerance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62253,
            "infons": {
              "fpage": "129",
              "issue": "2",
              "lpage": "134",
              "name_0": "surname:Yang;given-names:F",
              "name_1": "surname:Shen;given-names:Y",
              "name_2": "surname:Camp;given-names:DG",
              "name_3": "surname:Smith;given-names:RD",
              "pub-id_pmid": "22462785",
              "section_type": "REF",
              "source": "Expert Rev Proteomics",
              "type": "ref",
              "volume": "9",
              "year": "2012"
            },
            "text": "High-pH reversed-phase chromatography with fraction concatenation for 2D proteomic analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62345,
            "infons": {
              "fpage": "2349",
              "lpage": "2353",
              "name_0": "surname:Demšar;given-names:J",
              "name_1": "surname:Curk;given-names:T",
              "name_2": "surname:Erjavec;given-names:A",
              "name_3": "surname:Gorup;given-names:Č",
              "name_4": "surname:Hočevar;given-names:T",
              "name_5": "surname:Milutinovič;given-names:M",
              "section_type": "REF",
              "source": "J Mach Learn Res",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "Orange: data mining toolbox in Python",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]