[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250709",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC7677455",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.3389/fmicb.2020.566412",
              "article-id_pmc": "PMC7677455",
              "article-id_pmid": "33240227",
              "elocation-id": "566412",
              "kwd": "forward contamination microbial diversity commercial resupply vehicle viability International Space Station",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
              "name_0": "surname:Mhatre;given-names:Snehit",
              "name_1": "surname:Wood;given-names:Jason M.",
              "name_2": "surname:Sielaff;given-names:Aleksandra Checinska",
              "name_3": "surname:Mora;given-names:Maximilian",
              "name_4": "surname:Duller;given-names:Stefanie",
              "name_5": "surname:Singh;given-names:Nitin Kumar",
              "name_6": "surname:Karouia;given-names:Fathi",
              "name_7": "surname:Moissl-Eichinger;given-names:Christine",
              "name_8": "surname:Venkateswaran;given-names:Kasthuri",
              "section_type": "TITLE",
              "type": "front",
              "volume": "11",
              "year": "2020"
            },
            "text": "Assessing the Risk of Transfer of Microorganisms at the International Space Station Due to Cargo Delivery by Commercial Resupply Vehicles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 138,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 149,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "With increasing numbers of interplanetary missions, there is a need to establish robust protocols to ensure the protection of extraterrestrial planets being visited from contamination by terrestrial life forms. The current study is the first report comparing the commercial resupply vehicle (CRV) microbiome with the International Space Station (ISS) microbiome to understand the risks of contamination, thus serving as a model system for future planetary missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 615,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 623,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Samples obtained from the internal surfaces and ground support equipment of three CRV missions were subjected to various molecular techniques for microbial diversity analysis. In total, 25 samples were collected with eight defined locations from each CRV mission prior to launch. In general, the internal surfaces of vehicles were clean, with an order of magnitude fewer microbes compared to ground support equipment. The first CRV mission had a larger microbial population than subsequent CRV missions, which were clean as compared to the initial CRV locations sampled. Cultivation assays showed the presence of Actinobacteria, Proteobacteria, Firmicutes, and Bacteroidetes and members of Ascomycota and Basidiomycota. As expected, shotgun metagenome analyses revealed the presence of more microbial taxa compared to cultivation-based assays. The internal locations of the CRV microbiome reportedly showed the presence of microorganisms capable of tolerating ultraviolet radiation (e.g., Bacillus firmus) and clustered separately from the ISS microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1679,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1691,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The metagenome sequence comparison of the CRV microbiome with the ISS microbiome revealed significant differences showing that CRV microbiomes were a negligible part of the ISS environmental microbiome. These findings suggest that the maintenance protocols in cleaning CRV surfaces are highly effective in controlling the contaminating microbial population during cargo transfer to the ISS via the CRV route.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2100,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2113,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Spacefaring nations carrying out interplanetary missions are subject to rules and regulations that were designed and instigated by the Committee on Space Research (COSPAR) in 1967. Protocols for cleaning and sterilization are of the highest priority and are regularly practiced and meticulously followed during spacecraft assembly for various missions. Cleanrooms are where various spacecraft subsystems, including commercial resupply vehicles (CRV) transporting cargo to the International Space Station (ISS), are assembled. These cleanrooms undergo daily cleaning procedures, including vacuuming and mopping of floors with 70% Isopropanol, high efficiency particulate arrestance (HEPA) air filtration, regular replacement of sticky mats at the entrance, and strict gowning procedures. Utmost care is taken by personal entering these facilities, as they are required to put on face masks, gloves, bodysuits, shoe covers, cleanroom boots, and cover hair and beards with nets. These precautionary measures are a part of routine exercises, because humans are the primary source of microbial contamination. On average, humans shed 1.5 million skin cells an hour which carry approximately 15 million bacterial cells, thus becoming a significant source of the indoor microbiome. Many reports showed transfer of microorganisms via direct contact to indoor surfaces like keyboards, restrooms, offices, kitchens, airplanes, and hospitals. Because of the human presence in these cleanrooms, their surfaces are not expected to be free of microbial burden.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3659,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The ISS and CRV assembly cleanrooms, including spacecraft assembly facility (SAF) environments, are strictly controlled and monitored for airflow, water circulation, temperature, and humidity; however, individual differences do exist between the two systems. The ISS is a closed system where the air is recirculated after purification, while cleanrooms get a constant supply of fresh air from the outside environment. Additionally, astronauts live and work on the ISS as humans do in a typical household on Earth, while SAF cleanrooms have strict requirements that avoid activities like eating or sleeping. At a given point in time, the ISS harbors around six astronauts with a maximum of around 13 crew, while approximately 50 people can work in a cleanroom every day in a highly regulated manner. Despite high human traffic in SAF, the microbial burden was minimal and ranged between 102 and 104 cells per m2. It has also been shown that the cleaning procedures followed at SAF significantly decreased the number of microorganisms, but these procedures led to the selection of hardy, robust microorganisms capable of surviving extreme oligotrophic conditions. Cargos such as food and equipment for scientific experiments are assembled in clean conditions and delivered to the ISS via CRV. All spacefaring nations impose cleanroom requirements when packaging their cargos that are resupplying the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5062,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The objective of this study is to decipher the role of CRV systems in potentially transporting microorganisms to the ISS to understand if CRV could be a source of microbial contamination of the ISS. Sampling of various surfaces of CRV systems (CRV1, CRV2, and CRV3) was carried out prior to launch (∼1 month) and corresponding in-flight sampling of the ISS (Flight 1, Flight 2, and Flight 3) was designed to be within 25–51 days after docking of the respective CRV systems (see Figure 1 for a timeline). This sampling scheme was implemented to help understand whether CRV1 had any influence on the microbial population of ISS Flight 1, whether CRV2 had any influence on the microbial population of ISS Flight 2, or whether CRV3 had any influence on the microbial population of ISS Flight 3. Microbial burden associated with CRV environmental surface samples were estimated using traditional techniques (e.g., colony counts), and molecular techniques like adenosine triphosphate (ATP) assay and 16S rRNA gene (bacteria) and internal transcribed spacer (ITS) region (fungi) quantification using quantitative polymerase chain reaction (qPCR) assays. In addition to characterizing cultivable microbial diversity using the Sanger sequencing method, the CRV samples were more thoroughly analyzed using a shotgun metagenome sequencing approach. Subsequently, the microbial diversity of the CRV samples was compared with the ISS environmental microbiome to understand the potential transfer of biological materials from Earth to the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6596,
            "infons": {
              "file": "fmicb-11-566412-g001.jpg",
              "id": "S1.F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Sampling time line for the CRV and the ISS samples. Blue labels mark sampling events conducted on CRV prior to launch, and red labels mark sampling events on board the ISS. (B) Representative sampling locations of internal CRV surfaces. Pictures: NASA/ESA Credit.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6864,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6886,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "In this study, internal surfaces and external ground support equipment (GSE) of three CRV destined to the ISS were sampled (N = 22 and 3 controls; Table 1). Samples collected aboard the ISS were done during the berthing period of their respective vehicles, except for CRV1 (see Figure 1 for a timeline). Eight samples were collected in 2014 for CRV1, nine in 2015 for CRV2, and eight in 2016 for CRV3. Since CRV3 vehicle surfaces were extremely clean and all analyses, including traditional microbiology assays, were below detection limits, data pertaining to CRV3 vehicle locations are not presented in this study. Since CRV were not reused during this study, we could not sample from the same capsule multiple times. Efforts were taken to collect samples as close together as possible in subsequent CRV, but due to differences in configuration of each vehicle, it was not always possible to collect samples from the same locations. All CRV sampled were manufactured by the same vendor.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7874,
            "infons": {
              "file": "S2.T1.xml",
              "id": "S2.T1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Descriptions of sampling locations on commercial resupply vehicles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7942,
            "infons": {
              "file": "S2.T1.xml",
              "id": "S2.T1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Sample ID</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Description</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>Category</bold></td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ladder platform just prior to the vehicle entrance</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Clean room floor near the ladder that leads up to the vehicle entrance</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Upper shelf in starboard side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L4</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Lower shelf in starboard side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Front panels in deck side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L6</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Lower shelf in aft side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ladder steps that leads up to the platform near the vehicle entrance</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-FC</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Control wipe exposed to the air for 30 s inside the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Control</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Right leg/side of ladder</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Left leg/side of ladder</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Left and right rail arms of the ladder above the platform</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L4</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Lower shelf in aft side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Upper shelf in starboard side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L6</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Upper shelf in aft side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Locker panels in deck side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L8</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Locker panels in deck side of the vehicle near the aft side</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-FC</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Control wipe exposed to the air for 30 s inside the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Control</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ladder platform just prior to the vehicle entrance</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Left rail arm of the ladder above the platform</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Right rail arm of the ladder above the platform</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">GSE</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L4</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Upper shelf in starboard side of the vehicle near the aft side</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Lower shelf in aft side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L6</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Lower shelf in forward side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-L7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Upper shelf in forward side of the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Internal</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV3-FC</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Control wipe exposed to the air for 30 s inside the vehicle</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Control</td></tr></tbody></table>\n"
            },
            "text": "Sample ID\tDescription\tCategory\t \tCRV1-L1\tLadder platform just prior to the vehicle entrance\tGSE\t \tCRV1-L2\tClean room floor near the ladder that leads up to the vehicle entrance\tGSE\t \tCRV1-L3\tUpper shelf in starboard side of the vehicle\tInternal\t \tCRV1-L4\tLower shelf in starboard side of the vehicle\tInternal\t \tCRV1-L5\tFront panels in deck side of the vehicle\tInternal\t \tCRV1-L6\tLower shelf in aft side of the vehicle\tInternal\t \tCRV1-L7\tLadder steps that leads up to the platform near the vehicle entrance\tGSE\t \tCRV1-FC\tControl wipe exposed to the air for 30 s inside the vehicle\tControl\t \tCRV2-L1\tRight leg/side of ladder\tGSE\t \tCRV2-L2\tLeft leg/side of ladder\tGSE\t \tCRV2-L3\tLeft and right rail arms of the ladder above the platform\tGSE\t \tCRV2-L4\tLower shelf in aft side of the vehicle\tInternal\t \tCRV2-L5\tUpper shelf in starboard side of the vehicle\tInternal\t \tCRV2-L6\tUpper shelf in aft side of the vehicle\tInternal\t \tCRV2-L7\tLocker panels in deck side of the vehicle\tInternal\t \tCRV2-L8\tLocker panels in deck side of the vehicle near the aft side\tInternal\t \tCRV2-FC\tControl wipe exposed to the air for 30 s inside the vehicle\tControl\t \tCRV3-L1\tLadder platform just prior to the vehicle entrance\tGSE\t \tCRV3-L2\tLeft rail arm of the ladder above the platform\tGSE\t \tCRV3-L3\tRight rail arm of the ladder above the platform\tGSE\t \tCRV3-L4\tUpper shelf in starboard side of the vehicle near the aft side\tInternal\t \tCRV3-L5\tLower shelf in aft side of the vehicle\tInternal\t \tCRV3-L6\tLower shelf in forward side of the vehicle\tInternal\t \tCRV3-L7\tUpper shelf in forward side of the vehicle\tInternal\t \tCRV3-FC\tControl wipe exposed to the air for 30 s inside the vehicle\tControl\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9610,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sampling kits were assembled as detailed in our previous ISS studies to facilitate comparisons between these datasets. Briefly, each polyester wipe (9″ × 9″; ITW Texwipe, Mahwah, NJ, United States) was soaked in 15 mL of sterile molecular grade water (Sigma-Aldrich, St. Louis, MO, United States) for 30 min followed by transfer to a sterile zip lock bag. Several locations were sampled on CRV surfaces using polyester wipes, and descriptions of the locations are summarized in Table 1. A single wipe was used for each location by donning sterile gloves (KIMTEC Pure G3 White; Nitrile Clean-room Certified; Cat. HC61190; Fisher Scientific, Waltham, MA, United States) to collect a sample of one-meter square area. The samples were stored at 4°C and shipped to Jet Propulsion Laboratory (JPL, Pasadena, CA, United States) for processing. Microbiological analyses were carried out within 48 h of sampling at JPL. A control wipe (environmental control) was taken out from the zip lock bag, unfolded, waved for 30 s, and packed back inside a new sterile zip lock. One control wipe was included for each CRV sampling session. Similarly, an unused wipe that was flown to the sampling location and brought back to JPL along with the samples served as a negative control for sterility testing. If field controls (wipes that were exposed to the CRV environment but not used in active sampling) showed any signs of microbial growth, then negative controls would be assayed for cultivable counts to check sterility of the wipes used for sampling. However, none of the field controls showed any colony forming units (CFU) for all CRV sampling events.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11255,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample Collection and Processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11288,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Samples from CRV were processed in the same way as ISS samples from our previous studies. Briefly, each wipe was transferred to an individual 500 mL bottle containing 200 mL of sterile phosphate-buffered saline (PBS; Sigma-Aldrich, St. Louis, MO, United States) and vigorously hand shaken for 2 min. The resulting suspension was then concentrated to 4 mL using a CP-150 concentration pipette (Innova Prep, Drexel, MO, United States). Both negative and field controls used in this study were processed the same way as other samples for comparison. The concentrated sample (4 mL) were further aliquoted to four different parts for shotgun metagenome analysis (2 × 1.5 mL; PMA treated and untreated), ATP analysis (900 μL), and for growing microorganisms (100 μL). Due to the measurement of different kinds of microorganisms, that require multiple culture media (3 types) in duplicates, the aliquots kept for growing microorganisms were further diluted (10–1 and 10–2) and used.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12271,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Culture Based Microbial Diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12305,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Due to proprietary cleaning regimes, the surfaces of CRV might be oligotrophic. Although most nutrient and carbon sources necessary for microbial growth are presumably lacking or at very-low concentrations, these surfaces may still harbor microorganisms that are either dormant or slowly metabolizing. Furthermore, microorganisms adapted to more stringent conditions may not necessarily grow on normal nutrient media. Therefore, to target the slow-growing microbial population, Reasoner’s 2A agar (R2A; Difco, MI, United States) media was used. Similarly, as humans are always near the CRV during the assembly and packaging processes, potential opportunistic pathogenic microorganisms may transfer to the CRV surfaces. As a result, the CRV samples were also plated on blood agar media (BA; Difco, MI, United States) to decipher the potentially pathogenic microbial population. Additionally, the samples were also plated on potato dextrose agar (PDA; Difco, MI, United States) medium, thus targeting the fungal population on CRV.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13336,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To estimate the bacterial and fungal populations, the concentrated sample was diluted to a suitable serial 10-fold dilution in sterile PBS. A volume of 100 μl of suspension from the serially diluted sample was spread onto R2A media plates and PDA plates with chloramphenicol (100 μg/mL; Sigma-Aldrich, St. Louis, MO, United States), incubated at 25°C for 7 days for bacterial and fungal population enumeration, respectively. For enumeration of human commensal microorganisms, 100 μl of serially diluted sample was also spread onto BA and incubated at 35°C for 2 days. Distinct isolated colonies were transferred to fresh media and subsequently archived in semi-solid R2A media (dilution 1:10) and stored at room temperature.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14066,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Strain Identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14088,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Bacterial isolates were identified by amplifying partial 16S rRNA genes using the primers 9bF (5′- GRGTTTGATCCTGG CTCAG-3′) and 1406uR (5′- ACGGG CGGTGTGTRCAA-3′) and the following cycling conditions: initial denaturation at 95°C for 2 min, 10 cycles of denaturing at 96°C for 30 s, annealing at 60°C for 30 s and elongation at 72°C for 60 s, followed by another 25 cycles of denaturing at 94°C for 30 s, annealing at 60°C for 30 s and elongation at 72°C for 60 s and a final elongation step at 72°C for 10 min. The template was either a small fraction of a picked colony in a colony-PCR assay or 5–20 ng of DNA purified from culture via the peqGOLD Bacterial DNA Kit (peqlab, Germany). The 16S rRNA gene amplicons were Sanger-sequenced (Eurofins, Germany) and the obtained sequences were classified using the EzTaxon identification service.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14948,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Fungal isolates were identified by amplifying their ITS region using the primers ITS1F (5′-CTTGGTCATTTAGAGG AAGTAA-3′) and ITS4 (5′-TCCTCCGCTTATTGATATGC-3′) at the following cycling conditions: initial denaturation at 95°C for 10 min, followed by 35 cycles of denaturing at 94°C for 60 s, annealing at 51°C for 60 s, elongation at 72°C for 60 s, and a final elongation step at 72°C for 8 min. The amplicons were Sanger-sequenced (Eurofins, Germany) and the obtained sequences were classified using the curated databases UNITE version 7.2 and BOLD version 4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15519,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Molecular Methods for Quantitation of Total and Viable Microorganisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15589,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "ATP Assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15599,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To determine the total and intracellular ATP from all samples, a bioluminescence assay was performed using the CheckLite HS Kit (Kikkoman, Japan) and the manufacturer’s protocol, as described previously. For total ATP assay (dead and viable microbes), four replicates of 100 μl sample were mixed with 100 μl of benzalkonium chloride, a cell lysing reagent and incubated at room temperature for 1 min. To this mixture, 100 μl of luciferin-luciferase reagent was added, and the resulting bioluminescence was measured immediately using a Lumitester K-210 luminometer (Kikkoman, Japan). For intracellular ATP (viable microorganisms), 500 μl of the serially diluted sample was amended with a 50 μl of an ATP-eliminating reagent (apyrase, adenosine deaminase) and incubated for 30 min at room temperature for eliminating extracellular ATP. Following which, the ATP assay was performed as described previously for the total ATP. It has been reported that one relative luminescent unit (RLU), the unit of measurement of ATP, was considered equivalent to approximately one CFU.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16675,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "PMA-Viability Assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16695,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Before DNA extraction, half of the sample was treated with propidium monoazide (PMA; Biotium, Inc., Hayward, CA, United States) so that the microbiome of intact/viable cells (PMA treatment) could be characterized. The PMA-untreated samples yielded information about the total microbial population (including free DNA, dead cells, cells with a compromised cell membrane, intact cells, and viable cells). PMA binds to DNA, making the DNA unavailable for amplification during PCR steps. Due to its higher molecular weight and/or charge, PMA cannot penetrate cells that have an intact cell membrane (i.e., viable) but can bind to free floating DNA or DNA inside cells with a compromised cell membrane (i.e., dead cells). It is in this way that many studies have utilized PMA to distinguish between intact/viable cells and compromised/dead cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17537,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A 3 mL aliquot of the concentrated sample was split into two halves. One 1.5 mL aliquot was treated with PMA (Biotium, Inc., Hayward, CA, United States) to a final concentration of 25 μM, followed by 5 min incubation in the dark at room temperature. The sample was then exposed to photoactivation for 15 min in a PMA-Lite LED Photolysis Device (Biotium, Inc., Hayward, CA, United States). The other aliquot with no PMA treatment was also incubated in dark for 5 min followed by photoactivation for 15 min like the PMA treated aliquot. Both PMA treated and untreated samples were then each split into half again. One half (750 μl) of each sample was then transferred to Lysing Matrix E tube (MP Biomedicals, Santa Ana, CA, United States) and subjected to bead beating for 60 s to allow cell disruption of hardy cells and spores with a limited loss of microbial diversity. The mechanically disrupted sample was then mixed with the unprocessed counterpart and used for DNA extraction via the Maxwell 16 automated system (Promega, Madison, WI, United States), per the manufacturer’s protocol. DNA was extracted in 50 μl volume and stored at −20°C until further processing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18714,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Quantitative PCR Assay",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18737,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Real-time quantitative polymerase chain reaction (qPCR) assays, targeting the 16S rRNA gene (bacteria) and ITS region (fungi), were performed in triplicate with a SmartCycler (Cepheid, CA, United States) to quantify the bacterial and fungal burden. The following primers were used for targeting the 16S rRNA gene: 1369F (5′-CGGTGAATACGTTCYCGG-3′) and modified 1492R (5′-GGWTACCTTGTTACGACTT-3′) were used for this analysis. Primers targeting the ITS region, were NS91 (5′-GTCCCTGCCCTTTGTACACAC-3′) and ITS51 (5′-ACCTTGTTACGACTTTTACTTCCTC-3′). Each 25 μL reaction consisted of 12.5 μL of 2X iQ SYBR Green Supermix (Bio-Rad, Hercules, CA, United States), 1 μL each of forward and reverse oligonucleotide primers (10 μM each), and 1 μL of template DNA. Purified DNA from Model Microbial Consortium served as the positive control and DNase/RNase free molecular-grade distilled water (Promega, Madison, WI, United States) was used as the negative control. These controls were included in all qPCR runs. The reaction conditions were as follows: a 3 min denaturation at 95°C, followed by 40 cycles of denaturation at 95°C for 15 s, and combined annealing and extension at 55°C for 35 s. The number of gene copies were determined from the standard curve. The 16S rRNA gene of Bacillus pumilus SAFR-032 and the ITS region of Aureobasidium pullulans 28v1 were synthesized and used for preparing standard curves as described previously. The qPCR efficiency was ∼98% for each run. Negative controls yielded similar values (∼100 copies) despite using either 1 or 10 μL of DNA templates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20339,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Metagenome Sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20361,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DNA extracted from all CRV samples was quantified using the Qubit® Quant-iT dsDNA High Sensitivity Kit (Invitrogen, Life Technologies, Grand Island, NY, United States) and samples were selected based on the minimum DNA concentration requirement (∼10 pg/μL) for metagenome sequencing. Only two samples from CRV1 and two samples from CRV2, with and without PMA treatment, satisfied this cutoff, resulting in 8 samples proceeding to metagenomics sequencing (2 CRV × 2 samples × 2 treatments = 8). Sample preparation for metagenome sequencing was carried out using the Illumina Nextera Kit (Illumina, San Diego, CA, United States). Each library was assessed for quality and fragment size using the Bioanalyzer 2100 (Agilent, Santa Clara, CA, United States). Adapters were added and ligated to DNA sequences in each library. All libraries were then normalized to 2 mM, pooled together and subjected to denaturation followed by dilution to 1.8 pM concentration, as per the manufacturer’s protocol. Sequencing was carried out using the HiSeq 2500 platform (Illumina, San Diego, CA, United States) resulting in 100 bp paired end reads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21497,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Data Processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21513,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Adapter sequences and low-quality ends were trimmed from the 100 bp paired end reads using Trimmomatic (version 0.32) with a quality cutoff value set at minimum Phred score of 20 along the entire read length. Additionally, reads shorter than 80 bp were removed, followed by data normalization based on guidelines provided by. Using the MEGAN 6 lowest common ancestor (LCA) algorithm, filtered high quality reads were binned to their respective domain and normalized for semi-quantitative comparative analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22023,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Assigning taxonomy and function to the filtered CRV metagenome sequences was performed using the MEGAN 6 tool kit. We used the NCBI taxonomy database and NCBI-NR protein sequence database with entries from GenPept, SwissProt, PIR, PDB, and RefSeq, to assign taxonomic features to sequences using the sequence comparison tool DIAMOND (version 0.8.29). Assignments were based on the weighted LCA assignment algorithm of MEGAN 6. Additionally, filtered DNA sequences were mapped against protein databases like eggnog, KEGG, and SEED for functional analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22578,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Comparison of CRV and ISS Metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22616,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metagenome data from a previously reported study of samples collected from the ISS were analyzed in tandem with metagenome data for samples collected from the CRV. These ISS metagenome samples were collected shortly after unberthing of CRV1 from the station or while CRV2 was berthed to the station (see Figure 1 for a timeline). Analyzing ISS and CRV metagenomes together allowed us to focus on microbial dynamics associated with the transfer of materials from CRV to the ISS. Microbial diversity analyses performed on normalized reads were designed to retain a minimum of one unique sequence to avoid the loss of low depth samples or unique sequences. Furthermore, BLAST hits of ≥20 amino acids and ≥90% nucleotide identity were used for taxonomic and functional studies. Normalized read counts for each sample at multiple taxonomic levels (e.g., domain, family, species, etc.) were exported in matrix form from MEGAN 6 and used in downstream statistical analyses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23587,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical Analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23608,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To determine the differences in samples collected from the GSE and internal surfaces of both CRV1 and CRV2 and to compare them with samples collected from the ISS, several statistical analyses were performed. The non-parametric Mann–Whitney–Wilcoxon (MWW) test was used to evaluate differences in microbial diversity detected on internal surfaces of CRV and surfaces of their GSE, across CRV sampling events, and with samples collected from the ISS surfaces. The null hypothesis for the MWW test is that the distributions of microorganisms are equal between two conditions tested (e.g., internal or GSE surface), or alternatively these distributions are not equal. Parametric tests were considered for this purpose, but transformation of these data to satisfy assumptions of these tests was not practical. Samples below detection limit were assumed to have a value of 0.01 for all statistical analyses. These analyses were performed using a custom R script1. To measure the diversity in the microbial communities residing on the internal and GSE surfaces of CRV1 and CRV2, various statistical indices were used, including the Shannon–Weaver index, Simpson’s index, and the Chao1 metric. To visualize differences in relative species abundance among CRV and ISS metagenome samples, non-metric multidimensional scaling (NMDS) using a Bray-Curtis dissimilarity matrix calculated from the normalized read counts was used. Analyses were performed using the vegan R package2 and custom R scripts3 ,4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25110,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25118,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Microbial Burden",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25135,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Microbial burden assays were aimed at using both cultivation-dependent and independent methods to assess the broad diversity of microorganisms on various locations sampled from CRV1 and CRV2 (see Table 1 for a description of each sample). Since CRV3 did not show any cultivable counts, such information was not obtained.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25456,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Microbial colonies were isolated from all three locations on the GSE surfaces of CRV1 (locations 1, 2, and 7), and only one internal surface (location 4) as shown in Table 2. Using the R2A media, bacteria isolated from three GSE surfaces of CRV1 ranged between 1.3 × 105 to 2.8 × 106 CFU per m2 while 1.8 × 104 CFU per m2 colonies were isolated from the internal location CRV1-L4, an order of magnitude lower than samples from GSE surfaces. The MWW test of colony counts on R2A media show that the three GSE surfaces of CRV1 harbor a significantly different number of cultivable bacteria than the internal locations (W = 12, p-value = 0.0436). No colonies were isolated from internal locations of CRV1 on BA media while GSE surfaces (location 2 and 7) showed 1 × 106 CFU per m2 and location 1 showed 5.1 × 102 CFU per m2 colonies. Fungal colonies isolated on PDA media from GSE of CRV1 ranged between 3.8 × 104 to 2.9 × 105 CFU per m2 while 2 × 104 CFU per m2 were isolated from the internal location CRV1-L4. The MWW test of colony counts on PDA media show that the three GSE surfaces of CRV1 harbor a significantly different amount of cultivable fungi than the internal surfaces (W = 12, p-value = 0.0436).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26673,
            "infons": {
              "file": "S3.T2.xml",
              "id": "S3.T2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Total, viable, and cultivable microbiological characteristics of CRV system surface samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26766,
            "infons": {
              "file": "S3.T2.xml",
              "id": "S3.T2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>Cultivable bacteria</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Cultivable fungi</bold></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>ATP based microbial</bold></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>Bacterial 16S rRNA</bold></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>Fungal ITS</bold></td></tr><tr><td valign=\"top\" align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>(CFU/m<sup>2</sup>)</bold><hr/></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>(CFU/m<sup>2</sup>)</bold><hr/></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>population (RLU/m<sup>2</sup>)</bold><hr/></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>(copies/m<sup>2</sup>)</bold><hr/></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><bold>(copies/m<sup>2</sup>)</bold><hr/></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Sample ID</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>R2A</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>BA</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PDA</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Total</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Intracellular</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Untreated</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PMA-Treated</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Untreated</bold></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>PMA-Treated</bold></td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.1 × 10<sup>2</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.8 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.9 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.6 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8.6 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.0 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.9 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.9 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.2 × 10<sup>7</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 × 10<sup>10</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.6 × 10<sup>8</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.6 × 10<sup>6</sup></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.7 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L4</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.8 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.0 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.9 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.1 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.2 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.2 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.2 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.6 × 10<sup>4</sup></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.1 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.0 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L6</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.1 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.1 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-L7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.0 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.7 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.3 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.6 × 10<sup>6</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.4 × 10<sup>8</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.0 × 10<sup>7</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.6 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.7 × 10<sup>5</sup></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV1-FC</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.9 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.3 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.7 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.3 × 10<sup>2</sup></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.7 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.0 × 10<sup>2</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.5 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.0 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.5 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.1 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.0 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.5 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.9 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.9 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.6 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.8 × 10<sup>5</sup></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.8 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.9 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L4</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.8 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.1 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4.1 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.3 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.6 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L6</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.2 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8.0 × 10<sup>0</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.3 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5.4 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8.1 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.3 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.5 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.5 × 10<sup>3</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8.5 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.8 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.5 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.3 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-L8</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.5 × 10<sup>2</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9.2 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.4 × 10<sup>1</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.3 × 10<sup>5</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6.6 × 10<sup>4</sup></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CRV2-FC</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BDL</td></tr></tbody></table>\n"
            },
            "text": "\tCultivable bacteria\tCultivable fungi\tATP based microbial\tBacterial 16S rRNA\tFungal ITS\t \t\t(CFU/m2)\t(CFU/m2)\tpopulation (RLU/m2)\t(copies/m2)\t(copies/m2)\t \tSample ID\tR2A\tBA\tPDA\tTotal\tIntracellular\tUntreated\tPMA-Treated\tUntreated\tPMA-Treated\t \tCRV1-L1\t1.3 × 105\t5.1 × 102\t3.8 × 104\t4.9 × 105\t6.6 × 105\t8.6 × 105\t4.3 × 105\t7.0 × 105\tBDL\t \tCRV1-L2\t2.8 × 106\t1.0 × 106\t2.9 × 105\t9.9 × 106\t1.2 × 107\t1.0 × 1010\t5.6 × 108\t1.3 × 106\t2.6 × 106\t \tCRV1-L3\tBDL\tBDL\tBDL\t2.8 × 101\t4.0 × 100\t3.7 × 105\t2.3 × 105\tBDL\tBDL\t \tCRV1-L4\t1.8 × 104\tBDL\t2.0 × 104\t1.9 × 105\t3.1 × 105\t7.2 × 105\t3.2 × 105\t7.2 × 104\t6.6 × 104\t \tCRV1-L5\tBDL\tBDL\tBDL\t3.1 × 101\t5.0 × 100\t5.0 × 105\t2.3 × 105\tBDL\tBDL\t \tCRV1-L6\tBDL\tBDL\tBDL\t3.1 × 101\t9.0 × 100\t3.1 × 105\t3.3 × 105\tBDL\tBDL\t \tCRV1-L7\t4.0 × 105\t1.0 × 106\t1.7 × 105\t2.3 × 106\t2.6 × 106\t1.4 × 108\t6.0 × 107\t7.6 × 105\t7.7 × 105\t \tCRV1-FC\tBDL\tBDL\tBDL\t1.9 × 101\t6.0 × 100\t4.3 × 103\t2.7 × 103\tBDL\t6.3 × 102\t \tCRV2-L1\t3.7 × 104\t5.0 × 102\t1.5 × 103\t1.3 × 105\t9.0 × 104\t4.5 × 105\t2.8 × 105\t6.1 × 105\tBDL\t \tCRV2-L2\tBDL\tBDL\tBDL\t6.0 × 101\t1.5 × 101\t1.9 × 105\t7.9 × 104\t2.6 × 105\t1.8 × 105\t \tCRV2-L3\tBDL\tBDL\tBDL\t1.8 × 105\t1.9 × 101\t2.8 × 105\t1.0 × 105\t1.3 × 105\tBDL\t \tCRV2-L4\tBDL\tBDL\tBDL\t2.8 × 101\t3.0 × 100\t3.8 × 104\t6.1 × 104\tBDL\tBDL\t \tCRV2-L5\tBDL\tBDL\tBDL\t4.1 × 101\t2.0 × 100\t7.3 × 104\t3.6 × 104\tBDL\tBDL\t \tCRV2-L6\tBDL\tBDL\tBDL\t2.2 × 101\t8.0 × 100\t5.3 × 104\t5.4 × 104\t8.1 × 104\tBDL\t \tCRV2-L7\t3.3 × 103\t1.5 × 103\t1.5 × 103\t8.5 × 101\t1.3 × 101\t2.8 × 105\t9.5 × 104\t9.3 × 104\tBDL\t \tCRV2-L8\t9.5 × 102\tBDL\tBDL\t9.2 × 101\t2.4 × 101\t2.3 × 105\t6.6 × 104\tBDL\tBDL\t \tCRV2-FC\tBDL\tBDL\tBDL\tBDL\tBDL\tBDL\tBDL\tBDL\tBDL\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28464,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "CRV2 was clean as compared to CRV1 and microbial colonies were isolated from only three samples (location 1; GSE and locations 7 and 8; internal) as shown in Table 2. The microbial colonies isolated from the CRV2-L1 GSE location were 3.7 × 104 and internal locations of CRV2-L7 and CRV2-L8 were 3.3 × 103 and 9.5 × 102 CFU per m2, respectively on R2A media. The MWW test of colony counts on R2A media failed to show a significant difference between bacterial counts among the internal and GSE surfaces of CRV2 (W = 8, p-value = 1.0). About 5.0 × 102 (GSE location 1) and 1.5 × 103 (internal location 7) CFU per m2 were isolated on the BA media. The MWW test of colony counts on BA media failed to show a significant difference between bacterial counts among the internal and GSE surfaces of CRV2 (W = 8, p-value = 1.0). About 1.5 × 103 CFU per m2 of fungi were isolated from both GSE location CRV2-L1 and internal location CRV2-L7 on the PDA media. The MWW test of colony counts on PDA media failed to show a significant difference between fungal counts between the internal and GSE surfaces of CRV2 (W = 8.5, p-value = 0.8437). The microbial colony counts for the CRV2 were lower by almost an order of magnitude as compared to CRV1. However, the MWW test failed to show a significant difference in colony counts between CRV1 and CRV2 on R2A media (W = 38.5, p-value = 0.2094), BA media (W = 35, p-value = 0.3698), or PDA media (W = 41, p-value = 0.1023). Strikingly, no samples from GSE or internal surfaces of the CRV3 vehicle showed any trace of a microbial population.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30043,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Identification of cultured microbes revealed the presence of four bacterial phyla (Actinobacteria, Proteobacteria, Firmicutes, and Bacteroidetes; Supplementary Table S1) and two fungal phyla (Ascomycota and Basidiomycota; Supplementary Table S1). Almost all the bacterial isolates, besides Pseudarthrobacter, Compostimonas, and Mycobacterium, have also been detected by the metagenome derived diversity analysis, at least at the genus level, whereas half of the fungal isolates (Bullera/Papiliotrema, Cryptococcus/Hannaella/Naganishia, Cladosporium, Dioszegia, Rhodotorula, Periconia, Phialemoniopsis, and Phlebia) were not detected.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30677,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cultivation-independent methods used to estimate the microbial burden included ATP and qPCR assays. The intracellular ATP assay quantified the content of live cells, and total ATP quantified both dead and live cells to provide an estimate of the viable microbial population in a given sample. In the case of CRV1, the total ATP content for the GSE surfaces ranged between 105 to 106 RLUs per m2, while all internal surface locations had ATP content lower by four orders of magnitude, except for the CRV1-L4 location which had 1.9 × 105 RLUs per m2 (Table 2 and Supplementary Figure S1). The intracellular ATP content for all GSE surfaces and one internal surface (CRV1-L4) were similar to their respective total ATP content, thus indicating that almost 100% of the microorganisms were viable at these locations. However, the intracellular ATP content was considerably lower for other internal locations of CRV1 and indicated that only 15–30% of the total microorganisms were viable. Incidentally, cultivable populations were isolated only from the CRV1-L4 sample. In the case of the CRV2, all GSE surfaces showed total ATP content of 105 RLUs per m2, except for CRV2-L2 which had only 101 RLUs per m2 (Table 2 and Supplementary Figure S1). The total ATP RLU values for all internal locations of CRV2 were similar to CRV1 with only 101 RLUs per m2. The MWW test failed to show a significant difference in total or intracellular ATP content between CRV1 and CRV2 (W = 45.5, p-value = 0.3859 or W = 49, p-value = 0.2359). The intracellular ATP content for all internal locations of CRV2 was lower than the respective total ATP content thus indicating that 5–36% of the total microorganisms were viable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32382,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The qPCR-based DNA quantification using the 16S rRNA gene and the ITS region provided an estimate of the bacterial and fungal burden of the CRV1 and CRV2. In the case of CRV1, the PMA treated samples (viable microbes) from the GSE sample locations had very high bacterial density for locations 2 and 7, ranging between 107–108 16S rRNA gene copies per m2 (Table 2 and Supplementary Figure S2A). However, location 1 (GSE) and all internal locations of CRV1 showed 105 viable bacterial population per m2. In general, the PMA treated CRV1 samples showed 16S rRNA gene copy numbers lower by one to two orders of magnitude for the intact cells from GSE locations samples, while there was an only minute difference in the intact cell population for all internal CRV surface samples. The percentage of the intact cells for both internal and GSE locations of CRV1 ranged between 40 and 64%, except for the location 2 and 6, which had 5 and 100% of the intact cells, respectively.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33356,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Similarly, the fungal density estimated using quantification of the ITS region showed that the ITS gene copies in PMA untreated samples in CRV1 samples were less by three to four orders of magnitude as compared to their bacterial counterpart. The ITS copies for the PMA untreated samples ranged between 105 and 106 for the GSE locations and 104 ITS copies per m2 for internal locations (Table 2 and Supplementary Figure S2B). The PMA treated samples for both internal and GSE CRV1 locations showed similar ITS copy numbers to the PMA untreated samples, thus making the percentage of intact fungal cells 90–100% for CRV1-L4 and CRV1-L7. However, the GSE location CRV1-L2 showed only 20% of the intact fungal population.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34077,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In the case of CRV2, the 16S rRNA gene copy numbers of PMA untreated samples for the GSE and internal locations were 105 and 104 copies per m2, respectively. The percentage of the intact bacterial cell numbers determined from the PMA treated samples for both GSE and internal locations were in the range of 36–62% and 34–100%, respectively. The fungal density for the CRV2 samples for both GSE and internal locations for the PMA untreated samples was in the range of 105 and 104, respectively. Additionally, these fungal cell numbers were higher by an order of magnitude as compared to their bacterial counterpart.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34696,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The MWW test of 16S rRNA gene copy numbers of PMA treated samples showed a significant difference in bacterial abundance between CRV1 and CRV2 (W = 62, p-value = 0.01408). The MWW test of ITS copy numbers of PMA treated samples, however, failed to demonstrated a significant difference in fungal abundance between CRV1 and CRV2 (W = 50, p-value = 0.107). When comparing 16S rRNA or ITS copy numbers from GSE and internal samples, the MWW test failed to find any significant difference (M = 43, p-value = 0.0675 or M = 39, p-value = 0.08197, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35252,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Metagenome Derived Microbial Diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35291,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Samples were collected from three CRV vehicles (25 samples in total; Table 1) and each wipe was either treated with PMA or left untreated, resulting in an analysis of 50 samples, including 6 controls. Among the 50 samples subjected for shotgun library preparation, only 8 samples (4 non-PMA and corresponding 4 PMA treated) yielded shotgun metagenome libraries (none from the controls) and all other 42 samples were below the detection limit (0.01 ng DNA/μL). Subsequently, these low DNA concentration samples (42 samples) did not produce any shotgun metagenome sequences. High quality metagenome reads were obtained for four samples; one each from GSE (CRV1-L2; CRV2-L1) and internal (CRV1-L4; CRV2-L7) locations. Interestingly, the microbial burden (both cultivable and qPCR assays) of these four sites were high when compared to other locations (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36151,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the domain level, bacteria dominated the microbial diversity detected in the metagenomes sampled from internal and GSE surfaces of CRV1 and CRV2. In the case of CRV1, bacteria at both internal (CRV1-L4) and GSE (CRV1-L2) locations constituted 99 and 88% of the total reads from PMA treated samples, respectively (Supplementary Figure S3). PMA treated samples from CRV2 were very similar to CRV1 samples when compared at the domain level, both GSE (CRV2-L1) and internal (CRV2-L7) locations were dominated by bacteria (90 and 94%, respectively). Most of the remaining reads belonged to Eukaryota, constituting <1–12% of the total reads from CRV1 and CRV2 internal and GSE locations. The viral and archaeal reads constituted a very minute fraction of the total reads in PMA treated samples from internal and GSE locations of CRV1 and CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36994,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the phylum level (Supplementary Figure S4), the PMA treated samples showed significant differences between internal and GSE locations of both CRV1 and CRV2. The CRV1 GSE was dominated by Proteobacteria (95%) while the internal locations majorly constituted of Proteobacteria (32%), Firmicutes (29%), Actinobacteria (21%), followed by Ascomycota (8%). The CRV2 GSE also showed dominance of Proteobacteria reads (53%) followed by Actinobacteria (11%), Firmicutes (10%), and Ascomycota (7%). The CRV2 internal location had a different composition as compared to the GSE at the phylum level, which was dominated by Firmicutes (40%), closely followed by Proteobacteria (32%), and Actinobacteria (16%) reads. Also, the internal locations of CRV1 and CRV2 showed relatively similar abundance at the phylum level except for Actinobacteria, Firmicutes, and Ascomycota, as mentioned earlier.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37879,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the class level (Supplementary Figure S5), the PMA treated GSE samples of CRV1 were dominated by Betaproteobacteria (73%) followed by Alphaproteobacteria (11%), while the internal location was dominated in descending order by Bacilli (28%), Actinobacteria (21%), Gammaproteobacteria (18%), Alphaproteobacteria (8%), Dothideomycetes (6%), and Betaproteobacteria (4%). In the case of CRV2 PMA treated samples, the GSE showed a high abundance of Gammaproteobacteria (21%), followed by Betaproteobacteria (17%), Actinobacteria (11%), Alphaproteobacteria (10%), and Bacilli (10%). On the other hand, Bacilli (39%) dominated the internal location of CRV2 PMA treated samples, followed by Betaproteobacteria (18%), Actinobacteria (15%), and Alphaproteobacteria (8%). Additionally, significant differences were observed at the class level for the internal locations of both CRV1 and CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38763,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the order level (Supplementary Figure S6), Burkholderiales constituted more than 71% of the reads for the PMA treated samples from the GSE of CRV1, which was distantly followed by Caulobacterales (7%), and Sphingomonadales (3%). The internal location of CRV1 presented a completely different picture, with only 4% of the reads belonging to Burkholderiales, while the most dominant order was Bacillales (27%), followed by Pseudomonadales (16%), and Propionibacteriales (10%). Furthermore, reads for Caulobacterales and Sphingomonadales were detected at very low levels (<1%) from the internal location of CRV1. The PMA treated samples for CRV2 internal and GSE surfaces showed a similar trend with respect to the order level. Burkholderiales, Bacillales, Pseudomonadales, and Propionibacteriales were the dominant orders detected on both internal and GSE surfaces. However, the only difference between GSE and internal CRV2 samples was that the reads belonging to Bacillales were dominant at the internal location (36%) and Pseudomonadales was dominant for GSE (18%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39833,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the family level (Supplementary Figure S7), large differences were observed on the internal and GSE surfaces of CRV1 for the PMA treated samples. Reads for Oxalobacteraceae (33%), Comamonadaceae (22%), and Caulobacteraceae (6%) dominated the GSE surface of CRV1, followed by Sphingomonadaceae (3%) and Burkholderiaceae (1%). The internal location for CRV1 showed the complete opposite trend with only 4% of the reads belonging to Oxalobacteraceae family, while Comamonadaceae, Caulobacteraceae, Sphingomonadaceae, and Burkholderiaceae were detected at very low levels (<1%). Instead, the CRV1 internal location was dominated by Pseudomonadaceae (15%), Bacillaceae (10%), Propionibacteriaceae (10%), and Aureobasidiaceae (5%) families. The CRV2 PMA treated samples for both internal and GSE surfaces were relatively similar at the family level, mainly belonging to Oxalobacteraceae, Bacillaceae, Pseudomonadaceae, and Propionibacteriaceae. However, Bacillaceae was dominant on the internal surface (13%) while Oxalobacteraceae and Pseudomonadaceae were dominant on the GSE surface (12 and 11%, respectively) for the PMA treated CRV2 samples. Additionally, reads belonging to a fungal family Pleosporaceae was present in abundance at only the GSE surface (3%) of CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41103,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the genera level (Supplementary Figure S8), as observed previously for other taxon levels, the PMA treated samples of CRV1 showed large differences between the GSE and internal surfaces. Human commensal Massilia (25%), Acidovorax (15%), and Caulobacter (6%) were the most dominant genus detected at the GSE surface of CRV1. However, reads for the genus Acidovorax, and Caulobacter were only detected at low levels (<1%) from the internal location of CRV1 and Massilia constituted only 3% of the total reads. The internal location of CRV1 was instead dominated by the bacterial genera Pseudomonas (15%) and Bacillus (9%), and the fungal genus Aureobasidium (5%). On the other hand, both the GSE and internal surfaces of CRV2 presented a relatively similar pattern of genera, including Massilia, Acidovorax, Pseudomonas, Bacillus, and Caulobacter. Abundances of these genera were different between the GSE and internal surfaces, with Pseudomonas (11%) and Massilia (8%) being dominant on the GSE surface, while the internal surface showed an abundance of Bacillus (12%), Massilia (7%), and Acidovorax (2%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42211,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "At the species level (Figure 2), PMA treated samples for the internal and GSE surfaces of both CRV1 and CRV2 presented a clear distinction in terms of species abundance. Caulobacter vibrioides is the only microbial species detected in abundance (3%) on the GSE surface of CRV1. The internal location, however, showed a completely different trend with Pseudomonas aeruginosa being the most abundant member, comprising 5% of total microbial abundance, followed by Bacillus firmus (4%), Massilia timonae (2%), Lentzea waywayandensis (1%), and the fungus Aureobasidium melanogenum (1%). The CRV2 PMA treated samples for the internal location showed the presence of Bacillus firmus (5%), Cutibacterium acnes (1%), and Lentzea waywayandensis (1%). In the sample collected from the GSE surface of CRV2, Pseudomonas stutzeri (2%), Bacillus firmus (1%), Cutibacterium acnes (1%), and Lentzea waywayandensis (1%) were present at the outside location of CRV2 samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43168,
            "infons": {
              "file": "fmicb-11-566412-g002.jpg",
              "id": "S3.F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Relative abundance of species based on shotgun metagenomic reads generated from PMA treated samples collected from three sampling events on the ISS and the internal (I) and ground support equipment (G) surfaces of CRV1 and CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43397,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Statistical Significance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43422,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To determine the differences at various taxon levels between the PMA treated and untreated samples from the GSE and internal surfaces of both CRV1 and CRV2, several statistical analyses were performed. Based on the Mann–Whitney–Wilcoxon statistics (Supplementary Table S2), no significant differences (p > 0.05) were observed at the domain and phylum levels between the GSE and internal surfaces of PMA treated samples of CRV1. The class, family, order, genus, and species levels showed significant differences (p < 0.05) between the GSE and internal surfaces of PMA treated samples for CRV1. In the case of CRV2, no significant differences (p > 0.05) were observed at the domain, phylum, and class levels between the GSE and internal surfaces of PMA treated samples although, family, order, genus, and species levels were significantly different (p < 0.05). Similar results were also seen for the PMA untreated samples, except for the CRV2 samples where phylum and class also showed significant difference (p = 0.0077 and p = 0.0004, respectively) between the internal and GSE surfaces. On comparing the PMA treated samples at internal locations between the CRV1 and CRV2, the Mann–Whitney–Wilcoxon statistics failed to detect any differences at the domain, class, and species level (p > 0.05), with phylum, order, family, and genera level being significantly different (p < 0.05). On the other hand, the untreated samples were significantly different (p < 0.05) between CRV1 and CRV2 at the internal locations except for the domain and species level (p = 0.1353 and p = 0.0918, respectively). The PMA treated as well as untreated samples for the GSE surfaces were significantly different (p < 0.05) for all taxon levels at the CRV1 and CRV2, except for the domain and phylum level (p = 0.0647 and p = 0.2069, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45256,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Subsequently, to measure the diversity in the microbial communities residing on the internal and GSE surfaces of CRV1 and CRV2, various statistical indices were used (Figures 3A–C). The Shannon–Weaver index H values for the PMA treated samples were consistently lower than the PMA untreated samples on the internal and GSE surfaces of both CRV1 and CRV2. The H values can thus be interpreted as an increase in the species richness and evenness of the untreated samples as compared to the PMA treated samples. In the case of CRV1, the internal surface showed higher H values compared to the GSE surface (both PMA treated and untreated) thus indicating high species richness at the internal location. However, a completely opposite trend was observed for CRV2 where the GSE surface showed higher species richness and evenness as compared to the internal surface. A similar comparison made between the H values of the internal and GSE surfaces of CRV1 and CRV2 PMA treated samples showed that the CRV2 had higher species richness as compared to CRV1. Diversity analysis carried out using the Simpson index further confirmed the Shannon–Weaver index findings. Another diversity index, the c index, showed that the species diversity increased for the PMA untreated samples as compared to that of the PMA treated samples on the internal and GSE surfaces of both CRV1 and CRV2. Similarly, in the case of CRV2, the untreated samples showed more species diversity compared to PMA treated on both internal and GSE surfaces. Additionally, the comparison of PMA treated samples at internal locations of CRV2 and CRV1 showed that the CRV2 had more species diversity as compared to the CRV1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46940,
            "infons": {
              "file": "fmicb-11-566412-g003.jpg",
              "id": "S3.F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Relative abundance of metagenomic reads associated with (A) microbial metabolism and (B) virulence. Metagenomic reads were generated from PMA treated samples collected from three sampling events on the ISS and the internal (I) and ground support equipment (G) surfaces of CRV1 and CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47227,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Functional Genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47244,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Reads associated with metabolic functions like amino acid derivatives, carbohydrates, cofactors and vitamin metabolism, and protein metabolism were most abundant and relatively equally distributed for all the PMA treated samples on the internal and GSE surfaces of CRV1 and CRV2 as shown in the (Figure 3A). However, genes corresponding to other important functions like membrane transport, DNA and RNA metabolism, nucleotide metabolism, cell wall synthesis, and metabolism of aromatic compounds showed major differences between the internal and GSE surfaces of CRV1 and CRV2, and were statistically significant (Supplementary Table S2, p < 0.05). Furthermore, the MWW analysis (Supplementary Table S2) showed significant differences (p < 0.05) between the internal locations of CRV1 and CRV2 as well as the GSE surfaces of CRV1 and CRV2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48083,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Virulence Genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48099,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The metagenome reads for internal and GSE surfaces of both CRV1 and CRV2 were also subjected to virulence gene analyses using the virulence factors from the SEED database as reference. A major fraction of the virulence genes belonged to multiple drug resistance (MDR) efflux pump, Legionella pneumophila potential resistome, and Cobalt-Zinc-Cadmium resistance genes as shown in Figure 3B. Furthermore, these genes showed relatively equal distribution on both internal and GSE surfaces of CRV1 and CRV2. The relative abundance of the reads associated with virulence factors were vastly different on the internal location as compared to the GSE surfaces for both CRV1 and CRV2, and were statistically significant (Supplementary Table S2, p < 0.05). The MWW method (Supplementary Table S2) additionally showed statistically significant differences (p < 0.05) between the internal locations of CRV1 and CRV2 as well as the GSE surfaces of CRV1 and CRV2 (p = 0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49060,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Antimicrobial Resistance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49085,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Metagenomic reads of PMA treated samples of internal and GSE surfaces of CRV1 and CRV2 were screened for antimicrobial resistance (AMR) genes. Based on the percent abundance, the AMR genes were sorted into different categories as shown in (Figure 4). Beta-lactam resistance, Cationic antimicrobial peptide (CAMP) resistance, and Vancomycin resistance together comprised a major fraction of the reads belonging to AMR genes and were also relatively equally distributed across internal and GSE surfaces of both CRV1 and CRV2. The remaining half of the AMR genes were mainly comprised of penicillin binding protein, multidrug efflux pump, and serine protease genes. Importantly, except for the MDR efflux pump there was no overlap between the virulence and AMR genes. Therefore, an independent analysis was performed for AMR and virulence genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49928,
            "infons": {
              "file": "fmicb-11-566412-g004.jpg",
              "id": "S3.F4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Distribution of the antibiotic resistance genes detected in metagenomes generated from PMA treated samples collected from the internal (I) and ground support equipment (G) surfaces of CRV1 and CRV2 and three sampling events on the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50164,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Comparative Analyses of ISS and CRV Microbial Diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50220,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Two bacterial species and one fungal species that were isolated during this study of CRV surfaces (Supplementary Table S1) were also isolated from the ISS surfaces by. Strains of the common skin commensal bacterium and opportunistic pathogen, Staphylococcus epidermidis, were isolated from CRV (N = 3) and ISS (N = 6) surfaces. Strains of Micrococcus yunnanensis, a bacterium previously detected within plant roots, were isolated from CRV (N = 5) and ISS (N = 1) surfaces. Strains of Rhodotorula mucilaginosa, a common environmental saprophytic yeast and opportunistic pathogen, were also isolated from CRV (N = 1) and ISS (N = 33) surfaces. The other 45 bacterial species and 19 fungal species isolated from CRV surfaces were not isolated from ISS surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50979,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Eight bacterial species and one fungal species were detected in both ISS and CRV microbiome samples, including human commensal and environmental microbes. Cutibacterium acnes, a common skin commensal, could be detected at low levels in ISS samples (<2%) and CRV samples (<1%). Klebsiella pneumoniae, a common nosocomial pathogen, could be detected at varying levels in ISS samples (0–7%) but at very low levels in CRV samples (≤0.1%). Similarly, Staphylococcus aureus, a common commensal bacterium also known to be an opportunistic pathogen, was detected at varying levels in ISS samples (0–3%) but at very low levels in CRV samples (≤0.1%, Figure 5). Streptococcus pneumoniae, another common commensal bacterium that is also an opportunistic pathogen, was detected at low abundance in ISS and CRV microbiome samples (<1% and <0.2%, respectively). Methylobacterium sp. ME121, an environmental bacterium, could be detected at low levels in ISS samples (<1%) and very low levels in CRV samples (<0.1%). Sphingobium yanoikuyae, an environmental bacterium known to degrade polycyclic aromatic hydrocarbons, was detected at very low abundance in ISS samples (<0.1%) and low abundance in CRV samples (<0.2%). Environmental bacteria Sphingomonas sp. Ag1 and Sphingomonas sp. OV641 were also detected at very low abundance in ISS (<0.2%) and CRV (<0.3%) microbiome samples. Rhodotorula sp. JG-1b, a psychrophilic fungus, was detected at varying levels in the ISS microbiome samples (0–40%), but at very-low levels in CRV samples (<0.01%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52520,
            "infons": {
              "file": "fmicb-11-566412-g005.jpg",
              "id": "S3.F5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Relative abundance of potential opportunistic pathogenic microorganisms detected in metagenomes generated from PMA treated samples collected from the internal (I) and ground support equipment (G) surfaces of CRV1 and CRV2 and three sampling events on the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52780,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Although there was some overlap in species detected among ISS and CRV samples, the vast number of species detected did not overlap (309 and 111 species, respectively). Microbial species indices as calculated by Chao1 (Figure 6A), Shannon (Figure 6B), and Simpson (Figure 6C) also supported that microbial diversity was different between CRV and ISS environmental surface samples. When the overall abundance of species detected in each sample is visualized in an NMDS ordination (Figure 6D), this relationship becomes apparent. The microbiomes sampled in the ISS (red, blue, and green glyphs) cluster separately in the ordination from the microbiomes sampled in CRV1 (purple glyphs) and CRV2 (orange glyphs). The MWW test showed a significant difference in species abundance between CRV and ISS samples (W = 246120, p-value = 0.000162). Significant differences between ISS and CRV microbiomes could also be detected in genes associated with virulence (W = 4308.5, p-value = 1.443e-07) and AMR (W = 30626, p-value < 2.2e-16). However, no significant difference could be detected in genes associated with metabolism between the ISS and CRV (W = 1210, p-value = 0.4271).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53947,
            "infons": {
              "file": "fmicb-11-566412-g006.jpg",
              "id": "S3.F6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Chao1 (A), Shannon (B), Simpson (C), and NMDS (D) plots representing the differences in the microbial diversity detected from metagenomes generated from PMA treated samples collected from the internal (I) and ground support equipment (GSE) surfaces of CRV1, CRV2 and the locations from three sampling events of the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54267,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54278,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The current study aims at understanding the source of contamination of the ISS by characterizing the microbial diversity of the CRV just before launching. The ISS’s robotic Canadarm appendage captures CRV carrying payloads for the ISS crew, after the CRV reaches the orbit of the ISS. As a result, in the current study, we compare the microbial diversity of the CRV with that of the previously reported ISS microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54699,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Most of the CRV cultivable isolates were already reported from samples collected from SAF cleanroom environments, with the exception of Compostimonas. Most of these CRV isolates have been identified as species normally associated with soils, whereas cultivable microorganisms from the ISS were primarily associated with humans (Staphylococcaceae and Enterobacteriaceae) with the exception of Bacillus that was common in both CRV and ISS. When culturable fungi were compared, most of the CRV fungal members were also present in the ISS. However, strain specific similarities of these fungal isolates will need to be carried out via a sophisticated strain-tracking molecular method in the future. The CRV isolates that pose a potential health risk for astronauts that may be immunocompromised are Staphylococcus pasteuri (e.g., bacteraemia), Exophiala xenobiotica (e.g., phaeohyphomycosis), and Phialemonium dimorphosporum (e.g., fungemia). The cultivable strains also included members of the genera Bacillus and Paenibacillus, which are often encountered in SAF environments and can withstand harsh conditions (e.g., desiccation, low nutrients, and radiation) because of their spore formation ability. In addition, Bacillus and Sphingomonas are also known to form biofilms, which may increase various resistance capabilities of these microorganisms, and therefore also lead to an increased contamination risk.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56108,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The metagenome sequence analysis of the GSE and internal surfaces of CRV1 and CRV2 grouped separately when compared with the eight locations from the ISS environment sampled during three flights from a previously reported study by (Figure 6). Furthermore, the microbiome profiles of the internal CRV were different from GSE of the CRV. The PMA treated samples collected from the GSE surface of the CRV1 were dominated by reads belonging to genera Acidovorax, Caulobacter, and Massilia (reclassified as Naxibacter), while the CRV2 GSE surface showed Pseudomonas and Bacillus. These bacteria are known to survive extreme oligotrophic conditions for extended time periods. Additionally, the members of the aforementioned genera are known to tolerate alkaline and oxidative stress conditions, and survive high levels of ultraviolet radiation. Similarly, routine maintenance and cleaning procedures could presumably have removed most of the bacterial taxa associated with the SAF cleanrooms, however, spore-forming bacteria and members of Actinobacteria and Massilia persist in these environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57201,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The PMA treated samples collected from the internal locations of CRV1 and CRV2 were dominated by Bacillaceae, Pseudomonadaceae, Propionibacteriaceae, and Oxalobacteraceae, and were different from the ISS microbiome which was dominated by Enterobacteriaceae, Methylobacteriaceae, Staphylococcaceae, Aspergillaceae, and Sporidiobolaceae. Furthermore, the CRV microbiomes showed similarities with the SAF microbiome. The species level comparison between the ISS and CRV microbiomes (cut off value of minimum 10 reads) showed that only nine microorganisms were common between the two ecosystems. Except for Methylobacterium, all other microbes were common skin commensals (e.g., Cutibacterium acnes, Enterobacter cloacae, Malassezia globosa, Propionibacterium humerusii, Staphylococcus aureus, and Streptococcus pneumoniae). Additionally, the CRV also showed the presence of the members of genera belonging to different ecosystems (indoor to aquatic environments), like Pseudomonas, Mycobacterium, Massilia, Leifsonia, Corynebacterium, Caulobacter, Bacillus, Acidovorax, and Aureobasidium. It is also interesting to note that some of the microorganisms that were cultured were not detected in a shotgun metagenome sequencing approach. This might be due to the fact that ITS-based identification of fungi was not always ideal in determining the species accurately. Further research on the WGS of cultured microorganisms would reveal the authentic identification.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58659,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In general, most of the species observed in the CRV microbiome could not be observed in the ISS microbiome, potentially because the ISS has a consistent human presence. On the other hand, although the CRV assembly facility has constant human traffic, the cleanrooms are continuously undergoing cleaning and maintenance procedures. It is also important to note that cleaning aboard the ISS occurs sporadically and mainly during the weekend. Whereas daily stringent cleaning regiment occurs inside the CRV assembly facility to maintain a low biomass. Additionally, chemical used to clean inside the CRV are based on wipes with 3% hydrogen peroxide, whereas aboard the ISS the crew use wipes with 0.1% dimethyl ammonium chloride derivatives. Difference seen between the CRV sampled could be also due to differences in the time of the year the samples were collected. Furthermore, it is important to note that cleaning within the CRV1 was done 24 h prior to sampling. Whereas for CRV2 and CRV3, it was done the day of the sampling event and for the latter just prior to our arrival. Another potential reason for the absence of CRV microbiome in the ISS microbiome would be the limitations of the sequencing procedures. Being dominated by the human microbiome, sequences of rare or extremely low abundance microorganisms may not be detected in the ISS microbiome. Therefore, even though a certain low number of microorganisms are carried via CRV to the ISS, most of them will be outcompeted by the existing ISS microbiome, potentially rendering them undetectable in both traditional microbiology assays and state-of-the-art metagenome sequencing. The limitations of this study are related to the extremely low biomass of the CRV samples collected. When examining metagenome positive samples, it is apparent that they harbor more cultivable bacteria and fungi which might require appropriate cultivation conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60569,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, this is the first report that demonstrates, using both traditional microbiological methods and molecular techniques, that there is a very little risk of transferring microorganisms to the ISS owing to CRV transport. Significant differences were shown between the ISS and the CRV microbiomes using statistical methods. The cleaning protocols for CRV surfaces appear to be highly effective, and continued observance of these protocols is recommended to limit forward contamination of the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61075,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Data Availability Statement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61103,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The datasets generated for this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found below: https://www.ncbi.nlm.nih.gov/, PRJNA448453 and https://genelab.nasa.gov/, GLDS-286.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61347,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Author Contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61368,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "SM, JW, and KV wrote the manuscript. JW generated all figures in the manuscript. NS processed the shotgun metagenome sequencing data. JW performed all statistical analyses. KV and AS were involved in study design, helped interpret and write the manuscript, processed the samples, and performed culture and qPCR analysis. MM, SD, and CM-E prepared Sanger sequencing data and performed culturable diversity analyses. JW performed a comparative analysis of the ISS surface and CRV microbiomes. FK was instrumental in science payload, metadata generation, and coordinated with CRV institution in sample collection. KV was involved in early organization, study design and planning of the research project, and providing direct feedback to all authors throughout the project and during write-up of the manuscript. All authors read and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62228,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Disclaimer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62239,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "This manuscript was prepared as an account of work sponsored by NASA, an agency of the United States Government. The United States Government, NASA, California Institute of Technology, Jet Propulsion Laboratory, and their employees make no warranty, expressed or implied, or assume any liability or responsibility for the accuracy, completeness, or usefulness of information, apparatus, product, or process disclosed in this manuscript, or represents that its use would not infringe upon privately held rights. The use of, and references to any commercial product, process, or service does not necessarily constitute or imply endorsement, recommendation, or favoring by the United States Government, NASA, California Institute of Technology, or Jet Propulsion Laboratory. Views and opinions presented herein by the authors of this manuscript do not necessarily reflect those of the United States Government, NASA, California Institute of Technology, or Jet Propulsion Laboratory, and shall not be used for advertisements or product endorsements.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63285,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of Interest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63306,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The reviewer AR declared a shared affiliation with several of the authors SM, JW, AS, NS, and KV.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63577,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "Funding. The research described in this manuscript was funded by a 2012 Space Biology NNH12ZTT001N grant no. 19-12829-26 under Task Order NNN13D111T award to KV, which also funded post-doctoral fellowship for AS, SM, NS, and JW. FK was supported through the KBRwyle/FILMSS subcontract with the Department of Pharmaceutical Chemistry at the University of California, San Francisco, # NNA14AB82C, at NASA Ames Research Center.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64002,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://github.com/sandain/R/blob/master/mw.R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64048,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://cran.r-project.org/web/packages/vegan/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64095,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://github.com/sandain/R/blob/master/diversity.R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64148,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://github.com/sandain/R/blob/master/mds.R",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64195,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64218,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fmicb.2020.566412/full#supplementary-material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64377,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64388,
            "infons": {
              "fpage": "95",
              "lpage": "99",
              "name_0": "surname:Aoyama;given-names:Y.",
              "name_1": "surname:Nomura;given-names:M.",
              "name_2": "surname:Yamanaka;given-names:S.",
              "name_3": "surname:Ogawa;given-names:Y.",
              "name_4": "surname:Kitajima;given-names:Y.",
              "pub-id_doi": "10.1080/13693780802526857",
              "pub-id_pmid": "19107636",
              "section_type": "REF",
              "source": "Med. Mycol.",
              "type": "ref",
              "volume": "47",
              "year": "2009"
            },
            "text": "Subcutaneous Phaeohyphomycosis caused by Exophiala xenobiotica in a non-Hodgkin lymphoma patient.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64486,
            "infons": {
              "issue": "e0231838",
              "name_0": "surname:Avila-Herrera;given-names:A.",
              "name_1": "surname:Thissen;given-names:J.",
              "name_2": "surname:Urbaniak;given-names:C.",
              "name_3": "surname:Be;given-names:N. A.",
              "name_4": "surname:Smith;given-names:D. J.",
              "name_5": "surname:Karouia;given-names:F.",
              "pub-id_doi": "10.1371/journal.pone.0231838",
              "pub-id_pmid": "32348348",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "15",
              "year": "2020"
            },
            "text": "Crewmember Microbiome may influence microbial composition of ISS habitable surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64571,
            "infons": {
              "fpage": "33",
              "lpage": "41",
              "name_0": "surname:Benardini;given-names:J. N.",
              "name_1": "surname:La Duc;given-names:M. T.",
              "name_2": "surname:Ballou;given-names:D.",
              "name_3": "surname:Koukol;given-names:R.",
              "pub-id_doi": "10.1089/ast.2013.1011",
              "pub-id_pmid": "24432777",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "14",
              "year": "2014"
            },
            "text": "Implementing planetary protection on the atlas V fairing and ground systems used to launch the mars science laboratory.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64691,
            "infons": {
              "fpage": "2114",
              "lpage": "2120",
              "name_0": "surname:Bolger;given-names:A. M.",
              "name_1": "surname:Lohse;given-names:M.",
              "name_2": "surname:Usadel;given-names:B.",
              "pub-id_doi": "10.1093/bioinformatics/btu170",
              "pub-id_pmid": "24695404",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "Trimmomatic: a flexible trimmer for illumina sequence data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64751,
            "infons": {
              "fpage": "265",
              "lpage": "270",
              "name_0": "surname:Chao;given-names:A.",
              "pub-id_doi": "10.2307/4615964",
              "section_type": "REF",
              "source": "Scand. J. Statist.",
              "type": "ref",
              "volume": "11",
              "year": "1984"
            },
            "text": "Nonparametric estimation of the number of classes in a population.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64818,
            "infons": {
              "issue": "50",
              "name_0": "surname:Checinska;given-names:A.",
              "name_1": "surname:Probst;given-names:A. J.",
              "name_2": "surname:Vaishampayan;given-names:P.",
              "name_3": "surname:White;given-names:J. R.",
              "name_4": "surname:Kumar;given-names:D.",
              "name_5": "surname:Stepanov;given-names:V. G.",
              "pub-id_doi": "10.1186/s40168-015-0116-3",
              "pub-id_pmid": "26502721",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "3",
              "year": "2015"
            },
            "text": "Microbiomes of the dust particles collected from the international space station and spacecraft assembly facilities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64935,
            "infons": {
              "issue": "50",
              "name_0": "surname:Checinska Sielaff;given-names:A.",
              "name_1": "surname:Urbaniak;given-names:C.",
              "name_2": "surname:Mohan;given-names:G. B. M.",
              "name_3": "surname:Stepanov;given-names:V. G.",
              "name_4": "surname:Tran;given-names:Q.",
              "name_5": "surname:Wood;given-names:J. M.",
              "pub-id_doi": "10.1186/s40168-019-0666-x",
              "pub-id_pmid": "30955503",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Characterization of the total and viable bacterial and fungal communities associated with the international space station surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65067,
            "infons": {
              "section_type": "REF",
              "source": "COSPAR Planetary Protection Policy in World Space Council.",
              "type": "ref",
              "year": "2011"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65068,
            "infons": {
              "fpage": "6477",
              "lpage": "6481",
              "name_0": "surname:Fierer;given-names:N.",
              "name_1": "surname:Lauber;given-names:C. L.",
              "name_2": "surname:Zhou;given-names:N.",
              "name_3": "surname:McDonald;given-names:D.",
              "name_4": "surname:Costello;given-names:E. K.",
              "name_5": "surname:Knight;given-names:R.",
              "pub-id_doi": "10.1073/pnas.1000162107",
              "pub-id_pmid": "20231444",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. U.S.A.",
              "type": "ref",
              "volume": "107",
              "year": "2010"
            },
            "text": "Forensic identification using skin bacterial communities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65126,
            "infons": {
              "fpage": "588",
              "lpage": "596",
              "name_0": "surname:Flores;given-names:G. E.",
              "name_1": "surname:Bates;given-names:S. T.",
              "name_2": "surname:Caporaso;given-names:J. G.",
              "name_3": "surname:Lauber;given-names:C. L.",
              "name_4": "surname:Leff;given-names:J. W.",
              "name_5": "surname:Knight;given-names:R.",
              "pub-id_doi": "10.1111/1462-2920.12036",
              "pub-id_pmid": "23171378",
              "section_type": "REF",
              "source": "Environ. Microbiol.",
              "type": "ref",
              "volume": "15",
              "year": "2013"
            },
            "text": "Diversity, distribution and sources of bacteria in residential kitchens.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65199,
            "infons": {
              "issue": "e28132",
              "name_0": "surname:Flores;given-names:G. E.",
              "name_1": "surname:Bates;given-names:S. T.",
              "name_2": "surname:Knights;given-names:D.",
              "name_3": "surname:Lauber;given-names:C. L.",
              "name_4": "surname:Stombaugh;given-names:J.",
              "name_5": "surname:Knight;given-names:R.",
              "pub-id_doi": "10.1371/journal.pone.0028132",
              "pub-id_pmid": "22132229",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "6",
              "year": "2011"
            },
            "text": "Microbial biogeography of public restroom surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65251,
            "infons": {
              "issue": "e928",
              "name_0": "surname:Gioia;given-names:J.",
              "name_1": "surname:Yerrapragada;given-names:S.",
              "name_2": "surname:Qin;given-names:X.",
              "name_3": "surname:Jiang;given-names:H.",
              "name_4": "surname:Igboeli;given-names:O. C.",
              "name_5": "surname:Muzny;given-names:D.",
              "pub-id_doi": "10.1371/journal.pone.0000928",
              "pub-id_pmid": "17895969",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "2",
              "year": "2007"
            },
            "text": "Paradoxical DNA repair and peroxide resistance gene conservation in Bacillus pumilus SAFR-032.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65346,
            "infons": {
              "issue": "890",
              "name_0": "surname:Gray;given-names:D. A.",
              "name_1": "surname:Dugar;given-names:G.",
              "name_2": "surname:Gamba;given-names:P.",
              "name_3": "surname:Strahl;given-names:H.",
              "name_4": "surname:Jonker;given-names:M. J.",
              "name_5": "surname:Hamoen;given-names:L. W.",
              "pub-id_doi": "10.1038/s41467-019-08719-8",
              "pub-id_pmid": "30792386",
              "section_type": "REF",
              "source": "Nat. Commun.",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Extreme slow growth as alternative strategy to survive deep starvation in bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65430,
            "infons": {
              "fpage": "2493",
              "lpage": "2497",
              "name_0": "surname:Guarro;given-names:J.",
              "name_1": "surname:Nucci;given-names:M.",
              "name_2": "surname:Akiti;given-names:T.",
              "name_3": "surname:Gené;given-names:J.",
              "name_4": "surname:Cano;given-names:J.",
              "name_5": "surname:Barreiro;given-names:M. D. G. C.",
              "pub-id_doi": "10.1128/jcm.37.8.2493-2497.1999",
              "pub-id_pmid": "10405391",
              "section_type": "REF",
              "source": "J. Clin. Microbiol.",
              "type": "ref",
              "volume": "37",
              "year": "1999"
            },
            "text": "Phialemonium fungemia: two documented nosocomial cases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65486,
            "infons": {
              "name_0": "surname:Hendrickson;given-names:R.",
              "name_1": "surname:Lundgren;given-names:P.",
              "name_2": "surname:Malli Mohan;given-names:G. B.",
              "name_3": "surname:Urbaniak;given-names:C.",
              "name_4": "surname:Benardini;given-names:J. N.",
              "name_5": "surname:Venkateswaran;given-names:K.",
              "section_type": "REF",
              "source": "Proceedings of the 47th International Conference on Environmental Systems. International Conference on Environmental Systems",
              "type": "ref",
              "year": "2017"
            },
            "text": "Comprehensive measurement of microbial burden in nutrient-deprived cleanrooms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65564,
            "infons": {
              "issue": "e37849",
              "name_0": "surname:Hewitt;given-names:K. M.",
              "name_1": "surname:Gerba;given-names:C. P.",
              "name_2": "surname:Maxwell;given-names:S. L.",
              "name_3": "surname:Kelley;given-names:S. T.",
              "pub-id_doi": "10.1371/journal.pone.0037849",
              "pub-id_pmid": "22666400",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Office space bacterial abundance and diversity in three metropolitan areas.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65640,
            "infons": {
              "fpage": "63",
              "lpage": "67",
              "name_0": "surname:Huber;given-names:H.",
              "name_1": "surname:Hohn;given-names:M. J.",
              "name_2": "surname:Rachel;given-names:R.",
              "name_3": "surname:Fuchs;given-names:T.",
              "name_4": "surname:Wimmer;given-names:V. C.",
              "name_5": "surname:Stetter;given-names:K. O.",
              "pub-id_doi": "10.1038/417063a",
              "pub-id_pmid": "11986665",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "417",
              "year": "2002"
            },
            "text": "A new phylum of archaea represented by a nanosized hyperthermophilic symbiont.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65719,
            "infons": {
              "fpage": "377",
              "lpage": "386",
              "name_0": "surname:Huson;given-names:D. H.",
              "name_1": "surname:Auch;given-names:A. F.",
              "name_2": "surname:Qi;given-names:J.",
              "name_3": "surname:Schuster;given-names:S. C.",
              "pub-id_doi": "10.1101/gr.5969107",
              "pub-id_pmid": "17255551",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "17",
              "year": "2007"
            },
            "text": "MEGAN analysis of metagenomic data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65755,
            "infons": {
              "issue": "e1004957",
              "name_0": "surname:Huson;given-names:D. H.",
              "name_1": "surname:Beier;given-names:S.",
              "name_2": "surname:Flade;given-names:I.",
              "name_3": "surname:Górska;given-names:A.",
              "name_4": "surname:El-Hadidi;given-names:M.",
              "name_5": "surname:Mitra;given-names:S.",
              "pub-id_doi": "10.1371/journal.pcbi.1004957",
              "pub-id_pmid": "27327495",
              "section_type": "REF",
              "source": "PLoS Comput. Biol.",
              "type": "ref",
              "volume": "12",
              "year": "2016"
            },
            "text": "MEGAN community edition - interactive exploration and analysis of large-scale microbiome sequencing data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65861,
            "infons": {
              "fpage": "529",
              "lpage": "533",
              "name_0": "surname:Jaffal;given-names:A. A.",
              "name_1": "surname:Banat;given-names:I. M.",
              "name_2": "surname:El Mogheth;given-names:A. A.",
              "name_3": "surname:Nsanze;given-names:H.",
              "name_4": "surname:Bener;given-names:A.",
              "name_5": "surname:Ameen;given-names:A. S.",
              "pub-id_doi": "10.1016/S0160-4120(97)00055-X",
              "section_type": "REF",
              "source": "Environ. Intern.",
              "type": "ref",
              "volume": "23",
              "year": "1997"
            },
            "text": "Residential indoor airborne microbial populations in the United Arab Emirates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65940,
            "infons": {
              "fpage": "571",
              "lpage": "579",
              "name_0": "surname:Jäger;given-names:T.",
              "name_1": "surname:Alexander;given-names:J.",
              "name_2": "surname:Kirchen;given-names:S.",
              "name_3": "surname:Dötsch;given-names:A.",
              "name_4": "surname:Wieland;given-names:A.",
              "name_5": "surname:Hiller;given-names:C.",
              "pub-id_doi": "10.1016/j.envpol.2017.09.089",
              "pub-id_pmid": "29032906",
              "section_type": "REF",
              "source": "Environ. Pollut.",
              "type": "ref",
              "volume": "232",
              "year": "2018"
            },
            "text": "Live-dead discrimination analysis, qPCR assessment for opportunistic pathogens, and population analysis at ozone wastewater treatment plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66082,
            "infons": {
              "fpage": "27",
              "lpage": "30",
              "name_0": "surname:Kanehisa;given-names:M.",
              "name_1": "surname:Goto;given-names:S.",
              "pub-id_doi": "10.1093/nar/28.1.27",
              "pub-id_pmid": "10592173",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "28",
              "year": "2000"
            },
            "text": "KEGG: kyoto encyclopedia of genes and genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66129,
            "infons": {
              "fpage": "1469",
              "lpage": "1479",
              "name_0": "surname:Kembel;given-names:S. W.",
              "name_1": "surname:Jones;given-names:E.",
              "name_2": "surname:Kline;given-names:J.",
              "name_3": "surname:Northcutt;given-names:D.",
              "name_4": "surname:Stenson;given-names:J.",
              "name_5": "surname:Womack;given-names:A. M.",
              "pub-id_doi": "10.1038/ismej.2011.211",
              "pub-id_pmid": "22278670",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "volume": "6",
              "year": "2012"
            },
            "text": "Architectural design influences the diversity and structure of the built environment microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66226,
            "infons": {
              "fpage": "5271",
              "lpage": "5277",
              "name_0": "surname:Kõljalg;given-names:U.",
              "name_1": "surname:Nilsson;given-names:R. H.",
              "name_2": "surname:Abarenkov;given-names:K.",
              "name_3": "surname:Tedersoo;given-names:L.",
              "name_4": "surname:Taylor;given-names:A. F. S.",
              "name_5": "surname:Bahram;given-names:M.",
              "pub-id_doi": "10.1111/mec.12481",
              "pub-id_pmid": "24112409",
              "section_type": "REF",
              "source": "Mol. Ecol.",
              "type": "ref",
              "volume": "22",
              "year": "2013"
            },
            "text": "Towards a unified paradigm for sequence-based identification of fungi.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66297,
            "infons": {
              "fpage": "50",
              "lpage": "61",
              "name_0": "surname:Korves;given-names:T. M.",
              "name_1": "surname:Piceno;given-names:Y. M.",
              "name_2": "surname:Tom;given-names:L. M.",
              "name_3": "surname:DeSantis;given-names:T. Z.",
              "name_4": "surname:Jones;given-names:B. W.",
              "name_5": "surname:Andersen;given-names:G. L.",
              "pub-id_doi": "10.1111/j.1600-0668.2012.00787.x",
              "pub-id_pmid": "22563927",
              "section_type": "REF",
              "source": "Indoor Air",
              "type": "ref",
              "volume": "23",
              "year": "2013"
            },
            "text": "Bacterial communities in commercial aircraft high-efficiency particulate air (HEPA) filters assessed by PhyloChip analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66421,
            "infons": {
              "fpage": "2943",
              "lpage": "2953",
              "name_0": "surname:Kwan;given-names:K.",
              "name_1": "surname:Cooper;given-names:M.",
              "name_2": "surname:La Duc;given-names:M. T.",
              "name_3": "surname:Vaishampayan;given-names:P.",
              "name_4": "surname:Stam;given-names:C.",
              "name_5": "surname:Benardini;given-names:J. N.",
              "pub-id_doi": "10.1128/aem.02978-10",
              "pub-id_pmid": "21398492",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "77",
              "year": "2011"
            },
            "text": "Evaluation of procedures for the collection, processing, and analysis of biomolecules from low-biomass surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66534,
            "infons": {
              "fpage": "150",
              "lpage": "158",
              "name_0": "surname:La Duc;given-names:M. T.",
              "name_1": "surname:Kern;given-names:R.",
              "name_2": "surname:Venkateswaran;given-names:K.",
              "pub-id_doi": "10.1007/s00248-003-1012-0",
              "pub-id_pmid": "14749906",
              "section_type": "REF",
              "source": "Microb. Ecol.",
              "type": "ref",
              "volume": "47",
              "year": "2004"
            },
            "text": "Microbial monitoring of spacecraft and associated environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66598,
            "infons": {
              "fpage": "76",
              "lpage": "91",
              "name_0": "surname:Lan;given-names:L.",
              "name_1": "surname:Murray;given-names:T. S.",
              "name_2": "surname:Kazmierczak;given-names:B. I.",
              "name_3": "surname:He;given-names:C.",
              "pub-id_doi": "10.1111/j.1365-2958.2009.06955.x",
              "pub-id_pmid": "19943895",
              "section_type": "REF",
              "source": "Mol. Microbiol.",
              "type": "ref",
              "volume": "75",
              "year": "2010"
            },
            "text": "Pseudomonas aeruginosa OspR is an oxidative stress sensing regulator that affects pigment production, antibiotic resistance and dissemination during infection.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66758,
            "infons": {
              "name_0": "surname:Lane;given-names:D. J.",
              "name_1": "surname:Stackebrandt;given-names:E.",
              "name_2": "surname:Goodfellow;given-names:M.",
              "section_type": "REF",
              "source": "Nucleic Acid Techniques in Bacterial Systematics",
              "type": "ref",
              "year": "1991"
            },
            "text": "16S/23S rRNA sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66782,
            "infons": {
              "issue": "eaah6500",
              "name_0": "surname:Lax;given-names:S.",
              "name_1": "surname:Sangwan;given-names:N.",
              "name_2": "surname:Smith;given-names:D.",
              "name_3": "surname:Larsen;given-names:P.",
              "name_4": "surname:Handley;given-names:K. M.",
              "name_5": "surname:Richardson;given-names:M.",
              "pub-id_doi": "10.1126/scitranslmed.aah6500",
              "pub-id_pmid": "28539477",
              "section_type": "REF",
              "source": "Sci. Transl. Med.",
              "type": "ref",
              "volume": "9",
              "year": "2017"
            },
            "text": "Bacterial colonization and succession in a newly opened hospital.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66848,
            "infons": {
              "fpage": "1048",
              "lpage": "1052",
              "name_0": "surname:Lax;given-names:S.",
              "name_1": "surname:Smith;given-names:D. P.",
              "name_2": "surname:Hampton-Marcell;given-names:J.",
              "name_3": "surname:Owens;given-names:S. M.",
              "name_4": "surname:Handley;given-names:K. M.",
              "name_5": "surname:Scott;given-names:N. M.",
              "pub-id_doi": "10.1126/science.1254529",
              "pub-id_pmid": "25170151",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "345",
              "year": "2014"
            },
            "text": "Longitudinal analysis of microbial interaction between humans and the indoor environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66938,
            "infons": {
              "fpage": "374",
              "lpage": "381",
              "name_0": "surname:Lin;given-names:W.-T.",
              "name_1": "surname:Luo;given-names:J.-F.",
              "name_2": "surname:Guo;given-names:Y.",
              "pub-id_doi": "10.1007/s00284-010-9716-0",
              "pub-id_pmid": "20680282",
              "section_type": "REF",
              "source": "Curr. Microbiol.",
              "type": "ref",
              "volume": "62",
              "year": "2011"
            },
            "text": "Comparison and characterization of microbial communities in sulfide-rich wastewater with and without propidium monoazide treatment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67070,
            "infons": {
              "issue": "e0134848",
              "name_0": "surname:Mahnert;given-names:A.",
              "name_1": "surname:Vaishampayan;given-names:P.",
              "name_2": "surname:Probst;given-names:A. J.",
              "name_3": "surname:Auerbach;given-names:A.",
              "name_4": "surname:Moissl-Eichinger;given-names:C.",
              "name_5": "surname:Venkateswaran;given-names:K.",
              "pub-id_doi": "10.1371/journal.pone.0134848",
              "pub-id_pmid": "26273838",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Cleanroom maintenance significantly reduces abundance but not diversity of indoor microbiomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67165,
            "infons": {
              "fpage": "7",
              "lpage": "14",
              "name_0": "surname:Manter;given-names:D. K.",
              "name_1": "surname:Vivanco;given-names:J. M.",
              "pub-id_doi": "10.1016/j.mimet.2007.06.016",
              "pub-id_pmid": "17683818",
              "section_type": "REF",
              "source": "J. Microbiol. Methods",
              "type": "ref",
              "volume": "71",
              "year": "2007"
            },
            "text": "Use of the ITS primers, ITS1F and ITS4, to characterize fungal abundance and diversity in mixed-template samples by qPCR and length heterogeneity analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67321,
            "infons": {
              "fpage": "502",
              "lpage": "508",
              "name_0": "surname:McManus;given-names:C. J.",
              "name_1": "surname:Kelley;given-names:S. T.",
              "pub-id_doi": "10.1111/j.1365-2672.2005.02651.x",
              "pub-id_pmid": "16108791",
              "section_type": "REF",
              "source": "J. Appl. Microbiol.",
              "type": "ref",
              "volume": "99",
              "year": "2005"
            },
            "text": "Molecular survey of aeroplane bacterial contamination.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67376,
            "infons": {
              "issue": "9156",
              "name_0": "surname:Moissl-Eichinger;given-names:C.",
              "name_1": "surname:Auerbach;given-names:A. K.",
              "name_2": "surname:Probst;given-names:A. J.",
              "name_3": "surname:Mahnert;given-names:A.",
              "name_4": "surname:Tom;given-names:L.",
              "name_5": "surname:Piceno;given-names:Y.",
              "pub-id_doi": "10.1038/srep09156",
              "pub-id_pmid": "25778463",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "5",
              "year": "2015"
            },
            "text": "Quo Vadis? microbial profiling revealed strong effects of cleanroom maintenance and routes of contamination in indoor environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67508,
            "infons": {
              "fpage": "1125",
              "lpage": "1139",
              "name_0": "surname:Moissl-Eichinger;given-names:C.",
              "name_1": "surname:Pukall;given-names:R.",
              "name_2": "surname:Probst;given-names:A. J.",
              "name_3": "surname:Stieglmeier;given-names:M.",
              "name_4": "surname:Schwendner;given-names:P.",
              "name_5": "surname:Mora;given-names:M.",
              "pub-id_doi": "10.1089/ast.2013.1024",
              "pub-id_pmid": "24313230",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "13",
              "year": "2013"
            },
            "text": "Lessons learned from the microbial analysis of the herschel spacecraft during assembly, integration, and test operations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67630,
            "infons": {
              "fpage": "1103",
              "lpage": "1116",
              "name_0": "surname:Nayfach;given-names:S.",
              "name_1": "surname:Pollard;given-names:K. S.",
              "pub-id_doi": "10.1016/j.cell.2016.08.007",
              "pub-id_pmid": "27565341",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "166",
              "year": "2016"
            },
            "text": "Toward accurate and quantitative comparative metagenomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67689,
            "infons": {
              "fpage": "310",
              "lpage": "320",
              "name_0": "surname:Nocker;given-names:A.",
              "name_1": "surname:Cheung;given-names:C.-Y.",
              "name_2": "surname:Camper;given-names:A. K.",
              "pub-id_doi": "10.1016/j.mimet.2006.04.015",
              "pub-id_pmid": "16753236",
              "section_type": "REF",
              "source": "J. Microbiol. Methods",
              "type": "ref",
              "volume": "67",
              "year": "2006"
            },
            "text": "Comparison of propidium monoazide with ethidium monoazide for differentiation of live vs. dead bacteria by selective removal of dna from dead cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67838,
            "infons": {
              "fpage": "5111",
              "lpage": "5117",
              "name_0": "surname:Nocker;given-names:A.",
              "name_1": "surname:Sossa-Fernandez;given-names:P.",
              "name_2": "surname:Burr;given-names:M. D.",
              "name_3": "surname:Camper;given-names:A. K.",
              "pub-id_doi": "10.1128/aem.02987-06",
              "pub-id_pmid": "17586667",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "73",
              "year": "2007"
            },
            "text": "Use of propidium monoazide for live/dead distinction in microbial ecology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67913,
            "infons": {
              "fpage": "508",
              "lpage": "516",
              "name_0": "surname:Onofri;given-names:S.",
              "name_1": "surname:de la Torre;given-names:R.",
              "name_2": "surname:de Vera;given-names:J.-P.",
              "name_3": "surname:Ott;given-names:S.",
              "name_4": "surname:Zucconi;given-names:L.",
              "name_5": "surname:Selbmann;given-names:L.",
              "pub-id_doi": "10.1089/ast.2011.0736",
              "pub-id_pmid": "22680696",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Survival of rock-colonizing organisms after 1.5 years in outer space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67983,
            "infons": {
              "fpage": "5691",
              "lpage": "5702",
              "name_0": "surname:Overbeek;given-names:R.",
              "name_1": "surname:Begley;given-names:T.",
              "name_2": "surname:Butler;given-names:R. M.",
              "name_3": "surname:Choudhuri;given-names:J. V.",
              "name_4": "surname:Chuang;given-names:H.-Y.",
              "name_5": "surname:Cohoon;given-names:M.",
              "pub-id_doi": "10.1093/nar/gki866",
              "pub-id_pmid": "16214803",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "33",
              "year": "2005"
            },
            "text": "The subsystems approach to genome annotation and its use in the project to annotate 1000 genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68081,
            "infons": {
              "fpage": "D284",
              "lpage": "D289",
              "name_0": "surname:Powell;given-names:S.",
              "name_1": "surname:Szklarczyk;given-names:D.",
              "name_2": "surname:Trachana;given-names:K.",
              "name_3": "surname:Roth;given-names:A.",
              "name_4": "surname:Kuhn;given-names:M.",
              "name_5": "surname:Muller;given-names:J.",
              "pub-id_doi": "10.1093/nar/gkr1060",
              "pub-id_pmid": "22096231",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "40",
              "year": "2011"
            },
            "text": "eggNOG v3.0: orthologous groups covering 1133 organisms at 41 different taxonomic ranges.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68171,
            "infons": {
              "issue": "e66213",
              "name_0": "surname:Ratnasingham;given-names:S.",
              "name_1": "surname:Hebert;given-names:P. D. N.",
              "pub-id_doi": "10.1371/journal.pone.0066213",
              "pub-id_pmid": "23861743",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "8",
              "year": "2013"
            },
            "text": "A DNA-based registry for all animal species: the barcode index number (BIN) system.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68255,
            "infons": {
              "fpage": "1",
              "lpage": "7",
              "name_0": "surname:Reasoner;given-names:D. J.",
              "name_1": "surname:Geldreich;given-names:E. E.",
              "pub-id_doi": "10.1128/aem.49.1.1-7.1985",
              "pub-id_pmid": "3883894",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "49",
              "year": "1985"
            },
            "text": "A new medium for the enumeration and subculture of bacteria from potable water.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68335,
            "infons": {
              "fpage": "123",
              "lpage": "129",
              "name_0": "surname:Savini;given-names:V.",
              "name_1": "surname:Catavitello;given-names:C.",
              "name_2": "surname:Bianco;given-names:A.",
              "name_3": "surname:Balbinot;given-names:A.",
              "name_4": "surname:D’Antonio;given-names:D.",
              "section_type": "REF",
              "source": "Recent Pat. Anti Infect. Drug Discov.",
              "type": "ref",
              "volume": "4",
              "year": "2009"
            },
            "text": "Epidemiology, pathogenicity and emerging resistances in Staphylococcus pasteuri: from mammals and lampreys, to man.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68451,
            "infons": {
              "fpage": "D5",
              "issue": "(Suppl._1)",
              "lpage": "D15",
              "name_0": "surname:Sayers;given-names:E. W.",
              "name_1": "surname:Barrett;given-names:T.",
              "name_2": "surname:Benson;given-names:D. A.",
              "name_3": "surname:Bryant;given-names:S. H.",
              "name_4": "surname:Canese;given-names:K.",
              "name_5": "surname:Chetvernin;given-names:V.",
              "pub-id_doi": "10.1093/nar/gkn741",
              "pub-id_pmid": "18940862",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "37",
              "year": "2008"
            },
            "text": "Database resources of the national center for biotechnology information.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68524,
            "infons": {
              "name_0": "surname:Shannon;given-names:C. E.",
              "name_1": "surname:Weaver;given-names:W.",
              "section_type": "REF",
              "source": "The Mathematical Theory of Communication.",
              "type": "ref",
              "year": "1949"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68525,
            "infons": {
              "issue": "688",
              "name_0": "surname:Simpson;given-names:E. H.",
              "pub-id_doi": "10.1038/163688a0",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "163",
              "year": "1949"
            },
            "text": "Measurement of diversity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68551,
            "infons": {
              "issue": "214",
              "name_0": "surname:Singh;given-names:N. K.",
              "name_1": "surname:Wood;given-names:J. M.",
              "name_2": "surname:Karouia;given-names:F.",
              "name_3": "surname:Venkateswaran;given-names:K.",
              "pub-id_doi": "10.1186/s40168-018-0609-y",
              "pub-id_pmid": "30514368",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with international space station environmental surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68706,
            "infons": {
              "fpage": "4605",
              "lpage": "4614",
              "name_0": "surname:Suzuki;given-names:M. T.",
              "name_1": "surname:Taylor;given-names:L. T.",
              "name_2": "surname:DeLong;given-names:E. F.",
              "pub-id_doi": "10.1128/aem.66.11.4605-4614.2000",
              "pub-id_pmid": "11055900",
              "section_type": "REF",
              "source": "Appl. Environ. Microbiol.",
              "type": "ref",
              "volume": "66",
              "year": "2000"
            },
            "text": "Quantitative analysis of small-subunit rRNA genes in mixed microbial populations via 5’-nuclease assays.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68813,
            "infons": {
              "fpage": "312",
              "lpage": "324",
              "name_0": "surname:Vaishampayan;given-names:P. A.",
              "name_1": "surname:Probst;given-names:A. J.",
              "name_2": "surname:La Duc;given-names:M. T.",
              "name_3": "surname:Bargoma;given-names:E.",
              "name_4": "surname:Benardini;given-names:J. N.",
              "name_5": "surname:Andersen;given-names:G. L.",
              "pub-id_doi": "10.1038/ismej.2012.114",
              "pub-id_pmid": "23051695",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "volume": "7",
              "year": "2013"
            },
            "text": "New perspectives on viable microbial communities in low-biomass cleanroom environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68901,
            "infons": {
              "fpage": "487",
              "lpage": "497",
              "name_0": "surname:Vaishampayan;given-names:P. A.",
              "name_1": "surname:Rabbow;given-names:E.",
              "name_2": "surname:Horneck;given-names:G.",
              "name_3": "surname:Venkateswaran;given-names:K. J.",
              "pub-id_doi": "10.1089/ast.2011.0738",
              "pub-id_pmid": "22680694",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "12",
              "year": "2012"
            },
            "text": "Survival of Bacillus pumilus spores for a prolonged period of time in real space conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68994,
            "infons": {
              "fpage": "367",
              "lpage": "377",
              "name_0": "surname:Venkateswaran;given-names:K.",
              "name_1": "surname:Hattori;given-names:N.",
              "name_2": "surname:La Duc;given-names:M. T.",
              "name_3": "surname:Kern;given-names:R.",
              "pub-id_doi": "10.1016/S0167-7012(02)00192-6",
              "pub-id_pmid": "12531506",
              "section_type": "REF",
              "source": "J. Microbiol. Methods",
              "type": "ref",
              "volume": "52",
              "year": "2003"
            },
            "text": "ATP as a biomarker of viable microorganisms in clean-room facilities.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69064,
            "infons": {
              "name_0": "surname:Venkateswaran;given-names:K.",
              "name_1": "surname:La Duc;given-names:M. T.",
              "name_2": "surname:Vaishampayan;given-names:P.",
              "section_type": "REF",
              "source": "Genetic Inventory Task Final Report in Jet Propulsion Laboratory.",
              "type": "ref",
              "year": "2012"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69065,
            "infons": {
              "fpage": "3025",
              "lpage": "3037",
              "name_0": "surname:Wilhelm;given-names:R. C.",
              "pub-id_doi": "10.1038/s41396-018-0257-z",
              "pub-id_pmid": "30108303",
              "section_type": "REF",
              "source": "ISME J.",
              "type": "ref",
              "volume": "12",
              "year": "2018"
            },
            "text": "Following the terrestrial tracks of Caulobacter - redefining the ecology of a reputed aquatic oligotroph.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69171,
            "infons": {
              "fpage": "1149",
              "lpage": "1153",
              "name_0": "surname:Xu;given-names:P.",
              "name_1": "surname:Li;given-names:W.-J.",
              "name_2": "surname:Tang;given-names:S.-K.",
              "name_3": "surname:Zhang;given-names:Y.-Q.",
              "name_4": "surname:Chen;given-names:G.-Z.",
              "name_5": "surname:Chen;given-names:H.-H.",
              "pub-id_doi": "10.1099/ijs.0.63407-0",
              "pub-id_pmid": "15879247",
              "section_type": "REF",
              "source": "Intern. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "55",
              "year": "2005"
            },
            "text": "Naxibacter Alkalitolerans gen. nov., sp. nov., a novel member of the family ‘Oxalobacteraceae’ isolated from china.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69291,
            "infons": {
              "fpage": "1613",
              "lpage": "1617",
              "name_0": "surname:Yoon;given-names:S.-H.",
              "name_1": "surname:Ha;given-names:S.-M.",
              "name_2": "surname:Kwon;given-names:S.",
              "name_3": "surname:Lim;given-names:J.",
              "name_4": "surname:Kim;given-names:Y.",
              "name_5": "surname:Seo;given-names:H.",
              "pub-id_doi": "10.1099/ijsem.0.001755",
              "pub-id_pmid": "28005526",
              "section_type": "REF",
              "source": "Intern. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "67",
              "year": "2017"
            },
            "text": "Introducing EzBioCloud: a taxonomically united database of 16S rRNA Gene sequences and whole-genome assemblies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69403,
            "infons": {
              "fpage": "349",
              "lpage": "355",
              "name_0": "surname:Yumoto;given-names:I.",
              "name_1": "surname:Yamazaki;given-names:K.",
              "name_2": "surname:Hishinuma;given-names:M.",
              "name_3": "surname:Nodasaka;given-names:Y.",
              "name_4": "surname:Suemori;given-names:A.",
              "name_5": "surname:Nakajima;given-names:K.",
              "pub-id_doi": "10.1099/00207713-51-2-349",
              "pub-id_pmid": "11321079",
              "section_type": "REF",
              "source": "Intern. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "51",
              "year": "2001"
            },
            "text": "Pseudomonas alcaliphila sp. nov., a novel facultatively psychrophilic alkaliphile isolated from seawater.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69509,
            "infons": {
              "fpage": "2383",
              "lpage": "2387",
              "name_0": "surname:Zhao;given-names:G.-Z.",
              "name_1": "surname:Li;given-names:J.",
              "name_2": "surname:Qin;given-names:S.",
              "name_3": "surname:Zhang;given-names:Y.-Q.",
              "name_4": "surname:Zhu;given-names:W.-Y.",
              "name_5": "surname:Jiang;given-names:C.-L.",
              "pub-id_doi": "10.1099/ijs.0.010256-0",
              "pub-id_pmid": "19620366",
              "section_type": "REF",
              "source": "Intern. J. Syst. Evol. Microbiol.",
              "type": "ref",
              "volume": "59",
              "year": "2009"
            },
            "text": "Micrococcus Yunnanensis sp. nov., a novel actinobacterium isolated from surface-sterilized Polyspora axillaris roots.",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]