[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250711",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC8754149",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1128/spectrum.01994-21",
              "article-id_pmc": "PMC8754149",
              "article-id_pmid": "35019675",
              "article-id_publisher-id": "01994-21 spectrum.01994-21",
              "elocation-id": "e01994-21",
              "issue": "1",
              "kwd": "Sphingomonas International Space Station phytohormones plant growth promotion",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license.",
              "name_0": "surname:Lombardino;given-names:Jonathan",
              "name_1": "surname:Bijlani;given-names:Swati",
              "name_2": "surname:Singh;given-names:Nitin K.",
              "name_3": "surname:Wood;given-names:Jason M.",
              "name_4": "surname:Barker;given-names:Richard",
              "name_5": "surname:Gilroy;given-names:Simon",
              "name_6": "surname:Wang;given-names:Clay C. C.",
              "name_7": "surname:Venkateswaran;given-names:Kasthuri",
              "name_8": "surname:Handley;given-names:Kim M.",
              "name_9": "surname:Venkateswaran;given-names:Kasthuri",
              "section_type": "TITLE",
              "title": "KEYWORDS",
              "type": "front",
              "volume": "10",
              "year": "2022"
            },
            "text": "Genomic Characterization of Potential Plant Growth-Promoting Features of Sphingomonas Strains Isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 140,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "ABSTRACT",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 149,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "In an ongoing microbial tracking investigation of the International Space Station (ISS), several Sphingomonas strains were isolated. Based on the 16S rRNA gene sequence, phylogenetic analysis identified the ISS strains as Sphingomonas sanguinis (n = 2) and one strain isolated from the Kennedy Space Center cleanroom (used to assemble various Mars mission spacecraft components) as Sphingomonas paucimobilis. Metagenomic sequence analyses of different ISS locations identified 23 Sphingomonas species. An abundance of shotgun metagenomic reads were detected for S. sanguinis in the location from where the ISS strains were isolated. A complete metagenome-assembled genome was generated from the shotgun reads metagenome, and its comparison with the whole-genome sequences (WGS) of the ISS S. sanguinis isolates revealed that they were highly similar. In addition to the phylogeny, the WGS of these Sphingomonas strains were compared with the WGS of the type strains to elucidate genes that can potentially aid in plant growth promotion. Furthermore, the WGS comparison of these strains with the well-characterized Sphingomonas sp. LK11, an arid desert strain, identified several genes responsible for the production of phytohormones and for stress tolerance. Production of one of the phytohormones, indole-3-acetic acid, was further confirmed in the ISS strains using liquid chromatography-mass spectrometry. Pathways associated with phosphate uptake, metabolism, and solubilization in soil were conserved across all the S. sanguinis and S. paucimobilis strains tested. Furthermore, genes thought to promote plant resistance to abiotic stress, including heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be present in these space-related S. sanguinis and S. paucimobilis strains. Characterizing these biotechnologically important microorganisms found on the ISS and harnessing their key features will aid in the development of self-sustainable long-term space missions in the future.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2192,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "IMPORTANCE Sphingomonas is ubiquitous in nature, including the anthropogenically contaminated extreme environments. Members of the Sphingomonas genus have been identified as potential candidates for space biomining beyond earth. This study describes the isolation and identification of Sphingomonas members from the ISS, which are capable of producing the phytohormone indole-3-acetic acid. Microbial production of phytohormones will help future in situ studies, grow plants beyond low earth orbit, and establish self-sustainable life support systems. Beyond phytohormone production, stable genomic elements of abiotic stress resistance, heavy metal resistance, and oxidative and osmotic stress resistance were identified, rendering the ISS Sphingomonas isolate a strong candidate for biotechnology-related applications.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3013,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "INTRODUCTION",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3026,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Sphingomonas species are found in a variety of habitats, including soil, marine sediments, wastewater, and freshwater, in addition to the habitats contaminated with dyes, herbicides, and other pollutants. They possess diverse catabolic capabilities; for instance, assimilation of different types of complex sugars, including polysaccharides, was reported. Some species are tolerant to copper, resulting in biofilm formation and eventually surface corrosion, and some aid in herbicide mineralization or degradation of pollutants. Sphingomonas paucimobilis has been isolated from the International Space Station (ISS) potable drinking water, ISS surfaces, and hospital clinical specimens and is known to cause rare infections in immunocompromised individuals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3784,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Recent reports have identified the role of some Sphingomonas species in plant growth promotion. Microorganisms aid in plant growth promotion via different mechanisms, including secreting metabolites like phytohormones, solubilizing phosphate, fixating nitrogen, inducing stress response pathways, or acting as biocontrol agents. Phytohormones play a significant role in plant metabolism and defense mechanisms. For instance, indole-3-acetic acid (IAA) is responsible for promoting cell division, elongation, and differentiation and is involved in a wide range of plant processes ranging from responses to light and gravity to heavy metal stress tolerance. Recent studies have detailed the role of Sphingomonas species in plant growth promotion via the production of phytohormones and increased stress tolerance. S. paucimobilis ZJSH1 produces phytohormones like IAA, salicylic acid, zeatin, and abscisic acid and helps in nitrogen fixation. Sphingomonas sp. LK11, isolated from the leaves of the arid medicinal plant Tephrosia apollinea, was shown to produce auxins and gibberellins and was reported to increase stress tolerance to salinity and cadmium in tomato plants. In addition, genomic analysis of Sphingomonas sp. LK11 also revealed genes for hydrogen peroxide production that enhance plant growth, seed germination, and root colonization, genes for phosphate uptake, osmotic stress, and heavy metal stress. Genomic analysis of Sphingomonas panacis DCY99T isolated from the roots of Panax ginseng identified genes for IAA production, phosphate solubilization, heavy metal stress tolerance, and degradation of phenolic compounds. Furthermore, Sphingomonas sp. Cra20 was shown to improve plant growth under drought stress conditions by altering the rhizosphere microbial community. The ability of microorganisms to produce phytohormones thus offers the potential to manipulate plant growth and development but without the need to supplement hormones externally to the plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5765,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In an ongoing microbial tracking experiment on the ISS, several microbial strains belonging to Sphingomonas sanguinis (n = 2) were isolated from the ISS, and a third strain identified as S. paucimobilis was cultured from the Kennedy Space Center, Payload Hazardous Servicing Facility (KSC-PHSF). After the isolation of Sphingomonas strains from the ISS, a complete genome (∼4.4 Mbp) was also assembled from the shotgun reads retrieved from the same ISS environmental surface, resulting in the production of a metagenome-assembled genome (MAG) belonging to S. sanguinis. Given the persistence of Sphingomonas bacteria among spaceflight-relevant surfaces, and a growing body of evidence for Sphingomonas strains to promote plant growth, this study applies comparative genomic analyses to identify genetic determinants that relate to plant growth-promoting features (PGPF) and highlights those that may be adaptive to growth on spaceflight-relevant environments and surfaces. Our findings report the presence of several determinants for the production of plant phytohormones, including several gene products promoting resistance to sources of abiotic stress, with emphasis on oxidative/osmotic stress resistance, heavy metal tolerance, and adaptation to sources of radiation. Further, the production of a phytohormone, IAA, by these isolates was confirmed using metabolomics. Moreover, intersection analysis of functional annotations and orthologous groups from the Sphingomonas species from spaceflight-relevant surfaces (KSC-PHSF, ISS) revealed potential differences in gene contents involved in the horizontal gene transfer that are notably absent in their respective type strains. Taken together, our results show how characterization of microorganisms with respect to their ability to promote plant growth, including vegetables that can be used as a food source, will contribute to the development of self-sustainable long-term space missions in the future.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7731,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "RESULTS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7739,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Abundance of Sphingomonas species in the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7785,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Among the cultivable bacteria, three colonies obtained from ISS surfaces (IIF7SW-B3A and IIF7SW-B5) and one from KSC (FKI-L5-BR-P1) were identified as Sphingomonas species. All ISS strains were S. sanguinis, and the KSC strain was S. paucimobilis. The whole-genome sequencing (WGS) and the draft genomes assembled were further used to confirm the identity of the species based on average nucleotide identity (ANI; Table 1), which was calculated to be ∼99% with the nearest type strain. Genomic characteristics and other details of the annotation are given in Table 1. The metagenomic data analysis identified 23 Sphingomonas species from flight 2, all of which were isolated from location 7, that is, a panel near the portable water dispenser (LAB) (Fig. 1). In addition, the reads obtained from flight 1 belonging to a single species, Sphingomonas sanxanigenens, were also seen in samples from flights 2 and 3 (Fig. 1). However, its location on the ISS varied across different flights. Reads obtained from flight 3 also showed the presence of S. paucimobilis from location 4, that is, the dining table (node 1). The metagenomic reads thus obtained from the ISS show that Sphingomonas species persisted across all three flights, with S. sanguinis being abundant among all Sphingomonas species in flight 2. Furthermore, the MAG sequence (ISS-IIF7SWP) exhibited >99.6% ANI with the type strain of S. sanguinis (Table 1). The MAG was derived from the exact location on the ISS where S. sanguinis isolates IIF7SW-B3A and IIF7SW-B5 were retrieved using cultivation techniques. It was also confirmed that the MAG genome had >99% ANI value with the genomes of the S. sanguinis strains isolated from the ISS. The use of the culture-dependent and -independent methods thus confirms the presence of S. sanguinis on the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9606,
            "infons": {
              "file": "spectrum.01994-21-f001.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "The abundance of Sphingomonas species across different flights and locations on the ISS based on metagenome-derived genomic reads. The numbers on top of bars represent the number of Sphingomonas species identified from that particular location in the corresponding flight number (F1, F2, or F3). Different locations on the ISS from where samples were collected: location 1, port panel next to cupola (node 3); location 2, waste and hygiene compartment (node 3); location 3, advanced resistive exercise device (ARED) foot platform (node 3); location 4, dining table (node 1); location 5, zero G stowage rack (node 1); location 7, panel near portable water dispenser (LAB); and location 8, port crew quarters, bump out exterior aft wall (node 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10351,
            "infons": {
              "file": "tab1.xml",
              "id": "tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Genomic characteristics of Sphingomonas strains isolated from the ISS and cleanroom",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10435,
            "infons": {
              "file": "tab1.xml",
              "id": "tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"2\" colspan=\"1\">Strain</th><th rowspan=\"2\" colspan=\"1\">NCBI genome accession no.</th><th rowspan=\"2\" colspan=\"1\">Isolation source</th><th rowspan=\"2\" colspan=\"1\">Genome size (Mb)</th><th rowspan=\"2\" colspan=\"1\">ANI value (%)<xref rid=\"ngtab1-2\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">b</italic></sup></xref></th><th colspan=\"7\" rowspan=\"1\">No. of:<hr/></th></tr><tr><th rowspan=\"1\" colspan=\"1\">Total genes<xref rid=\"ngtab1-3\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">c</italic></sup></xref></th><th rowspan=\"1\" colspan=\"1\">Total protein coding genes<xref rid=\"ngtab1-3\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">c</italic></sup></xref></th><th rowspan=\"1\" colspan=\"1\">RNA genes<xref rid=\"ngtab1-3\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">c</italic></sup></xref></th><th rowspan=\"1\" colspan=\"1\">rRNA</th><th rowspan=\"1\" colspan=\"1\">tRNA</th><th rowspan=\"1\" colspan=\"1\">ncRNA</th><th rowspan=\"1\" colspan=\"1\">Pseudogenes<xref rid=\"ngtab1-3\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">c</italic></sup></xref></th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\"><named-content content-type=\"genus-species\">Sphingomonas sanguinis</named-content> IIF7SW-B3A</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://www.ncbi.nlm.nih.gov/nuccore/JABEOW000000000\" ext-link-type=\"uri\" assigning-authority=\"insdc\">JABEOW000000000</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">ISS, lab 3 overhead</td><td rowspan=\"1\" colspan=\"1\">3.9</td><td rowspan=\"1\" colspan=\"1\">99.77</td><td rowspan=\"1\" colspan=\"1\">3,768 (100%)</td><td rowspan=\"1\" colspan=\"1\">3,659 (97.11%)</td><td rowspan=\"1\" colspan=\"1\">58 (1.54%)</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">52</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">51 (1.35%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><named-content content-type=\"genus-species\">Sphingomonas sanguinis</named-content> IIF7SW-B5</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://www.ncbi.nlm.nih.gov/nuccore/JABEOV000000000\" ext-link-type=\"uri\" assigning-authority=\"insdc\">JABEOV000000000</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">ISS, lab 3 overhead</td><td rowspan=\"1\" colspan=\"1\">4.3</td><td rowspan=\"1\" colspan=\"1\">99.68</td><td rowspan=\"1\" colspan=\"1\">4,178 (100%)</td><td rowspan=\"1\" colspan=\"1\">4,047 (96.86%)</td><td rowspan=\"1\" colspan=\"1\">58 (1.39%)</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">52</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">73 (1.75%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><named-content content-type=\"genus-species\">Sphingomonas paucimobilis</named-content> FKI-L5-BR-P1</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://www.ncbi.nlm.nih.gov/nuccore/JABEOU000000000\" ext-link-type=\"uri\" assigning-authority=\"insdc\">JABEOU000000000</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">KSC-PHSF cleanroom floor<xref rid=\"ngtab1-1\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">a</italic></sup></xref></td><td rowspan=\"1\" colspan=\"1\">4.5</td><td rowspan=\"1\" colspan=\"1\">99.42</td><td rowspan=\"1\" colspan=\"1\">4,357 (100%)</td><td rowspan=\"1\" colspan=\"1\">4,182 (95.98%)</td><td rowspan=\"1\" colspan=\"1\">54 (1.24%)</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">48</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">121 (2.78%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><named-content content-type=\"genus-species\">Sphingomonas sanguinis</named-content> ISS-IIF7SWP (MAG)</td><td rowspan=\"1\" colspan=\"1\">\n<ext-link xlink:href=\"https://www.ncbi.nlm.nih.gov/nuccore/JABYQV000000000\" ext-link-type=\"uri\" assigning-authority=\"insdc\">JABYQV000000000</ext-link>\n</td><td rowspan=\"1\" colspan=\"1\">ISS, lab 3 overhead</td><td rowspan=\"1\" colspan=\"1\">4.4</td><td rowspan=\"1\" colspan=\"1\">99.64</td><td rowspan=\"1\" colspan=\"1\">4,261 (100%)</td><td rowspan=\"1\" colspan=\"1\">4,149 (97.37%)</td><td rowspan=\"1\" colspan=\"1\">57 (1.34%)</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">51</td><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">55 (1.29%)</td></tr></tbody></table>\n"
            },
            "text": "Strain\tNCBI genome accession no.\tIsolation source\tGenome size (Mb)\tANI value (%)b\tNo. of:\t \tTotal genesc\tTotal protein coding genesc\tRNA genesc\trRNA\ttRNA\tncRNA\tPseudogenesc\t \tSphingomonas sanguinis IIF7SW-B3A\tJABEOW000000000\tISS, lab 3 overhead\t3.9\t99.77\t3,768 (100%)\t3,659 (97.11%)\t58 (1.54%)\t3\t52\t3\t51 (1.35%)\t \tSphingomonas sanguinis IIF7SW-B5\tJABEOV000000000\tISS, lab 3 overhead\t4.3\t99.68\t4,178 (100%)\t4,047 (96.86%)\t58 (1.39%)\t3\t52\t3\t73 (1.75%)\t \tSphingomonas paucimobilis FKI-L5-BR-P1\tJABEOU000000000\tKSC-PHSF cleanroom floora\t4.5\t99.42\t4,357 (100%)\t4,182 (95.98%)\t54 (1.24%)\t3\t48\t3\t121 (2.78%)\t \tSphingomonas sanguinis ISS-IIF7SWP (MAG)\tJABYQV000000000\tISS, lab 3 overhead\t4.4\t99.64\t4,261 (100%)\t4,149 (97.37%)\t57 (1.34%)\t3\t51\t3\t55 (1.29%)\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11185,
            "infons": {
              "file": "tab1.xml",
              "id": "tab1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "KSC-PHSF cleanroom floor: Kennedy Space Centre- Payload Hazardous Servicing Facility.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11271,
            "infons": {
              "file": "tab1.xml",
              "id": "tab1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "ANI values shown are calculated against their respective type strains S. sanguinis NBRC 13937 and S. paucimobilis NCTC 11030.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11397,
            "infons": {
              "file": "tab1.xml",
              "id": "tab1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "% Values in parentheses indicate the proportion of genes among the total number of genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11487,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Plant growth-promoting features in Sphingomonas species isolated from spaceflight environments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11583,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "BLAST-based genome comparisons visualized using BLAST Ring Image Generator (BRIG) revealed relatively high levels of identity shared across each spaceflight genome and their type strains compared against the Sphingomonas sp. LK11 genome (Fig. 2). Additionally, patterns of GC content for each S. sanguinis (66.1 to 66.2%) and S. paucimobilis (65.5%) genome were highly similar to that of LK11 (66.09%). Subsequent pangenome comparisons conducted by Anvi’o revealed a substantial core genome and further support both shared nucleotide and functional identity among these spaceflight Sphingomonas genomes, their type strains, and the endophyte Sphingomonas sp. LK11 (Fig. 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12261,
            "infons": {
              "file": "spectrum.01994-21-f002.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Circular genome representations were constructed using BLAST Ring Image Generator (BRIG) version 0.95, with Sphingomonas sp. LK11 selected as the reference genome (chromosome and plasmids). The innermost ring (black) shows the GC content of the reference Sphingomonas sp. LK11 genome. Subsequent rings illustrate the percent identity of the selected Sphingomonas genomes calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%). Starting from ring two, the order of the illustrated genomes is as follows: 2, S. paucimobilis FKI-L5-BR-P1; 3, S. paucimobilis LCT-SP1; 4, S. paucimobilis NCTC 11030T; 5, S. sanguinis IIF7SW-B3A; 6, S. sanguinis IIF7SW-B5; 7, S. sanguinis ISS-IIF7SWP (MAG); 8, S. sanguinis NBRC 13937T. The outermost ring displays randomly selected annotations originating from the Sphingomonas sp. LK11 chromosome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13128,
            "infons": {
              "file": "spectrum.01994-21-f003.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Pangenome analysis of S. sanguinis, S. paucimobilis genomes obtained from space-relevant surfaces with their type strains, and Sphingomonas sp. LK11, generated by the Anvi’o software. Primary functional annotation in Anvi’o was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (–num-threads 2, –mcl-inflation 6, –min-bit 0.5, –use-ncbi-blast). Ordering of the pangenome display was determined using a Euclidean distance clustering algorithm and the provided ward linkage method. Beginning from the innermost ring and moving outward, rings 1 to 8 correspond to gene clusters identified in each of the analyzed Sphingomonas genomes in the following order: 1, Sphingomonas sp. LK11; 2, S. paucimobilis FKI-L5-BR-P1; 3, Sphingomonas LCT-SP1; 4, S. paucimobilis NCTC 11030T; 5, S. sanguinis IIF7SW-B3A; 6, S. sanguinis IIF7SW-B5; 7, S. sanguinis ISS-IIF7SWP (MAG); 8, S. sanguinis NBRC 13937T. Ring 9 shows a density plot of the number of genes within the identified gene clusters, and ring 10 highlights single-copy gene clusters (black). Rings 11 and 12 correspond to the geometric homogeneity index and functional homogeneity indices of similarity, with the former accounting for gaps in alignments, while the latter scores functional similarities by residue within the aligned sequences. The outermost ring represents the location of known Clusters of Orthologous Genes (COG) functional categories. The right-most bar chart corresponds to the number of singleton gene clusters, number of gene clusters, number of genes, total length, and GC content for each genome present in the analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14863,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Due to the high degree of functional identity shared between each of the space Sphingomonas species and Sphingomonas sp. LK11, functional annotations for each of the spaceflight Sphingomonas genomes and their type strains were conducted to identify putative PGPF. Functional analysis of these outputs revealed that many PGPFs proposed for Sphingomonas sp. LK11 are likely also present in the analyzed S. sanguinis and S. paucimobilis genomes. Annotations reported from the EggNOGv5 database suggest that several gene products proposed to promote phosphate and sulfur assimilation in plants are also present in these select Sphingomonas strains, albeit with some species-specific patterns. Pathways associated with phosphate uptake metabolism and solubilization in soil appear to be conserved across all the selected S. paucimobilis and S. sanguinis strains; however, gene products associated with sulfate/thiosulfate and hydrogen production may be exclusive to the selected S. sanguinis strains. Furthermore, several pathways proposed to promote plant resistance to abiotic stress, including the heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be shared between these selected S. sanguinis and S. paucimobilis genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16139,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Previous reports suggested that responses to oxidative stress in Sphingomonas sp. LK11 may promote plant host tolerance to abiotic stress via the amelioration of reactive oxygen species (ROS). Therefore, specific gene products related to oxidative stress resistance in space-associated Sphingomonas strains were further identified. Analysis of annotations generated by PGAP and eggNOG-MapperV2 suggested that space-associated Sphingomonas strains harbor multiple copies of several classes of antioxidant enzymes, including superoxide dismutases, catalases, peroxidases, glutathione S-transferases, and glutaredoxins. Next, we sought to identify metabolic pathways suggested to reduce the abundance of ROS, for instance, carotenoids, which are known for their antioxidant activity. Examination of PGAP and eggNOG annotations suggest that all Sphingomonas strains analyzed in this study possess the genetic repertoire (crtB, crtI, crtY, crtZ) to produce the carotenoid zeaxanthin from the precursor geranylgeranyl pyrophosphate (GGPP) (Fig. 4A). Further analysis also revealed the presence of an unnamed sterol desaturase family protein, often proximate to these gene clusters, which shared high identity to the crtG gene product identified in Sphingomonas elodea ATCC 31461 (74% to 75% identity). CrtG converts zeaxanthin to produce the yellow pigment nostoxanthin, a common carotenoid produced by Sphingomonas. Likewise, two pathways for the production of the nonreducing disaccharide trehalose were also identified in both the S. sanguinis and S. paucimobilis strains. Trehalose serves a variety of functions across organisms, acting as a carbon source, a compatible solute, and a metabolite that provides protection against a variety of abiotic stressors. These results suggest that Sphingomonas strains can potentially synthesize trehalose from the otsA/B pathway, wherein a two-step mechanism catalyzes the formation of trehalose 6-phosphate from the condensation of glucose 6-phosphate and UDP-glucose residues (otsA) and subsequent dephosphorylation of trehalose 6-phosphate into the disaccharide trehalose (otsB). Additionally, trehalose could also be produced in these bacteria through catabolism of α(1,4) glucose polymers into trehalose via the treY/Z pathway (Fig. 4B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18424,
            "infons": {
              "file": "spectrum.01994-21-f004.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) Zeaxanthin and nostoxanthin pathway. (B) Genes discussed relevant to trehalose metabolism in S. sanguinis and S. paucimobilis. In the first step of the otsA/B pathway, a condensation reaction between glucose 6-phosphate and UDP-glucose synthesizes trehalose 6-phosphate (otsA). Second, a dephosphorylation of trehalose 6-phosphate catalyzed by otsB yields the product trehalose. Additionally, trehalose can also be formed from the rearrangement of the α(1,4) glycosidic bonds of glucose polymers to α(1) glycosidic bonds via treY, allowing for the hydrolysis of the terminal trehalose disaccharide via treZ. (C) Proposed pathway for IAA production in S. paucimobilis and S. sanguinis using functional predictions generated by eggNOG-MapperV2. Enzyme classes are denoted in brackets, with gene, enzyme, or protein names provided where appropriate. Purple coloring denotes identified enzyme classes that were identified only in the analyzed S. paucimobilis spaceflight strains. Question marks (??) denote yet-to-be-validated reaction mechanisms in the proposed pathway. Chemical structures were constructed using the ChemDraw software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19570,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "These findings suggest that the tested Sphingomonas species, including the strains sequenced from spaceflight-relevant surfaces, contain several pathways likely to confer resistance to a variety of abiotic stressors, especially with respect to several antioxidant enzymes and metabolites. The presence of these features supports the potential role of these newly sequenced Sphingomonas strains to promote plant growth and increase plant stress tolerance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20025,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Indole-3-acetic acid production by S. sanguinis and S. paucimobilis strains isolated from the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20124,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "One of the sources of IAA biosynthesis is the amino acid tryptophan, and analysis of the orthologous groups identified by the eggNOGv5 database suggested that the selected Sphingomonas strains possess the required tryptophan biosynthesis genes (trpA,B,C,D,E,F), consistent with observations from previous reports in the literature. Leveraging the inclusion of several KEGG orthologs, enzyme classes, and KEGG reactions outputs via eggNOG-MapperV2, potential pathways for these Sphingomonas to synthesize IAA from tryptophan are proposed (Fig. 4C). Analysis of the functional annotations transferred from the EggNOGv5 database pointed to a group of carbon-nitrogen hydrolase family proteins that may act as putative nitrilases (E.C 3.5.5.1), converting indole-3-acetonitrile directly to IAA. Similarly, each of the analyzed Sphingomonas strains harbors a flavin adenine dinucleotide (FAD)-dependent oxidoreductase (putative monoamine oxidase EC 1.4.3.4), which likely promotes the conversion of tryptamine into indole-3-acetaldehyde. However, subsequent steps allowing the conversion of indole-3-acetaldehyde to IAA via an unnamed aldehyde dehydrogenase family protein (EC 1.2.1.3) were exclusive to the analyzed S. paucimobilis genomes. Further, the presence of indole-pyruvate ferredoxin, an enzyme which is responsible for the conversion of indole-3-pyruvate into S-2-(indol-3-yl)acetyl coenzyme A (acetyl-CoA), was also exclusive to S. paucimobilis; however, it is unclear as to how S. paucimobilis may further alter S-2-(indol-3-yl)acetyl-CoA into IAA. While two putative mechanisms across both S. sanguinis and S. paucimobilis that may directly yield IAA from tryptophan-derived metabolites are supported by the results of functional annotation, we failed to identify canonical mechanisms for the formation of the upstream reactants in tryptophan metabolism, suggesting that novel mechanisms for IAA formation may occur in Sphingomonas and species-dependent pathways may supplement a shared metabolic pathway. Interestingly, while an auxin export carrier family protein was identified in each of the analyzed S. paucimobilis genomes, no such protein was identified in S. sanguinis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22312,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Since the genomic analysis of the spaceflight isolates revealed genetic signatures for the production of several plant growth-promoting hormones, metabolomic characterization was carried out to identify the phytohormone IAA. All Sphingomonas isolates obtained from spaceflight-relevant surfaces were cultured in the presence of tryptophan, and metabolites extracted from the culture filtrate were analyzed using high-performance liquid chromatography-diode array detection-mass spectrometry (HPLC-DAD-MS). The MS data analysis showed the presence of IAA among the metabolites extracted from all three strains, S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, and S. paucimobilis FKI-L5-BR-P1 (Fig. 5A). The production of IAA (molecular weight, M = 175.18 g/mol) by these isolates was confirmed by comparing the electrospray ionization mass spectrometry (ESI-MS) profile (positive mode: M+H = ∼176 g/mol) of IAA standard with culture extracts, either alone or mixed with IAA standard (Fig. 5A). The ESI-MS profile of all the three culture extracts was found to be comparable with the standard. Further, the production of IAA was validated by tandem mass spectrometry to generate a mass fragmentation profile in positive mode, corresponding to M+H of ∼176 g/mol. The three culture extracts resulted in a fragmentation pattern that was similar to the IAA standard, generating three different fragments, including a parent ion of ∼176 g/mol (Fig. 5B). In contrast, the presence of IAA was not observed in nutrient media without tryptophan (data not shown). Liquid chromatography-mass spectrometry (LC-MS) data also revealed the presence of few other metabolites with molecular weights similar to those of other phytohormones; however, their positive identification will require further analysis, which is outside the scope of this study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24159,
            "infons": {
              "file": "spectrum.01994-21-f005.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) LC-MS profile of IAA produced by S. sanguinis and S. paucimobilis flight isolates, compared to the standard. (B) LC-MS/MS spectrum of IAA standard compared to that produced by S. sanguinis and S. paucimobilis flight isolates, all generating similar fragmentation patterns.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24436,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Functional differences between ISS Sphingomonas isolates and their type strains.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24517,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Analysis of plant growth-promoting features suggested the potential for conserved functional characteristics between the spaceflight and type strains of S. paucimobilis and S. sanguinis genomes but with some distinctions. Therefore, functional differences were further explored through hierarchical clustering of the relative abundance of functional categories assigned by the eggNOG database (Fig. 6). Intriguingly, the selected Sphingomonas genomes clustered primarily according to the environment in which they were sampled (terrestrial type strains versus spaceflight-relevant surfaces at KSC and the ISS) and then clustered according to their species assignment. Examining the relative abundance of each of the assigned functional categories, it is clear that a sizeable portion (∼20% to 21%) of each of these selected Sphingomonas genomes lack known functional roles, highlighting novel gene products that are ripe for future bioinformatics and molecular characterization. Yet, differences in functional products corresponding to the category L, replication, recombination, and repair, are noticeably higher in genomes of the strains isolated from spaceflight-relevant surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25705,
            "infons": {
              "file": "spectrum.01994-21-f006.jpg",
              "id": "fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Hierarchical clustering of the relative abundances for eggNOG functional categories for each of the selected Sphingomonas strains. Counts of each functional category were normalized to the total number of annotated proteins within each genome. The y-axis displays eggNOG functional category letter codes corresponding to the following: A, RNA processing and modification; B, chromatin structure and dynamics; C, energy production and conversion; D, cell cycle control, cell division, chromosome partitioning; E, amino acid transport and metabolism; F, nucleotide transport and metabolism; G, carbohydrate transport and metabolism; H, coenzyme transport and metabolism; I, lipid transport and metabolism; K, transcription; L, replication, recombination and repair; M, cell wall/membrane/envelope biogenesis; N, cell motility; O, posttranslational modification, protein turnover, chaperones; P, inorganic ion transport and metabolism; Q, secondary metabolites biosynthesis, transport and catabolism; R, general function prediction only; S, function unknown; T, Signal transduction mechanisms; U, intracellular trafficking, secretion, and vesicular transport; V, defense mechanisms; W, extracellular structures; Y, nuclear structure; Z, cytoskeleton.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26953,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Protein-level differences between the Sphingomonas strains obtained from spaceflight-relevant surfaces and their respective type strains are shown in Fig. 7A and Table S1. Intersection analysis was performed using UpsetR for the presence and absence of named protein products across each genome (Fig. 7B). Here, 1,488 named proteins were shared among all of the selected spaceflight-relevant Sphingomonas genomes and their respective type strains. In contrast, 71 named orthologous proteins were unique to the S. paucimobilis strains isolated from spaceflight-relevant surfaces, and an analogous 53 named orthologous proteins were found to be unique to S. sanguinis spaceflight strains. However, a sizable portion of the proteomes for each of these genomes lacked predicted protein names to use as unique terms for intersection analysis. Thus, a custom pileup was performed that grouped entries into unique keys consisting of common predicted taxa, predicted protein names, the eggNOG free text description, and their predicted functional category where unnamed proteins could be compared across multiple genomes. While this method enhanced comparisons of unnamed protein groups identified by eggNOGv5, precaution should be taken when comparing the results, as different seed orthologs appear to transfer slightly different descriptions; however, such an analysis greatly improved functional insights that would not have been captured via analysis of KEGG Orthology (KO) or named proteins alone. Analysis of the KO assigned by eggNOGv5 revealed that gene clusters associated with rhamnose metabolism, type IV secretion (trb operon), conjugal transfer pilus assembly proteins (tra operon), and heavy metal resistance genes are present in each of the spaceflight S. sanguinis strains and are notably absent from the type strain S. sanguinis NBRC 13937T. While S. sanguinis NBRC 13937T is not a complete genome, the ability to capture the presence or components of large biosynthetic clusters or operons is conducive to the assemblies’ N50 of 61,922 bp across 134 contigs of total length 4,053,092 bp. Similar patterns of differences in type IV secretion apparatus, conjugal transfer proteins, and rhamnose metabolism were also observed for the spaceflight-relevant surface strains from S. paucimobilis compared to those of their type strains, albeit to a lesser extent than the patterns reported for S. sanguinis. Further unique gene products identified in S. paucimobilis include a suite of multidrug efflux proteins, DNA repair proteins (dinJ and sbcD), catechol metabolism (catABC), genes involved in quorum sensing via homoserine lactone synthesis and export, and the natural transformation protein comEA. Both S. sanguinis and S. paucimobilis spaceflight isolates also showed the presence of genes that are involved in the biosynthesis of industrially important metabolites, including antibiotics (erythromycin and vancomycin) and anticancer compounds (betalains). Overall, our results point to functional differences in these spaceflight-relevant S. paucimobilis and S. sanguinis genomes compared to their respective type strains, many of which may provide adaptive advantages for survival during spaceflight or on spaceflight-relevant surfaces.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30209,
            "infons": {
              "file": "spectrum.01994-21-f007.jpg",
              "id": "fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "(A) UpSetR plot showing the intersection of named eggNOG predicted proteins from S. sanguinis and S. paucimobilis genomes obtained from space-relevant surfaces and their respective type strains. Total named eggNOG protein counts from each strain are shown in a horizontal bar plot (left) and the number of shared named eggNOG proteins among the strains are represented in the vertical bar plot (right). (B) JVENN plot displaying the intersection of named EggNOG proteins according to their species and environment (S: space-relevant surface, T: type strain), where the named eggNOG proteins were pooled by category for simpler comparisons. Color schemes denote both the species and their environment of origin (green: S. paucimobilis space-relevant surface isolate, blue: S. paucimobilis type strain, pink: S. sanguinis space-relevant surface isolate, yellow: S. sanguinis type strain).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31096,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "DISCUSSION",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31107,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study shows the identification of putative PGPFs in Sphingomonas strains isolated from the ISS or in a cleanroom where spacecraft are assembled. The features involved in the plant growth promotion were identified based on comparative genomic analysis with a well-characterized endophyte Sphingomonas sp. LK11. Such comparative genomic analysis of the S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, S. sanguinis ISS-IIF7SWP, and S. paucimobilis FKI-L5-BR-P1 spaceflight genomes, along with their respective type strains, showed substantial genomic similarity to Sphingomonas sp. LK11, evidenced by high nucleotide identity and a large core genome shared among these bacteria. Leveraging extensive annotation provided by the eggNOG-MapperV2 software, PGPFs described previously for Sphingomonas sp. LK11 were largely consistent with the results of comparative analysis conducted in this study. While minor species-specific differences in sulfur assimilation and hydrogen sulfide production were identified in S. sanguinis, all genomes shared similar putative PGPFs. Specifically, genomic analysis highlighted the presence of several enzyme classes that participate in ROS metabolism which appear to be present in multiple copies across each of the selected Sphingomonas genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32391,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition, analysis of metabolic pathways of spaceflight Sphingomonas strains also suggested that each strain is likely capable of producing the carotenoids zeaxanthin and nostoxanthin. Zeaxanthin has been suggested to play a number of roles in both bacteria and plants, including photoprotection, detoxification of ROS, and resistance to ionizing radiation. Indeed, high levels of zeaxanthin production in the bacterium Paracoccus zeaxanthinifaciens were shown to promote resistance to ionizing, UV radiation, and hydrogen peroxide; however, resistance among the select Sphingomonas strains was weaker than that among P. zeaxanthinifaciens. Additionally, zeaxanthin also serves as a metabolic precursor for the formation of the plant phytohormone abscisic acid, prompting speculation that zeaxanthin-producing, plant-associated microbes may promote plant growth by supplying plant hosts with carotenoid derivatives such as zeaxanthin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33329,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Further evidence for producing plant-relevant metabolites that confer antioxidant activity was also supported by the identification of the otsA/B and treY/Z pathways in each of the spaceflight Sphingomonas strains, strongly suggesting that these bacteria produce the nonreducing disaccharide trehalose. These results are in agreement with the identification of the otsA/B and treY/Z pathways in Sphingomonas sp. LK11, as well as with previous work demonstrating that soybean plants inoculated with Sphingomonas sp. LK11, with and without exogenous trehalose, improved plant growth and stress tolerance under drought stress conditions induced via polyethylene glycol treatment. Likewise, transgenic introduction of the Escherichia coli otsA/B pathway in rice plant recipients yielded enhanced plant resistance to abiotic stress. In addition to promoting abiotic stress resistance in plants, trehalose production likely serves as an antioxidant against oxidative stress in microbes, conferring resistance to hydrogen peroxide, and oxidative damage to proteins and lipids induced by ROS. Due to its role as both an antioxidant and signaling molecule, trehalose production also elicits protective effects against sources of ionizing radiation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34569,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Overall, these results strongly suggest that gene products identified across these spaceflight Sphingomonas strains support a model proposed for Sphingomonas sp. LK11 (a strain isolated from a desert plant), wherein excessive ROS produced by plant hosts is ameliorated through oxidative stress response pathways deployed by Sphingomonas strains, thereby increasing plant stress tolerance to abiotic environments. In addition, many of these ROS-metabolizing gene products discussed in the context of plant abiotic stress also contribute to increased resistance against ionizing radiation. Given evidence of oxidative stress responses deployed by microbial systems during spaceflight, and increased exposure to sources of ionizing radiation in extraterrestrial environments, we speculate that many of the discussed PGPFs likely present in spaceflight S. sanguinis and S. paucimobilis strains may be advantageous to their survival in the spaceflight environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35529,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Alongside several putative PGPFs, the genomic analysis suggested that IAA may be produced through three separate pathways in these organisms, albeit with some species-specific reactions. While all the space S. sanguinis and S. paucimobilis strains shared annotations for the conversion of indole-3-acetonitrile into IAA via a putative nitrilase enzyme, the production of IAA from the oxidation of indole-3-acetaldehyde via an unnamed aldehyde dehydrogenase family protein was absent in the spaceflight S. sanguinis strains. Yet, all S. sanguinis and S. paucimobilis strains may also produce indole-3-acetaldehyde from tryptamine, catalyzed by a monoamine oxidase enzyme. While functional analyses have proposed putative downstream reaction mechanisms to produce IAA, many of the upstream reaction pathways lack a well-characterized mechanism of action via known gene products or enzyme classes. Consistent with this study, not all genes involved in IAA biosynthesis were found in the genomes of S. panacis DCY99T and Sphingomonas sp. LK11, indicating that a novel pathway for IAA production in Sphingomonas strains is yet to be elucidated. Subsequent LC-MS analysis confirmed that each of the space S. sanguinis and S. paucimobilis isolates produced IAA, however, only when their growth medium was supplemented with tryptophan. The results obtained agree with other studies that have reported the production of IAA in Sphingomonas strains but, again, only in the presence of tryptophan in growth media. In addition to the role of zeaxanthin and other plant metabolites in providing tolerance to certain stress conditions, IAA has also been reported to regulate several stress-related genes in Escherichia coli via accumulation of DnaK chaperone and trehalose. Some other studies have also reported an increase in trehalose accumulation upon exposure to IAA and found those cells to be more resistant to cold shock. The chaperone DnaK has also been shown to protect E. coli from oxidative damage by preventing protein aggregation. This observation indicates that the production of IAA by space Sphingomonas strains might indirectly contribute to stress tolerance in the associated plants via similar mechanisms. Future applications of metabolomic and transcriptomic analyses under space or simulated microgravity conditions will likely be prudent for identifying patterns of metabolic flux in response to tryptophan supplementation, thereby elucidating potential mechanisms for IAA production in these bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38040,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Prompted by differences in functional compositions between Sphingomonas strains obtained from spaceflight-relevant surfaces (KSC, ISS, Shengzhou Rocket X), intersectional analysis of orthologous groups of spaceflight-relevant genomes against their type strains was performed. Analysis of KEGG-associated annotations provided by eggNOGv5 showed the presence of several genes in space-related Sphingomonas isolates that were not otherwise found in their respective type strains. S. sanguinis spaceflight isolates showed the presence of tra genes involved in pilus assembly and conjugal transfer (traF, trbC, traU, traW, trbI, traC, traV, traB, traK, traE, traL, and traH) and those involved in mating pair stabilization (traG and traN), which were absent in the type strain. Some groups have previously reported the occurrence of conjugal transfer in bacteria under microgravity conditions. Therefore, the presence of tra genes in S. sanguinis spaceflight isolates indicates the existence of conjugal transfer under space conditions that might also be responsible for acquiring genetic materials from related bacterial species.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39166,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition, S. paucimobilis FKI-L5-BR-P1 showed the presence of genes involved in quorum sensing: lasI (acyl-homoserine lactone synthase), acyl-homoserine lactones (AHLs) biosynthesis, and LuxR family transcriptional regulator. AHLs act as signaling molecules through which LuxR regulates the expression of a number of genes, some of which are potentially associated with virulence. AntiSMASH analysis of S. paucimobilis FKI-L5-BR-P1 spaceflight isolate also showed the presence of a gene cluster (region 6.1; Fig. S1) involved in the synthesis of a homoserine lactone (Hserlactone).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39751,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Further, KEGG analysis also showed the presence of some genes involved in the production of industrially important metabolites in the spaceflight isolates. For instance, both S. sanguinis and S. paucimobilis spaceflight isolates showed the presence of modules associated with the biosynthesis of antibiotics like erythromycin A/B and vancomycin, which were absent in the type strains. Another important pathway that was highlighted in these spaceflight isolates is the betalain biosynthesis pathway and the presence of gene 4,5-DOPA dioxygenase extradiol. The enzyme dioxygenase extradiol is involved in opening the cyclic ring of dihydroxy-phenylalanine (DOPA), resulting in the formation of an unstable seco-DOPA that further rearranges to form betalamic acid, the structural unit of betalains. Betalains are known to be majorly produced by Caryophyllales plants (e.g., the red and yellow pigments found in beets) and some fungal species; however, one bacterial species, Gluconacetobacter diazotrophicus, was recently reported to produce betalains. They are known to have antioxidant activity, are reported to be effective against some cancer cells, and also promote anti-inflammatory response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40948,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition, KEGG Orthology analysis indicated the presence of some genes in S. sanguinis spaceflight isolates that may have been acquired to help them survive the use of antibiotics, as noted by multiple studies of other microbial species on the ISS. For instance, the mercury resistance operon present in some bacteria contains mostly three genes: merR (transcriptional regulator), merT (inner membrane mercury scavenging protein), and merP (periplasmic mercury scavenging protein), which were also found in S. sanguinis spaceflight and type strains. In addition to these three genes, the spaceflight-relevant isolates also showed the presence of merB (alkylmercury lyase), merE (mercuric ion transport protein), and merD (MerR family transcriptional regulator, mercuric resistance operon regulatory protein), which are not present in all bacteria containing the operon. Previous studies have reported that several mer genes (merD and merE) were more likely to be encoded on plasmids or transposons and, therefore, can be transferred via horizontal gene transfer, which might also be the case for S. sanguinis spaceflight isolates. S. sanguinis spaceflight isolates also contained gene rcnA, belonging to nickel/cobalt transporter family protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42197,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Conclusions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42210,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study utilized comparative genomics and identified a plethora of factors in Sphingomonas present in spaceflight environments that may result in the production of several PGPFs and aid in the growth of plants. The production of one of the phytohormones IAA was also confirmed using metabolomics. These space Sphingomonas strains, along with other plant growth-promoting strains of microbes isolated from the ISS, therefore, hold great potential to contribute to space exploration through promoting and controlling plant growth as part of an integrated bio-regenerative life support system enabling future extended-duration crewed missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42854,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "MATERIALS AND METHODS",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42876,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample collection and whole-genome sequence analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42930,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sample collection and processing, followed by WGS and assembly that led to the isolation of Sphingomonas strains, are described elsewhere. Samples collected across different locations on the ISS, and the KSC-PHSF cleanroom, were plated on Reasoner’s 2A agar (R2A) to culture different bacterial colonies. In addition to cultivation, previously published metagenomic sequences sampled from ISS locations were downloaded from NCBI and analyzed for the presence of Sphingomonas species, and MAGs were generated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43441,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "DNA extraction was followed by metagenomic sequencing and assembly as described previously. Identification of Sphingomonas spp. from metagenomic assembly was performed as described elsewhere. In the case of S. sanguinis genome assembled from the metagenome, sample collection, processing, and DNA extraction were carried out as reported previously. The assembled draft genomes were annotated using NCBI Prokaryotic Genome Annotation Pipeline (PGAP) 4.11. The identity of the strains was confirmed based on ANI calculated using EZBioCloud.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43980,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Genome annotation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43999,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To further explore potential functional differences between spaceflight isolates and their respective type strains, we obtained coding sequences from the NCBI RefSeq database and, where applicable, performed additional annotation through the online eggNOG-mapperV2 web server using the default settings. The coding sequences of the metagenome-assembled genome of S. sanguinis ISS-IIF7SWP were retrieved from the NCBI GenBank database. Coding nucleotide sequences for each Sphingomonas genome along with their respective type strains were annotated using the online eggNOG-MapperV2 software, whose column-based outputs were parsed and compared on a per-genome basis using a custom python script (available for use via https://github.com/jlombo96/Sphingomonas-EggNOG-Workbook). Preliminary annotations of these select spaceflight isolates highlighted potential connections to the plant endophyte Sphingomonas sp. LK11, a strain well characterized with respect to its plant growth-promoting capabilities. Given the presence of a thoroughly annotated and complete genome sequence, robust evidence for the production of the plant phytohormones gibberellic acid (GA) and IAA, and previous use as a model for novel plant-associated Sphingomonas genomes, Sphingomonas sp. LK11 was selected as a reference genome to identify putative plant growth-promoting features in other Sphingomonas genomes. In this study, the endophyte Sphingomonas sp. LK11, two S. sanguinis isolates (IIF7SW-B3A and IIF7SW-B5), and one S. sanguinis MAG (ISS-IIF7SWP) sampled from the ISS, S. paucimobilis FKI-L5-BR-P1 cultured from KSC-PHSF, and S. paucimobilis LCT-SP1 isolated from the Chinese spacecraft Shenzhou X were compared against their respective type strains: S. sanguinis NBRC 13937T and S. paucimobilis NCTC 11030T.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45794,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Metabolite extraction and analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45830,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Previous reports have characterized the phytohormone production capability of several Sphingomonas species, including Sphingomonas sp. LK11, S. panacis DCY99T, and S. paucimobilis ZJSH1. While both S. paucimobilis ZJSH1 and Sphingomonas sp. LK11 were confirmed to produce the plant phytohormone IAA, the definitive chemical pathway responsible for their production is yet to be elucidated. Therefore, the potential for the production of the auxin-derivative IAA in each of the selected S. paucimobilis and S. sanguinis strains was examined. The space isolates (S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, and S. paucimobilis FKI-L5-BR-P1) were streaked on R2A (Difco, USA) and incubated at 28°C for 5 days. The strains were then inoculated in nutrient broth (Sigma-Aldrich, USA) containing 3 g/L l-tryptophan (Sigma-Aldrich, USA) and incubated at 28°C, 180 rpm for 7 days. To examine the phytohormones produced and secreted in culture filtrate, we pelleted the cells and extracted the metabolites from the supernatant using ethyl acetate. This step was repeated twice. The culture supernatant was then acidified using 6N HCl and metabolites were extracted using ethyl acetate. The ethyl acetate layer after each step described above was transferred to a fresh tube and evaporated in TurboVap LV. The residue obtained after drying the solvent was resuspended in 5% dimethyl sulfoxide (DMSO)/95% (vol/vol) methanol at a final concentration of 1 mg/mL. A suitable aliquot of the extract (10 μL) was injected for HPLC-DAD-MS analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47377,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Stock solution of IAA standard (Sigma-Aldrich, USA) was prepared in 5% DMSO/95% methanol (vol/vol) at a concentration of 1 mg/mL. It was diluted 10 times, and 10 μL of the dilution was injected for HPLC-DAD-MS analysis. HPLC-DAD-MS was carried out using Thermo Finnigan LCQ Advantage ion trap mass spectrometer with an RP C18 column (Alltech Prevail C18 3 mm 2.1 by 100 mm) at a flow rate of 125 μL/min. The solvent gradient for liquid chromatography/mass spectrometry (LC/MS) was 95% (vol/vol) acetonitrile (MeCN)/H2O (solvent B) in 5% MeCN/H2O (vol/vol; solvent A), both containing 0.05% (vol/vol) formic acid, as follows: 0% solvent B from 0 to 5 min, 0% to 100% solvent B from 5 min to 30 min, 100% solvent B from 30 to 45 min, 100% to 0% solvent B from 45 to 45.10 min, and reequilibration with 0% solvent B from 45.10 to 50 min.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48232,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Comparative functional analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48265,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Genome similarities between spaceflight Sphingomonas strains, their respective type strains, and the plant endophyte Sphingomonas sp. LK11 were visualized using BRIG version 0.95 with the Sphingomonas sp. LK11 (chromosome and plasmids) assigned as the reference genome. Percent identity values for space isolates and corresponding type strains were calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48709,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To address potential functional differences between space isolates and their corresponding type strains, custom Python and R scripts (https://github.com/jlombo96/Sphingomonas-EggNOG-Workbook) were designed to parse output annotation tables and summarize their features on a per-genome basis. Descriptions for select KEGG IDs identified in eggNOG-MapperV2 were assigned using the BioServices API. To identify protein-level differences between the Sphingomonas strains obtained from spaceflight-relevant surfaces and their respective type strains, custom python scripts were created to construct pileup gene count tables for the annotations generated from the EggNOG-MapperV2 software. Genes identified by eggNOG-MapperV2 for the S. paucimobilis and S. sanguinis spaceflight isolates were pooled on a species basis and then compared to their type strains using JVENN and UpSetR using intersection analyses. Output tables generated by these analyses are displayed in Table S1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49683,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Pangenome analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49703,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Pangenome analysis of the Sphingomonas space isolates, their type strains, and the plant endophyte Sphingomonas sp. LK11 was performed using Anvi’o v6.2. Primary functional annotation in the Anvi’o software was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (–num-threads 2, –mcl-inflation 6, –min-bit 0.5, –use-ncbi-blast). The ordering of the pangenome display was determined using Euclidean distances and ward linkage settings.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50282,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Ethics approval and consent to participate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50326,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Because no human subjects were characterized, ethics approval is not needed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50403,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Data availability.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50422,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All sequence data used in this study have been uploaded to NCBI GenBank under accession numbers JABEOW000000000, JABEOV000000000, JABEOU000000000, and JABYQV000000000.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50590,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50613,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Supplemental material is available online only.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50661,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "REFERENCES",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50672,
            "infons": {
              "fpage": "1944",
              "lpage": "1955",
              "pub-id_doi": "10.1128/AEM.70.4.1944-1955.2004",
              "pub-id_pmid": "15066784",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "70",
              "year": "2004"
            },
            "text": "Occurrence and phylogenetic diversity of Sphingomonas strains in soils contaminated with polycyclic aromatic hydrocarbons",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50794,
            "infons": {
              "fpage": "605",
              "lpage": "629",
              "pub-id_doi": "10.1007/0-387-30747-8_23",
              "section_type": "REF",
              "source": "The prokaryotes: volume 7: proteobacteria: delta, epsilon subclass.",
              "type": "ref",
              "year": "2006"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50795,
            "infons": {
              "fpage": "3809",
              "lpage": "3815",
              "pub-id_doi": "10.1099/ijsem.0.004235",
              "pub-id_pmid": "32496177",
              "section_type": "REF",
              "source": "Int J Syst Evol Microbiol",
              "type": "ref",
              "volume": "70",
              "year": "2020"
            },
            "text": "Sphingomonas profundi sp. nov., isolated from deep-sea sediment of the Mariana Trench",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50881,
            "infons": {
              "fpage": "771",
              "lpage": "782",
              "pub-id_doi": "10.1111/j.1365-2672.2010.04704.x",
              "pub-id_pmid": "20337760",
              "section_type": "REF",
              "source": "J Appl Microbiol",
              "type": "ref",
              "volume": "109",
              "year": "2010"
            },
            "text": "Culture dependent and independent analyses of bacterial communities involved in copper plumbing corrosion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50987,
            "infons": {
              "fpage": "2019",
              "pub-id_doi": "10.3390/ijms21062019",
              "pub-id_pmid": "32188055",
              "section_type": "REF",
              "source": "Int J Mol Sci",
              "type": "ref",
              "volume": "21",
              "year": "2020"
            },
            "text": "Comprehensive genome analysis on the novel species Sphingomonas panacis DCY99T reveals insights into iron tolerance of ginseng",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51114,
            "infons": {
              "fpage": "223",
              "lpage": "233",
              "pub-id_doi": "10.1007/s10532-007-9129-3",
              "pub-id_pmid": "17534722",
              "section_type": "REF",
              "source": "Biodegradation",
              "type": "ref",
              "volume": "19",
              "year": "2008"
            },
            "text": "Biodegradation kinetics of select polycyclic aromatic hydrocarbon (PAH) mixtures by Sphingomonas paucimobilis EPA505",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51231,
            "infons": {
              "fpage": "168",
              "lpage": "176",
              "pub-id_doi": "10.1007/s00244-004-3069-2",
              "pub-id_pmid": "15386141",
              "section_type": "REF",
              "source": "Arch Environ Contam Toxicol",
              "type": "ref",
              "volume": "47",
              "year": "2004"
            },
            "text": "Degradation of aromatic hydrocarbons by Sphingomonas paucimobilis strain EPA505",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51311,
            "infons": {
              "fpage": "283",
              "lpage": "292",
              "section_type": "REF",
              "source": "SAE Transactions",
              "type": "ref",
              "volume": "114",
              "year": "2005"
            },
            "text": "Microbial surveillance of potable water sources of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51394,
            "infons": {
              "fpage": "119",
              "lpage": "126",
              "pub-id_doi": "10.1007/s00248-003-1030-y",
              "pub-id_pmid": "14749908",
              "section_type": "REF",
              "source": "Microb Ecol",
              "type": "ref",
              "volume": "47",
              "year": "2004"
            },
            "text": "Microbial characterization during the early habitation of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51484,
            "infons": {
              "fpage": "481",
              "lpage": "483",
              "pub-id_doi": "10.3340/jkns.2014.0102.004",
              "pub-id_pmid": "28689399",
              "section_type": "REF",
              "source": "J Korean Neurosurg Soc",
              "type": "ref",
              "volume": "60",
              "year": "2017"
            },
            "text": "Sphingomonas paucimobilis: a rare infectious agent found in cerebrospinal fluid",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51564,
            "infons": {
              "fpage": "3294639",
              "pub-id_doi": "10.1155/2016/3294639",
              "section_type": "REF",
              "source": "Case Rep in Infectious Diseases",
              "type": "ref",
              "volume": "2016",
              "year": "2016"
            },
            "text": "A lethal case of Sphingomonas paucimobilis bacteremia in an immunocompromised patient",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51650,
            "infons": {
              "fpage": "689",
              "lpage": "695",
              "pub-id_doi": "10.1007/s12275-014-4002-7",
              "pub-id_pmid": "24994010",
              "section_type": "REF",
              "source": "J Microbiol",
              "type": "ref",
              "volume": "52",
              "year": "2014"
            },
            "text": "Bacterial endophyte Sphingomonas sp. LK11 produces gibberellins and IAA and promotes tomato plant growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51755,
            "infons": {
              "fpage": "1221",
              "pub-id_doi": "10.3389/fmicb.2019.01221",
              "pub-id_pmid": "31231328",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Sphingomonas sp. Cra20 increases plant growth rate and alters rhizosphere microbial community structure of Arabidopsis thaliana under drought stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51904,
            "infons": {
              "fpage": "611",
              "lpage": "620",
              "pub-id_doi": "10.1111/1751-7915.12148",
              "pub-id_pmid": "25142808",
              "section_type": "REF",
              "source": "Microb Biotechnol",
              "type": "ref",
              "volume": "7",
              "year": "2014"
            },
            "text": "Growth-promoting Sphingomonas paucimobilis ZJSH1 associated with Dendrobium officinale through phytohormone production and nitrogen fixation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52045,
            "infons": {
              "fpage": "389",
              "pub-id_doi": "10.1007/s13205-018-1403-z",
              "section_type": "REF",
              "source": "3 Biotech",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Complete genome sequencing and analysis of endophytic Sphingomonas sp. LK11 and its potential in plant growth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52155,
            "infons": {
              "pub-id_doi": "10.1093/femsec/fix050",
              "section_type": "REF",
              "source": "FEMS Microbiol Ecol",
              "type": "ref",
              "volume": "93",
              "year": "2017"
            },
            "text": "Plant microbial diversity is suggested as the key to future biocontrol and health trends",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52244,
            "infons": {
              "fpage": "24856",
              "pub-id_doi": "10.1038/srep24856",
              "pub-id_pmid": "27103342",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "6",
              "year": "2016"
            },
            "text": "Response of tomato wilt pathogen Ralstonia solanacearum to the volatile organic compounds produced by a biocontrol strain Bacillus amyloliquefaciens SQR-9",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52399,
            "infons": {
              "fpage": "40",
              "lpage": "43",
              "section_type": "REF",
              "source": "Science Lett",
              "type": "ref",
              "volume": "4",
              "year": "2016"
            },
            "text": "Plant growth promoting activity of volatile organic compounds produced by biocontrol strains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52492,
            "infons": {
              "fpage": "7",
              "lpage": "15",
              "pub-id_doi": "10.1016/j.micres.2015.01.007",
              "pub-id_pmid": "25721473",
              "section_type": "REF",
              "source": "Microbiol Res",
              "type": "ref",
              "volume": "172",
              "year": "2015"
            },
            "text": "Paenibacillus yonginensis DCY84T induces changes in Arabidopsis thaliana gene expression against aluminum, drought, and salt stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52624,
            "infons": {
              "fpage": "2104",
              "pub-id_doi": "10.3389/fmicb.2017.02104",
              "pub-id_pmid": "29163398",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Phytohormones and beneficial microbes: essential components for plants to balance stress and fitness",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52725,
            "infons": {
              "fpage": "943",
              "lpage": "950",
              "pub-id_doi": "10.1242/dev.086363",
              "pub-id_pmid": "23404103",
              "section_type": "REF",
              "source": "Development",
              "type": "ref",
              "volume": "140",
              "year": "2013"
            },
            "text": "Auxin metabolism and homeostasis during plant development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52783,
            "infons": {
              "fpage": "965",
              "lpage": "975",
              "pub-id_doi": "10.1016/j.jplph.2013.02.008",
              "pub-id_pmid": "23683587",
              "section_type": "REF",
              "source": "J Plant Physiol",
              "type": "ref",
              "volume": "170",
              "year": "2013"
            },
            "text": "Cadmium interferes with maintenance of auxin homeostasis in Arabidopsis seedlings",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52865,
            "infons": {
              "fpage": "901",
              "lpage": "907",
              "pub-id_doi": "10.1016/j.chemosphere.2010.04.077",
              "pub-id_pmid": "20537682",
              "section_type": "REF",
              "source": "Chemosphere",
              "type": "ref",
              "volume": "80",
              "year": "2010"
            },
            "text": "Effects of indole-3-acetic acid (IAA) on sunflower growth and heavy metal uptake in combination with ethylene diamine disuccinic acid (EDDS)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53006,
            "infons": {
              "fpage": "117",
              "lpage": "125",
              "pub-id_doi": "10.1080/17429145.2015.1033659",
              "section_type": "REF",
              "source": "J Plant Interactions",
              "type": "ref",
              "volume": "10",
              "year": "2015"
            },
            "text": "Endophytic bacteria (Sphingomonas sp. LK11) and gibberellin can improve Solanum lycopersicum growth and oxidative stress under salinity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53142,
            "infons": {
              "fpage": "50",
              "pub-id_doi": "10.1186/s40168-019-0666-x",
              "pub-id_pmid": "30955503",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53273,
            "infons": {
              "fpage": "214",
              "pub-id_doi": "10.1186/s40168-018-0609-y",
              "pub-id_pmid": "30514368",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53427,
            "infons": {
              "fpage": "135",
              "lpage": "145",
              "pub-id_doi": "10.1016/j.micres.2017.08.009",
              "pub-id_pmid": "28942839",
              "section_type": "REF",
              "source": "Microbiol Res",
              "type": "ref",
              "volume": "205",
              "year": "2017"
            },
            "text": "Osmoprotective functions conferred to soybean plants via inoculation with Sphingomonas sp. LK11 and exogenous trehalose",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53547,
            "infons": {
              "fpage": "45",
              "lpage": "55",
              "pub-id_doi": "10.1007/978-1-4939-8742-9_2",
              "pub-id_pmid": "30109623",
              "section_type": "REF",
              "source": "Methods Mol Biol",
              "type": "ref",
              "volume": "1852",
              "year": "2018"
            },
            "text": "Carotenoids production: a healthy and profitable industry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53605,
            "infons": {
              "elocation-id": "e35099",
              "pub-id_doi": "10.1371/journal.pone.0035099",
              "pub-id_pmid": "22509387",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Cloning and characterization of genes involved in nostoxanthin biosynthesis of Sphingomonas elodea ATCC 31461",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53715,
            "infons": {
              "fpage": "1",
              "lpage": "4",
              "pub-id_doi": "10.1007/BF02603124",
              "section_type": "REF",
              "source": "Curr Microbiol",
              "type": "ref",
              "volume": "3",
              "year": "1979"
            },
            "text": "The pigment of Pseudomonas paucimobilis is a carotenoid (Nostoxanthin), rather than a brominated aryl-polyene (xanthomonadin)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53841,
            "infons": {
              "fpage": "17r",
              "lpage": "27r",
              "pub-id_doi": "10.1093/glycob/cwg047",
              "section_type": "REF",
              "source": "Glycobiology",
              "type": "ref",
              "volume": "13",
              "year": "2003"
            },
            "text": "New insights on trehalose: a multifunctional molecule",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53895,
            "infons": {
              "fpage": "3607",
              "pub-id_doi": "10.3390/molecules25163607",
              "pub-id_pmid": "32784397",
              "section_type": "REF",
              "source": "Molecules",
              "type": "ref",
              "volume": "25",
              "year": "2020"
            },
            "text": "Zeaxanthin and lutein: photoprotectors, anti-inflammatories, and brain food",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53971,
            "infons": {
              "fpage": "383",
              "lpage": "392",
              "pub-id_doi": "10.1007/s00253-007-1157-8",
              "pub-id_pmid": "17828533",
              "section_type": "REF",
              "source": "Appl Microbiol Biotechnol",
              "type": "ref",
              "volume": "77",
              "year": "2007"
            },
            "text": "Unique diversity of carotenoid-producing bacteria isolated from Misasa, a radioactive site in Japan",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54071,
            "infons": {
              "fpage": "369",
              "pub-id_doi": "10.3389/fmicb.2020.00369",
              "pub-id_pmid": "32218777",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Genome insights of the plant-growth promoting bacterium Cronobacter muytjensii JZ38 with volatile-mediated antagonistic activity against Phytophthora infestans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54231,
            "infons": {
              "fpage": "15898",
              "lpage": "15903",
              "pub-id_doi": "10.1073/pnas.252637799",
              "pub-id_pmid": "12456878",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "Trehalose accumulation in rice plants confers high tolerance levels to different abiotic stresses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54329,
            "infons": {
              "fpage": "1408",
              "lpage": "1411",
              "pub-id_doi": "10.1016/j.bbagen.2008.05.011",
              "pub-id_pmid": "18601980",
              "section_type": "REF",
              "source": "Biochim Biophys Acta",
              "type": "ref",
              "volume": "1780",
              "year": "2008"
            },
            "text": "The role of trehalose and its transporter in protection against reactive oxygen species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54417,
            "infons": {
              "fpage": "296",
              "lpage": "309",
              "pub-id_doi": "10.1111/j.1365-2958.2012.08022.x",
              "pub-id_pmid": "22375627",
              "section_type": "REF",
              "source": "Mol Microbiol",
              "type": "ref",
              "volume": "84",
              "year": "2012"
            },
            "text": "A glycine betaine importer limits Salmonella stress resistance and tissue colonization by reducing trehalose production",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54537,
            "infons": {
              "fpage": "138",
              "pub-id_doi": "10.1186/s13568-019-0862-x",
              "pub-id_pmid": "31482336",
              "section_type": "REF",
              "source": "AMB Express",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "The diversity and commonalities of the radiation-resistance mechanisms of Deinococcus and its up-to-date applications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54655,
            "infons": {
              "fpage": "17586",
              "pub-id_doi": "10.1038/s41598-017-15489-0",
              "pub-id_pmid": "29242620",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "7",
              "year": "2017"
            },
            "text": "Protective role of trehalose during radiation and heavy metal stress in Aureobasidium subglaciale F134",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54758,
            "infons": {
              "fpage": "160",
              "lpage": "161",
              "pub-id_doi": "10.1271/bbb.61.160",
              "pub-id_pmid": "9028044",
              "section_type": "REF",
              "source": "Biosci Biotechnol Biochem",
              "type": "ref",
              "volume": "61",
              "year": "1997"
            },
            "text": "Protection by trehalose of DNA from radiation damage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54811,
            "infons": {
              "fpage": "310",
              "pub-id_doi": "10.3389/fmicb.2018.00310",
              "pub-id_pmid": "29615983",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Spaceflight modifies Escherichia coli gene expression in response to antibiotic exposure and reveals role of oxidative stress response",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54946,
            "infons": {
              "fpage": "373",
              "lpage": "382",
              "pub-id_doi": "10.1007/s00203-006-0103-y",
              "pub-id_pmid": "16555073",
              "section_type": "REF",
              "source": "Arch Microbiol",
              "type": "ref",
              "volume": "185",
              "year": "2006"
            },
            "text": "Indole-3-acetic acid improves Escherichia coli’s defences to stress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55016,
            "infons": {
              "fpage": "9727",
              "lpage": "9732",
              "pub-id_doi": "10.1073/pnas.142314099",
              "pub-id_pmid": "12105274",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "Trehalose synthesis is induced upon exposure of Escherichia coli to cold and is essential for viability at low temperatures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55140,
            "infons": {
              "fpage": "215",
              "lpage": "220",
              "pub-id_doi": "10.1007/s002530051511",
              "pub-id_pmid": "10499261",
              "section_type": "REF",
              "source": "Appl Microbiol Biotechnol",
              "type": "ref",
              "volume": "52",
              "year": "1999"
            },
            "text": "Viability and thermal stability of a strain of Saccharomyces cerevisiae freeze-dried in different sugar and polymer matrices",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55265,
            "infons": {
              "fpage": "4626",
              "lpage": "4631",
              "pub-id_doi": "10.1073/pnas.072504199",
              "pub-id_pmid": "11917132",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "DnaK dependence of mutant ethanol oxidoreductases evolved for aerobic function and protective role of the chaperone against protein oxidative damage in Escherichia coli",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55434,
            "infons": {
              "fpage": "291",
              "lpage": "319",
              "pub-id_doi": "10.1111/j.1574-6976.1998.tb00355.x",
              "section_type": "REF",
              "source": "FEMS Microbiol Rev",
              "type": "ref",
              "volume": "21",
              "year": "1998"
            },
            "text": "Control of genes for conjugative transfer of plasmids and other mobile elements",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55514,
            "infons": {
              "fpage": "418",
              "lpage": "421",
              "pub-id_doi": "10.1007/BF00367284",
              "pub-id_pmid": "3531875",
              "section_type": "REF",
              "source": "Naturwissenschaften",
              "type": "ref",
              "volume": "73",
              "year": "1986"
            },
            "text": "Effects of microgravity on genetic recombination in Escherichia coli",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55583,
            "infons": {
              "fpage": "138",
              "lpage": "144",
              "pub-id_doi": "10.1007/BF02919469",
              "section_type": "REF",
              "source": "Microgravity Sci Technol",
              "type": "ref",
              "volume": "19",
              "year": "2007"
            },
            "text": "Conjugation-mediated plasmid exchange between bacteria grown under space flight conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55674,
            "infons": {
              "fpage": "797",
              "lpage": "805",
              "pub-id_doi": "10.1089/ast.2009.0383",
              "pub-id_pmid": "19845449",
              "section_type": "REF",
              "source": "Astrobiology",
              "type": "ref",
              "volume": "9",
              "year": "2009"
            },
            "text": "Bacillus thuringiensis conjugation in simulated microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55735,
            "infons": {
              "fpage": "162584",
              "pub-id_doi": "10.1155/2014/162584",
              "pub-id_pmid": "25147787",
              "section_type": "REF",
              "source": "Biomed Res Int",
              "type": "ref",
              "volume": "2014",
              "year": "2014"
            },
            "text": "N-acyl homoserine lactone-mediated quorum sensing with special reference to use of quorum quenching bacteria in membrane biofouling control",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55875,
            "infons": {
              "fpage": "265",
              "lpage": "274",
              "pub-id_doi": "10.1104/pp.103.031914",
              "pub-id_pmid": "14730069",
              "section_type": "REF",
              "source": "Plant Physiol",
              "type": "ref",
              "volume": "134",
              "year": "2004"
            },
            "text": "Characterization and functional identification of a novel plant 4,5-extradiol dioxygenase involved in betalain pigment biosynthesis in Portulaca grandiflora",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56032,
            "infons": {
              "pub-id_doi": "10.1128/mBio.00345-19",
              "section_type": "REF",
              "source": "mBio",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "First betalain-producing bacteria break the exclusive presence of the pigments in the plant kingdom",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56132,
            "infons": {
              "fpage": "739",
              "lpage": "746",
              "pub-id_doi": "10.1016/j.phymed.2007.03.017",
              "pub-id_pmid": "17482444",
              "section_type": "REF",
              "source": "Phytomedicine",
              "type": "ref",
              "volume": "14",
              "year": "2007"
            },
            "text": "Betanin a betacyanin pigment purified from fruits of Opuntia ficus-indica induces apoptosis in human chronic myeloid leukemia cell line-K562",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56273,
            "infons": {
              "fpage": "937",
              "lpage": "945",
              "pub-id_doi": "10.1080/10408398.2012.740103",
              "pub-id_pmid": "25118005",
              "section_type": "REF",
              "source": "Crit Rev Food Sci Nutr",
              "type": "ref",
              "volume": "56",
              "year": "2016"
            },
            "text": "Biological activities of plant pigments betalains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56323,
            "infons": {
              "fpage": "315",
              "lpage": "323",
              "pub-id_doi": "10.1016/j.lwt.2012.01.025",
              "section_type": "REF",
              "source": "LWT",
              "type": "ref",
              "volume": "47",
              "year": "2012"
            },
            "text": "Pigment identification, nutritional composition, bioactivity, and in vitro cancer cell cytotoxicity of Rivina humilis L. berries, potential source of betalains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56483,
            "infons": {
              "fpage": "175",
              "pub-id_doi": "10.1186/s12866-018-1325-2",
              "pub-id_pmid": "30466389",
              "section_type": "REF",
              "source": "BMC Microbiol",
              "type": "ref",
              "volume": "18",
              "year": "2018"
            },
            "text": "Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses with human pathogenic strains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56646,
            "infons": {
              "elocation-id": "e00281-18",
              "pub-id_doi": "10.1128/mSystems.00281-18",
              "pub-id_pmid": "30637341",
              "section_type": "REF",
              "source": "mSystems",
              "type": "ref",
              "volume": "4",
              "year": "2019"
            },
            "text": "Pangenomic approach to understanding microbial adaptations within a model built environment, the International Space Station, relative to human hosts and soil",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56805,
            "infons": {
              "fpage": "347",
              "lpage": "360",
              "pub-id_doi": "10.1007/s00248-012-0139-2",
              "pub-id_pmid": "23212653",
              "section_type": "REF",
              "source": "Microb Ecol",
              "type": "ref",
              "volume": "65",
              "year": "2013"
            },
            "text": "Characterization of the survival ability of Cupriavidus metallidurans and Ralstonia pickettii from space-related environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56931,
            "infons": {
              "fpage": "4483",
              "lpage": "4497",
              "pub-id_doi": "10.1007/s00253-019-09813-z",
              "pub-id_pmid": "31011775",
              "section_type": "REF",
              "source": "Appl Microbiol Biotechnol",
              "type": "ref",
              "volume": "103",
              "year": "2019"
            },
            "text": "Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57091,
            "infons": {
              "fpage": "349",
              "pub-id_pmid": "23087676",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "3",
              "year": "2012"
            },
            "text": "The mercury resistance operon: from an origin in a geothermal environment to an efficient detoxification machine",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57204,
            "infons": {
              "fpage": "1066",
              "lpage": "1076",
              "pub-id_doi": "10.1128/aem.63.3.1066-1076.1997",
              "pub-id_pmid": "9055422",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "63",
              "year": "1997"
            },
            "text": "Phylogeny of mercury resistance (mer) operons of gram-negative bacteria isolated from the fecal flora of primates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57318,
            "infons": {
              "pub-id_doi": "10.3389/fmicb.2021.639396",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Methylobacterium ajmalii sp. nov., isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57399,
            "infons": {
              "pub-id_doi": "10.1128/MRA.00578-20",
              "section_type": "REF",
              "source": "Microbiol Resour Announc",
              "type": "ref",
              "volume": "9",
              "year": "2020"
            },
            "text": "Draft genome sequences of Sphingomonas species associated with the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57494,
            "infons": {
              "fpage": "D851",
              "lpage": "D860",
              "pub-id_doi": "10.1093/nar/gkx1068",
              "pub-id_pmid": "29112715",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "46",
              "year": "2018"
            },
            "text": "RefSeq: an update on prokaryotic genome annotation and curation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57558,
            "infons": {
              "fpage": "6614",
              "lpage": "6624",
              "pub-id_doi": "10.1093/nar/gkw569",
              "pub-id_pmid": "27342282",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "44",
              "year": "2016"
            },
            "text": "NCBI prokaryotic genome annotation pipeline",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57602,
            "infons": {
              "fpage": "1281",
              "lpage": "1286",
              "pub-id_doi": "10.1007/s10482-017-0844-4",
              "pub-id_pmid": "28204908",
              "section_type": "REF",
              "source": "Antonie Van Leeuwenhoek",
              "type": "ref",
              "volume": "110",
              "year": "2017"
            },
            "text": "A large-scale evaluation of algorithms to calculate average nucleotide identity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57682,
            "infons": {
              "fpage": "2115",
              "lpage": "2122",
              "pub-id_doi": "10.1093/molbev/msx148",
              "pub-id_pmid": "28460117",
              "section_type": "REF",
              "source": "Mol Biol Evol",
              "type": "ref",
              "volume": "34",
              "year": "2017"
            },
            "text": "Fast genome-wide functional annotation through orthology assignment by eggNOG-mapper",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57767,
            "infons": {
              "fpage": "D309",
              "lpage": "D314",
              "pub-id_doi": "10.1093/nar/gky1085",
              "pub-id_pmid": "30418610",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "47",
              "year": "2019"
            },
            "text": "eggNOG 5.0: a hierarchical, functionally and phylogenetically annotated orthology resource based on 5090 organisms and 2502 viruses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57899,
            "infons": {
              "fpage": "648",
              "lpage": "658",
              "pub-id_doi": "10.1016/j.ecoenv.2018.08.043",
              "pub-id_pmid": "30170313",
              "section_type": "REF",
              "source": "Ecotoxicol Environ Saf",
              "type": "ref",
              "volume": "164",
              "year": "2018"
            },
            "text": "Mechanisms of Cr(VI) resistance by endophytic Sphingomonas sp. LK11 and its Cr(VI) phytotoxic mitigating effects in soybean (glycine max L.)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58040,
            "infons": {
              "fpage": "402",
              "pub-id_doi": "10.1186/1471-2164-12-402",
              "pub-id_pmid": "21824423",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "12",
              "year": "2011"
            },
            "text": "BLAST Ring Image Generator (BRIG): simple prokaryote genome comparisons",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58112,
            "infons": {
              "fpage": "3241",
              "lpage": "3242",
              "pub-id_doi": "10.1093/bioinformatics/btt547",
              "pub-id_pmid": "24064416",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "29",
              "year": "2013"
            },
            "text": "BioServices: a common Python package to access biological Web Services programmatically",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58200,
            "infons": {
              "fpage": "293",
              "pub-id_doi": "10.1186/1471-2105-15-293",
              "pub-id_pmid": "25176396",
              "section_type": "REF",
              "source": "BMC Bioinformatics",
              "type": "ref",
              "volume": "15",
              "year": "2014"
            },
            "text": "jvenn: an interactive Venn diagram viewer",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58242,
            "infons": {
              "fpage": "2938",
              "lpage": "2940",
              "pub-id_doi": "10.1093/bioinformatics/btx364",
              "pub-id_pmid": "28645171",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "33",
              "year": "2017"
            },
            "text": "UpSetR: an R package for the visualization of intersecting sets and their properties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58327,
            "infons": {
              "elocation-id": "e4320",
              "pub-id_doi": "10.7717/peerj.4320",
              "pub-id_pmid": "29423345",
              "section_type": "REF",
              "source": "PeerJ",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Linking pangenomes and metagenomes: the Prochlorococcus metapangenome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58397,
            "infons": {
              "elocation-id": "e1319",
              "pub-id_doi": "10.7717/peerj.1319",
              "pub-id_pmid": "26500826",
              "section_type": "REF",
              "source": "PeerJ",
              "type": "ref",
              "volume": "3",
              "year": "2015"
            },
            "text": "Anvi'o: an advanced analysis and visualization platform for 'omics data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58469,
            "infons": {
              "fpage": "119",
              "pub-id_doi": "10.1186/1471-2105-11-119",
              "pub-id_pmid": "20211023",
              "section_type": "REF",
              "source": "BMC Bioinformatics",
              "type": "ref",
              "volume": "11",
              "year": "2010"
            },
            "text": "Prodigal: prokaryotic gene recognition and translation initiation site identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]