[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250710",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC8131644",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41598-021-90010-2",
              "article-id_pmc": "PMC8131644",
              "article-id_pmid": "34006989",
              "article-id_publisher-id": "90010",
              "elocation-id": "10469",
              "kwd": "Physiology Structural biology Anatomy Pathogenesis",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Kwok;given-names:Andy T.",
              "name_1": "surname:Mohamed;given-names:Nequesha S.",
              "name_10": "surname:Furdui;given-names:Cristina M.",
              "name_11": "surname:Tan;given-names:Li",
              "name_12": "surname:Bouxsein;given-names:Mary L.",
              "name_13": "surname:Ferguson;given-names:Virginia L.",
              "name_14": "surname:Stodieck;given-names:Louis S.",
              "name_15": "surname:Zawieja;given-names:David C.",
              "name_16": "surname:Delp;given-names:Michael D.",
              "name_17": "surname:Mao;given-names:Xiao W.",
              "name_18": "surname:Willey;given-names:Jeffrey S.",
              "name_19": "surname:Furdui;given-names:Cristina M.",
              "name_2": "surname:Plate;given-names:Johannes F.",
              "name_20": "surname:Willey;given-names:Jeffrey S.",
              "name_3": "surname:Yammani;given-names:Raghunatha R.",
              "name_4": "surname:Rosas;given-names:Samuel",
              "name_5": "surname:Bateman;given-names:Ted A.",
              "name_6": "surname:Livingston;given-names:Eric",
              "name_7": "surname:Moore;given-names:Joseph E.",
              "name_8": "surname:Kerr;given-names:Bethany A.",
              "name_9": "surname:Lee;given-names:Jingyun",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "11",
              "year": "2021"
            },
            "text": "Spaceflight and hind limb unloading induces an arthritic phenotype in knee articular cartilage and menisci of rodents",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 118,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Reduced knee weight-bearing from prescription or sedentary lifestyles are associated with cartilage degradation; effects on the meniscus are unclear. Rodents exposed to spaceflight or hind limb unloading (HLU) represent unique opportunities to evaluate this question. This study evaluated arthritic changes in the medial knee compartment that bears the highest loads across the knee after actual and simulated spaceflight, and recovery with subsequent full weight-bearing. Cartilage and meniscal degradation in mice were measured via microCT, histology, and proteomics and/or biochemically after: (1) ~ 35 days on the International Space Station (ISS); (2) 13-days aboard the Space Shuttle Atlantis; or (3) 30 days of HLU, followed by a 49-day weight-bearing readaptation with/without exercise. Cartilage degradation post-ISS and HLU occurred at similar spatial locations, the tibial-femoral cartilage-cartilage contact point, with meniscal volume decline. Cartilage and meniscal glycosaminoglycan content were decreased in unloaded mice, with elevated catabolic enzymes (e.g., matrix metalloproteinases), and elevated oxidative stress and catabolic molecular pathway responses in menisci. After the 13-day Shuttle flight, meniscal degradation was observed. During readaptation, recovery of cartilage volume and thickness occurred with exercise. Reduced weight-bearing from either spaceflight or HLU induced an arthritic phenotype in cartilage and menisci, and exercise promoted recovery.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1613,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1626,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Osteoarthritis (OA) can lead to pain and disability resulting in decreased health-related quality of life, with associated loss of productivity and high treatment-related costs. The reasons for knee OA are thought to be a complex interaction between patient risk factors (age, sex, race, genetic factors, obesity, diet, exercise) and abnormal mechanical loading of the joint (posttraumatic or malalignment). In particular, articular cartilage and menisci are sensitive to different loading conditions, and the meniscal degradation and loss of function that occurs in relation to risk factors may result in cartilage degradation and subsequent OA. While excessive loading from patient obesity or repetitive loading from high impact activities can contribute to OA development, reduced weight-bearing both prescribed and due to a sedentary lifestyle without physical activity have also been associated with cartilage degradation. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2555,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Reduced weight-bearing studies have demonstrated deterioration of articular cartilage occurs similarly to excessive loading, resulting in cartilage degradation. Cartilage degradation, thinning, and loss of glycosaminoglycans (GAGS), which impart compressive properties to cartilage, have been measured in humans after post-surgical limb immobilization and spinal cord injury simulations. Even partial loading leads to substantial cartilage loss, with 6–8% of cartilage thinning occurring after less than 2 months. Reduced weight-bearing in rodent models of hind limb unloading (HLU) via tail suspension, or spinal cord injury, likewise results in cartilage degradation. Short-term periods of HLU (13 days) in rats increases pro-arthritic biomarkers in knee cartilage, including matrix metalloproteinases (MMP), and loss of GAG content. These responses are similar to elevated MMP-3 expression and lower GAG content in rat knees after 21 days of limb immobilization. Longer periods of HLU (30 days) in female mice results in articular cartilage loss at the weight-bearing tibial-femoral cartilage contact point, increases MMP-13 concentration with associated decrease in collagen concentration, and alters signaling pathways associated with joint degradation in femoral head articular cartilage. Short-term exposure of chondrocytes to low weight-bearing conditions alters matrix metabolism, however collagen II and proteoglycan production is increased while collagen X is lowered, which could be considered a favorable metabolic response. In general, short and long term periods of reduced weight-bearing alter chondrocyte metabolism and cartilage health, and is disadvantageous to joint health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4255,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Rodents exposed to microgravity in spaceflight experience reduced weight-bearing across joints without the full knee joint immobilization typical of preclinical studies, representing a unique model to study joint tissue responses to unloading. Rapid bone loss and muscle wasting in both rodents and astronauts are well-documented consequences of the skeletal disuse that occurs during periods of microgravity. Limited data exist regarding rodent joint responses to spaceflight. Of note, sulfated GAG reduction measured histologically from mouse knee articular cartilage was reported after 30 days in orbit aboard the satellite Bion. Additionally, very few studies have examined the response of menisci to reduced loading in general. The meniscal response to reduced weight-bearing is unclear; preclinical studies identify both degenerative and protective effects of immobilization, but molecular mechanisms for either response are unknown. Further evaluation of microgravity on meniscus cells is necessary to understand the joint degradation that may occur during spaceflight, and the complex relationship these structures play in maintaining joint homeostasis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5418,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The purpose of this study was to evaluate how actual and simulated spaceflight conditions with reduced weight-bearing affect both the cartilage and the meniscus of the medial knee compartment, the most common site of knee OA that experiences the highest loads across the joint. We hypothesized that reduced-weight bearing would lead to degradation of these structures and a generalized arthritic response. Cartilage and meniscal degradation were measured in male mice after ~ 35 days in orbit aboard the International Space Station (ISS) as part of the Rodent Research 9 (RR9) mission. As a comparative study for the ISS investigation, we examined gross phenotypic and histologic changes in cartilage and menisci from age-matched male mice that were exposed to 30 days of reduced weight-bearing via HLU, followed by a 49 day readaptation (return to weight-bearing) portion that examined if running or climbing exercises could recover any cartilage and meniscal degradation that occurred from 30 days of HLU. The ability of articular cartilage to recover upon a return to normal ambulation and weight-bearing is unclear, with conflicting reports. Finally, meniscal responses in female mice were examined in a short-term mission of 13 days in orbit aboard the Space Shuttle Atlantis (STS-135). The findings of the current study will provide a characterization and quantification of the anatomic and molecular response of multiple knee soft tissues to reduced weight-bearing conditions, including microgravity. In combination with previous preclinical studies, these data further will elucidate how reduced weight-bearing serves as a hazard for whole knee joint health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7094,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7102,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Thinning and volumetric decline of articular cartilage after spaceflight aboard ISS (RR9)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7192,
            "infons": {
              "file": "41598_2021_90010_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Decreased articular cartilage thickness at the tibial-femoral cartilage-cartilage contact point (indicated at approximately the white circle in the coronal view, and center of the white cross in the axial view, and at the end of the arrow from the upper right plot) and volume lining the medial tibial plateau occurred after spaceflight (FLIGHT) vs Ground Control (GC), Vivarium (VIV), and Baseline. (a) Coronal image indicating the contact point. (b) Cartilage thickness was lower from FLIGHT compared to controls only at the tibial-femoral cartilage contact point (upper right), but not other regions (n = 10/group). (c) Cartilage volume was lower after FLIGHT compared to controls (n = 10/group). **p < 0.01, ***p < 0.001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7934,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Morphometric analyses of the cartilage lining the medial tibial plateau and the medial meniscus from the right knees using contrast enhanced microCT reconstructions revealed that cartilage thinning occurred specifically at the weight-bearing tibial-femoral cartilage contact point vs controls after ~ 35 days in orbit in FLIGHT vs. ground controls (GC) and vivarium controls (VIV) (− 25.4% vs GC, p = 0.00070; − 24.7% vs VIV, p = 0.0011) (Fig. 1a,b). Thinning was not observed at other regions throughout the tibial plateau. The volume of the articular cartilage was lower after FLIGHT (− 15.4% vs GC, p = 0.0033; − 15.8% vs VIV; p = 0.0024) (Fig. 1c). Importantly, no differences were observed in cartilage thickness or volume between the baseline control group or either GC or VIV (Fig. 1b,c); however thickness (− 21.6%, p = 0.0072) and volume (− 15.4%, p = 0.0034) in FLIGHT mice was significantly lower than baseline.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8917,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Volumetric decline and reduced sulfated GAG content of the menisci after spaceflight aboard ISS (RR9)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9019,
            "infons": {
              "file": "41598_2021_90010_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Meniscal volume and sulfated glycosaminoglycan (GAG) content is reduced after spaceflight. (a) Representative 3D reconstructions of medial menisci used for biometric analysis, with arrows identifying the respective anterior and posterior horns. (b) Meniscal volume measurements were lower in FLIGHT compared to controls (n = 10/group). (c) GAG content determined via a dimethylmethylene blue assay was not significantly lower in RR9 FLIGHT vs controls (n = 10/group). (d) GAG content from menisci harvested from the right and left knees (side identified in each plot) of mice flown on STS-135 were significantly (Left, n = 12–14/group) or marginally (Right, n = 8/group) lower than Ground Control. *p < 0.05, **p < 0.01, ****p < 0.0001. Scale bar = 100 µm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9812,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Medial meniscal volume (Fig. 2a) from FLIGHT was lower versus controls (− 9.5% vs GC, p < 0.00010; − 5.9% vs VIV, p = 0.0095) (Fig. 2b). Sulfated GAG content was lower after FLIGHT vs GC, though not significant (− 27.7% vs GC, p = 0.31; − 22.8% vs VIV, p = 0.77) (Fig. 2c).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10125,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Reduced sulfated GAG content in the menisci after spaceflight aboard the Space Shuttle Atlantis (STS-135)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10231,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Similar to the response observed in long-duration flight, sulfated GAG content in the pooled medial and lateral menisci after ~ 13 days of spaceflight as part of STS-135 was significantly lower vs GROUND control in the left knee (− 11.1% vs GC, p = 0.042), and marginally lower than GROUND control in the right knee (− 10.5% vs GC, p = 0.14) (Fig. 2d). Notably GAG content decreased even though these mice were growing throughout the 13 day experiment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10707,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Reduced matrix components and increased metalloproteinases within cartilage and menisci after spaceflight aboard ISS (RR9)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10830,
            "infons": {
              "file": "41598_2021_90010_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sulfated glycosaminoglycans (GAG) are lower and catabolic enzymes are higher within the articular cartilage lining the medial tibial plateau and the medial meniscus from mice after spaceflight (FLIGHT) vs Ground Control (GC) and Vivarium Control (VIV). (a) Representative safranin-O stained sections (n = 5–7/group). (b) Sulfated GAGs in the articular cartilage are lower in FLIGHT vs GC, and vs GC and VIV in meniscus (n = 5–7/group). (c) Representative MMP-13 stained sections (n = 5–7/group). (d) MMP-13 staining was higher in the articular cartilage and menisci in FLIGHT vs GC and VIV (n = 5–7/group). (e) Representative ADAMTS5 stained sections (n = 5–7/group). (f) ADAMTS5 was higher in FLIGHT vs both GC and VIV in articular cartilage (n = 5–7/group). *p < 0.05, **p < 0.01. Scale bar = 100 µm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11683,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Sulfated GAGs measured histochemically (Fig. 3a) using safranin-O staining were reduced within the articular cartilage lining the medial tibial plateau (− 65.0% vs GC, p = 0.057) and the medial meniscus (− 60.2% vs GC, p = 0.023; − 53.8% vs VIV, p = 0.11) (Fig. 3b). The expression of the type II collagen-degrading MMP-13 (Fig. 3c) was elevated throughout the articular cartilage lining the medial tibial plateau of FLIGHT mice vs controls (+ 298% vs GC; p = 0.031, + 184% vs VIV, p = 0.067) (Fig. 3d) Likewise, MMP-13 was elevated in menisci from FLIGHT mice vs GC (712%, p = 0.0064). The proteoglycan-degrading ADAMTS5 (Fig. 3e) expression within the articular cartilage lining the tibial plateau was greater after FLIGHT vs controls (+ 423% vs GC, p = 0.070; + 406% vs VIV, p = 0.045) (Fig. 3f). OARSI scores that indicate the severity of OA, measured from histologic sections, were similar between all groups [mean(SD)]: [GC 0.19(0.26SD); VIV 0.39(0.42); and FLIGHT 0.22(0.36)].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12731,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Proteomic analysis of menisci after spaceflight characterize arthritic responses (RR9)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12818,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Shared proteins in the menisci of ground control and vivarium control vs flight mice that are clustered within differential canonical pathways between both controls and flight determined via ingenuity pathway analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13037,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">EIF2</th><th align=\"left\">Mitochondrial dysfunction</th><th align=\"left\">NRF2</th><th align=\"left\">P70S6K</th><th align=\"left\">mTOR</th></tr></thead><tbody><tr><td align=\"left\">EIF2S2</td><td align=\"left\">VDAC1</td><td align=\"left\">GSTP1</td><td align=\"left\">RPS5</td><td align=\"left\">Cdc42</td></tr><tr><td align=\"left\">EIF2S3</td><td align=\"left\">ATP6F1A</td><td align=\"left\">RAP1A</td><td align=\"left\">RAP1A</td><td align=\"left\">EIF3B</td></tr><tr><td align=\"left\">EIF3B</td><td align=\"left\">ATP5PD</td><td align=\"left\">RAP1B</td><td align=\"left\">PPP2R1B</td><td align=\"left\">EIF3E</td></tr><tr><td align=\"left\">EIF3E</td><td align=\"left\">GPX4</td><td align=\"left\">EPHX1</td><td align=\"left\">RAP1B</td><td align=\"left\">EIF3G</td></tr><tr><td align=\"left\">EIF3G</td><td align=\"left\">ATP5MX</td><td align=\"left\">VCP</td><td align=\"left\">EIF2S3</td><td align=\"left\">EIF4A1</td></tr><tr><td align=\"left\">EIF4A1</td><td align=\"left\">NDUFV1</td><td align=\"left\">MGST3</td><td align=\"left\">RPS21</td><td align=\"left\">EIF4A2</td></tr><tr><td align=\"left\">EIF4A2</td><td align=\"left\">ATP5F1C</td><td align=\"left\">MAP2K1</td><td align=\"left\">MAP2KA</td><td align=\"left\">FKBP1A</td></tr><tr><td align=\"left\">HRAS</td><td align=\"left\">OGDH</td><td align=\"left\">GSTM3</td><td align=\"left\">RPS16</td><td align=\"left\">HRAS</td></tr><tr><td align=\"left\">HSPA5</td><td align=\"left\">SDHA</td><td align=\"left\">PRDX1</td><td align=\"left\">RPS4Y1</td><td align=\"left\">PPP2R1A</td></tr><tr><td align=\"left\">MAP2K1</td><td align=\"left\">FIS1</td><td align=\"left\">GSTM5</td><td align=\"left\">PPP2R1A</td><td align=\"left\">PPP2R1B</td></tr><tr><td align=\"left\">PABPC1</td><td align=\"left\">CYB5A</td><td align=\"left\">SOD3</td><td align=\"left\">RPS9</td><td align=\"left\">PPP2R2A</td></tr><tr><td align=\"left\">PPP1CA</td><td align=\"left\">HSD17B10</td><td align=\"left\">MGST1</td><td align=\"left\">RPS20</td><td align=\"left\">RAP1A</td></tr><tr><td align=\"left\">PPP1CB</td><td align=\"left\">UQCRC2</td><td align=\"left\">DNAJB11</td><td align=\"left\">RPS3</td><td align=\"left\">RAP1B</td></tr><tr><td align=\"left\">RPL13A</td><td align=\"left\">PARK7</td><td align=\"left\">GSTK1</td><td align=\"left\">EIF4A1</td><td align=\"left\">RHOA</td></tr><tr><td align=\"left\">RPL18A</td><td align=\"left\">ACO1</td><td align=\"left\">DNAJA2</td><td align=\"left\">RPS24</td><td align=\"left\">RHOC</td></tr><tr><td align=\"left\">RPL22</td><td align=\"left\">NDUFA9</td><td align=\"left\">RRAS</td><td align=\"left\">EIF2S2</td><td align=\"left\">RHOG</td></tr><tr><td align=\"left\">RPL24</td><td align=\"left\">ATP5PB</td><td align=\"left\">CCT7</td><td align=\"left\">RRAS</td><td align=\"left\">RPS2</td></tr><tr><td align=\"left\">RPL4</td><td align=\"left\">AIFM1</td><td align=\"left\">DNAJA1</td><td align=\"left\">PPP2R2A</td><td align=\"left\">RPS3</td></tr><tr><td align=\"left\">RPL5</td><td align=\"left\">NDUFA11</td><td align=\"left\">HRAS</td><td align=\"left\">HRAS</td><td align=\"left\">RPS5</td></tr><tr><td align=\"left\">RPL6</td><td align=\"left\">ACO2</td><td align=\"left\">QO2</td><td align=\"left\">EIF3E</td><td align=\"left\">RPS9</td></tr><tr><td align=\"left\">RPL7</td><td align=\"left\">NDUFA8</td><td align=\"left\">PPIB</td><td align=\"left\">PABPC1</td><td align=\"left\">RPS16</td></tr><tr><td align=\"left\">RPL7A</td><td align=\"left\"/><td align=\"left\">DNAJB4</td><td align=\"left\">EIF4A2</td><td align=\"left\">RPS20</td></tr><tr><td align=\"left\">RPL9</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">RPS2</td><td align=\"left\">RPS21</td></tr><tr><td align=\"left\">RPS16</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">EIF3G</td><td align=\"left\">RPS24</td></tr><tr><td align=\"left\">RPS2</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">RPS4Y1</td></tr><tr><td align=\"left\">RPS20</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">RRAS</td></tr><tr><td align=\"left\">RPS24</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">RPS3</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">RPS4Y1</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">RPS9</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">RRAS</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr></tbody></table>\n"
            },
            "text": "EIF2\tMitochondrial dysfunction\tNRF2\tP70S6K\tmTOR\t \tEIF2S2\tVDAC1\tGSTP1\tRPS5\tCdc42\t \tEIF2S3\tATP6F1A\tRAP1A\tRAP1A\tEIF3B\t \tEIF3B\tATP5PD\tRAP1B\tPPP2R1B\tEIF3E\t \tEIF3E\tGPX4\tEPHX1\tRAP1B\tEIF3G\t \tEIF3G\tATP5MX\tVCP\tEIF2S3\tEIF4A1\t \tEIF4A1\tNDUFV1\tMGST3\tRPS21\tEIF4A2\t \tEIF4A2\tATP5F1C\tMAP2K1\tMAP2KA\tFKBP1A\t \tHRAS\tOGDH\tGSTM3\tRPS16\tHRAS\t \tHSPA5\tSDHA\tPRDX1\tRPS4Y1\tPPP2R1A\t \tMAP2K1\tFIS1\tGSTM5\tPPP2R1A\tPPP2R1B\t \tPABPC1\tCYB5A\tSOD3\tRPS9\tPPP2R2A\t \tPPP1CA\tHSD17B10\tMGST1\tRPS20\tRAP1A\t \tPPP1CB\tUQCRC2\tDNAJB11\tRPS3\tRAP1B\t \tRPL13A\tPARK7\tGSTK1\tEIF4A1\tRHOA\t \tRPL18A\tACO1\tDNAJA2\tRPS24\tRHOC\t \tRPL22\tNDUFA9\tRRAS\tEIF2S2\tRHOG\t \tRPL24\tATP5PB\tCCT7\tRRAS\tRPS2\t \tRPL4\tAIFM1\tDNAJA1\tPPP2R2A\tRPS3\t \tRPL5\tNDUFA11\tHRAS\tHRAS\tRPS5\t \tRPL6\tACO2\tQO2\tEIF3E\tRPS9\t \tRPL7\tNDUFA8\tPPIB\tPABPC1\tRPS16\t \tRPL7A\t\tDNAJB4\tEIF4A2\tRPS20\t \tRPL9\t\t\tRPS2\tRPS21\t \tRPS16\t\t\tEIF3G\tRPS24\t \tRPS2\t\t\t\tRPS4Y1\t \tRPS20\t\t\t\tRRAS\t \tRPS24\t\t\t\t\t \tRPS3\t\t\t\t\t \tRPS4Y1\t\t\t\t\t \tRPS9\t\t\t\t\t \tRRAS\t\t\t\t\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13941,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "Listed proteins are significantly different in both GC and VIV vs FLIGHT with a fold change of 1.5 or greater (p < 0.05).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14067,
            "infons": {
              "file": "41598_2021_90010_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Ingenuity Pathway Analysis (IPA) identifying altered canonical pathways, and supportive Western blot analyses (a) Canonical pathways comparisons of FLIGHT vs GC (top) and FLIGHT vs VIV (bottom) indicate involvement of catabolic response and increased oxidative stress via p70S6K, mitochondrial dysfunction, mTOR signaling and NRF2-mediated oxidative stress; color coding indicates directional change in pathway activity (n = 10/group). (b) p70S6 Kinase was reduced vs controls post-FLIGHT (n = 3/group); pAKT (s473) was marginally lower post flight (n = 3/group); Cleaved Caspase-3 was increased post-flight (n = 3/group). *p < 0.05, **p < 0.01.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14737,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Mass spectroscopy identified 292 significantly altered proteins out of 2129 total proteins when comparing FLIGHT menisci to either GC or VIV. These 292 significant proteins were imported into an Ingenuity Pathway Analysis (IPA) software to detect altered pathways due to spaceflight by comparing between FLIGHT vs GC, FLIGHT vs VIV, and GC vs VIV. Hierarchical clustering of all canonical pathways detected significant responses of signaling pathways in menisci of FLIGHT vs both control sets (Supplemental Fig. 1). Of those pathways, 4 of the top cluster and NRF2 mediated oxidative stress were selected for further assessment and further validation via Western blotting, due to shared differences in protein abundance for GC and VIV vs FLIGHT (Table 1 and Fig. 4a), and known associations with an arthritic molecular phenotype and due to the described histologic and GAG results. These pathways included: mitochondrial dysfunction; altered EIF2 signaling; reduced NRF2 signaling (oxidative stress); lowered eIF4/p70S6K signaling; and lowered mTOR signaling (Fig. 4a). IPA assigned proteins with a log2 fold change (an equivalent expression log ratio) > 1.5 (+ /-) and had a p value < 0.05 were identified to each canonical pathway (Fig. 4a) as follows: 31 proteins in the EIF2 pathway; 21 proteins in mitochondrial dysfunction pathway; 22 proteins in NRF2-mediated oxidative stress response; 24 proteins in regulation of eIF4 and p70S6K signaling; and 26 proteins in mTOR pathways were significantly different in FLIGHT vs both GC and VIV (Table 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16303,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Validation of proteomic assessment identifying arthritic responses via western blotting",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16391,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Western blotting was used to partially validate mass spectroscopy and IPA data (Supplemental Fig. 2). P70S6K, a downstream molecule of mTOR and AKT pathway was significantly decreased in FLIGHT group when compared to both GC and VIV (− 74.2% vs GC, p = 0.0053; − 69.9% vs VIV, p = 0.022) (Fig. 4b), while pAKT (s473) concentration was marginally lower after FLIGHT (− 61.1% vs GC, p = 0.11; − 53.9% vs VIV, p = 0.28) (Fig. 4b), all of which are aligned with alterations in mTOR/AKT signaling pathways. The expression of cleaved caspase-3, a marker for apoptosis was marginally greater after FLIGHT (+ 363% vs GC, p = 0.071; + 318% vs VIV, p = 0.080) (Fig. 4b).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17106,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Thinning and volumetric decline of articular cartilage and medial menisci after 30 days of HLU",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17202,
            "infons": {
              "file": "41598_2021_90010_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Exercise after a 30 day period of HLU results in recovery of cartilage and meniscal thickness and volume (n = 7–10/group). Arrows point to the approximate location of where measures were performed using 3D reconstructions of cartilage overlying the bone (a) Cartilage thickness at the tibial-femoral cartilage-cartilage contact point was lower in HLU compared to GROUND after 30 days, but not at other regions of the tibial plateau. (b) Thinning of cartilage at the tibial-femoral cartilage contact point remained in mice that had previously been HLU but returned to full weight-bearing from Days 31–80 but performed No Exercise. However, thickness of cartilage at the tibial-femoral contact point was significantly greater in previously HLU mice with both Climbing and Running from Days 31–80 than HLU-No Exercise. (c) Loss of cartilage volume observed throughout the medial tibial plateau was observed after Day 30 of HLU. For the mice that were previously HLU, recovery of cartilage volume was observed in HLU-Climbing and HLU-Running by Day 80. (d) Meniscal volume was marginally lower in HLU vs GROUND on DAY 30. Readaptation to full weight bearing from Days 31–80 in all HLU groups (HLU-No exercise, HLU-Climbing, and HLU-Running) resulted in recovery vs HLU on Day 30. *p < 0.05, **p < 0.01, ****p < 0.0001.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18543,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cartilage thinning occurred specifically at the weight-bearing tibial-femoral cartilage contact point vs controls after ~ 30 days of HLU vs GROUND (− 28.7%, p < 0.00010) (Fig. 5a,b). Thinning was not observed at other regions throughout the tibial plateau (Fig. 5a). The volume of the articular cartilage was also lower after HLU (− 17.8%, p = 0.017) (Fig. 5c). The volume of the medial meniscus was marginally lower after HLU (− 7.8%, p = 0.074) (Fig. 5d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19034,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Reduced matrix components and increased metalloproteinases within cartilage and menisci after HLU",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19132,
            "infons": {
              "file": "41598_2021_90010_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sulfated glycosaminoglycan (GAG) abundance was lower and catabolic enzymes elevated within the articular cartilage lining the medial tibial plateau and the medial menisci from mice after HLU. (a) Sulfated GAG abundance was lower in both the articular cartilage and menisci after 30 Days of HLU (n = 7–8/group). (b) MMP-13 was significantly increased in the articular cartilage after HLU, and was marginally greater in the meniscus (n = 7–8/group). (c) ADAMTS5 was similar between both GROUND and HLU on Day 30 (n = 7–8/group). **p < 0.01.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19693,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Sulfated GAGs measured histochemically by safranin-O staining (Fig. 6a) were reduced within both the articular cartilage lining the medial tibial plateau (− 55.4%, p = 0.0020) and the medial meniscus (− 71.7%, p = 0.0016) from HLU DAY-30 vs GROUND DAY-30. The expression of the type II collagen-degrading MMP-13 staining was elevated throughout the medial tibial plateau of HLU DAY-30 vs GROUND DAY-30 (+ 122%, p = 0.0047) and the medial meniscus (+ 85.0%, p = 0.065) (Fig. 6b). The expression of ADAMTS5 did not change after HLU compared to GROUND (Fig. 6c). OARSI scores were not significantly different between groups [mean(SD)]: [GROUND 0.33(0.43), and HLU 0.50(0.76)].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20398,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Recovery of articular cartilage after ground-based HLU is dependent on exercise",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20478,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cartilage Thickness: As noted, by Day 30, cartilage thickness measured at the tibial-femoral contact point was significantly lower in HLU mice than GROUND controls (− 28.7%, p < 0.00010) (Fig. 5a). In the GROUND mice that subsequently underwent exercise for Days 31–80, exercise did not affect thickness of cartilage at the tibial-femoral cartilage contact point or promote growth (Fig. 5b). However, in mice that had been previously HLU but were not exercised (HLU-No Exercise), the significant thinning of cartilage remained on Day 80 relative to GROUND mice on Day 30 (− 34.3%%, p < 0.00010) (Fig. 5b), and also vs GROUND-No Exercise mice on Day 80 (− 32.2%; p < 0.00010) (Fig. 5b). Moreover, marginal cartilage thinning remained in the mice that had been previously HLU but performed climbing exercise (HLU-Climbing) relative to GROUND on Day 30 (− 15.1%, p = 0.056). In contrast, running exercise 3X weekly significantly recovered cartilage thickness by Day 80 in mice that had previously been HLU (HLU-Running) vs HLU measured on Day 30 (+ 25.8% vs HLU, p = 0.0052), and was significantly thicker than the HLU-No Exercise mice on Day 80 (+ 36.6% vs HLU-No Exercise, p < 0.00010) (Fig. 5b). Likewise, cartilage thickness in HLU-Climbing mice on Day 80 was greater than HLU-No Exercise (+ 29.3%, p = 0.0044) (Fig. 5b).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21859,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Cartilage Volume: As noted, by Day 30, cartilage volume was significantly lower in HLU mice than GROUND (− 17.8%, p = 0.022) (Fig. 5c). After 49 days, GROUND-Running mice had greater volume on Day 80 vs. HLU on Day 30 (+ 40.8% vs HLU, p < 0.00010), and was also greater vs GROUND-No Exercise and GROUND-Climbing measured on Day 80 (+ 30.0% vs GROUND-No Exercise, p < 0.00010; + 31.6% vs GROUND-Climbing, p < 0.00010) (Fig. 5c). Moreover, cartilage volume from GROUND-Running mice on Day 80 was marginally greater than GROUND measured on Day 30 (+ 15.7%, p = 0.059). For the mice that were previously HLU, recovery of cartilage volume was observed in HLU-Climbing vs HLU on Day 30 (+ 29.8%, p = 0.0010) , and also in from HLU-Running on Day 80 vs HLU on Day 30 (+ 41.5, p < 0.00010) (Fig. 5c). The volume of cartilage was greater on Day 80 in HLU-Running vs HLU-No Exercise (+ 23.5%; p = 0.0012). Finally, the volume of cartilage was greater on Day 80 in HLU-Running vs GROUND measured on Day 30 (+ 16.3%; p = 0.040).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22938,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Meniscal Volume: Meniscal volume was marginally lower by Day 30 after HLU (− 7.8%, p = 0.074) (Fig. 5d). Interestingly, meniscal volume was lower for GROUND-No Exercise and GROUND-Climbing mice at Day 80 relative to GROUND Day 30 (− 13.4% vs GROUND-No Exercise, p < 0.00010; − 13.5% vs GROUND-Climbing, p < 0.00010) (Fig. 5d). Meanwhile, GROUND-Running mice exhibited significantly greater meniscal volume when compared to both GROUND and HLU mice on Day 30 (+ 8.3% vs GROUND, p = 0.040; + 17.4% vs HLU, p ≤ 0.00010), and also greater volume than all GROUND animals on Day 80 regardless of exercise (+ 25.1% vs GROUND-No Exercise, p < 0.00010; + 25.2% vs GROUND-Climbing, p < 0.00010) (Fig. 5d). Meniscal volume from all groups of mice that were previously HLU was significantly greater than the volume measured from HLU mice on Day 30, including HLU-No Exercise (+ 16.5% vs HLU, p ≤ 0.00010), HLU-Climbing (+ 15.6% vs HLU p ≤ 0.00010) and HLU-Running (+ 10.4%, p = 0.0097) (Fig. 5d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24005,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24016,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Reduced weight-bearing prescribed as treatment for orthopaedic conditions or as part of a sedentary lifestyle can lead to joint impairment and degradation. Rodent spaceflight studies examining skeletal responses both on-orbit and using ground-based analogues (e.g., HLU) are good models to characterize the effects on joint health. While the response to spaceflight and reduced weight-bearing on bone and muscle have been well-documented, the effects on articular cartilage and menisci during spaceflight are poorly understood despite the relevance for astronaut health and performance, and as an analogue for reduced weight-bearing on the ground. In this study, both the articular cartilage lining the medial tibial plateau and stabilizing menisci within knees developed arthritic responses to periods of reduced weight-bearing during spaceflight and from HLU on Earth. The most important findings of this study are that: 1] cartilage degradation after both spaceflight for 35 days and HLU for 30 days occurs at the point of greatest tibial-femoral cartilage-cartilage contact during weight-bearing in both conditions. As no differences were seen between Baseline and other controls with regard to thickness or volumetric changes, the differences post-flight represent change vs reduced growth; 2] cartilage and meniscal degradation from HLU in male mice resembles the extent and spatial distribution of degradation that has previously been observed to occur in female mice and male rats; and, 3] recovery of cartilage volume and thickness is possible with exercise upon a return to joint loading. In the context of these findings, it is important to identify that rodents that are part of the rodent flight studies are active in-flight, and have been shown to locomote primarily with forelimbs and thus experienced highly reduced (but not abolished) weight-bearing across hind limb joints.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25910,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "With regards to astronaut health and performance, maintenance of skeletal health is a critical component of mission success. Normal loads applied across synovial joints maintain health and performance, particularly with regards to the knee. Thus, reduced weight-bearing experienced during spaceflight represents a potential challenge to synovial joint health. The cartilage degradation observed in mice during HLU and spaceflight is consistent with the limited number of existing rodent studies examining cartilage health from simulated spaceflight conditions and in agreement with the proteoglycan loss that occurred in rodents during a period of spaceflight aboard Bion. The loss of cartilage volume and thickness in both HLU and FLIGHT knees occurred with elevated matrix metalloproteinase concentration in both the articular cartilage and menisci. Several molecular effectors of OA were observed within the menisci. The molecular arthritic phenotype indicating increased oxidative stress in the menisci after spaceflight involved: lower NRF2 signaling coincident with reduced antioxidant enzymes abundance (e.g., superoxide dismutase (SOD3) and glutathione peroxidase (GPX4), Table 1); reduced phosphorylation of Akt and downstream anabolic signaling components (mTOR and p70S6K); lower protein synthesis (decreased EIF2 signaling); and increased MMP-13 expression. These responses may promote the volumetric loss that was observed after both spaceflight and HLU. In addition, IPA analysis also indicated mitochondrial dysfunction, which contributes to cartilage/meniscus cell apoptosis (indicated by increased cleaved caspase 3) and degradation of joints. Mitochondrial dysfunction within the menisci after spaceflight is also in agreement with altered mitochondrial dysfunction and stress observed during and after spaceflight from multiple rodent tissues and astronauts These molecular and phenotypic responses in the menisci are similar in nature to the response observed in the knee and hip articular cartilage from female mice after 30 days of HLU. Similar catabolic mechanisms and responses have also been observed in other in vitro and in vivo osteoarthritic models, with increased oxidative stress, reduced anabolic pathways, and evidence of mitochondrial dysfunction. Clinically, circulating MMP levels that are also associated with collagen degradation with arthritis (e.g., MMP-3) were increased during a 21 day head-down tilt bedrest study as a spaceflight microgravity analogue. Interestingly, several of the observed responses (e.g., reduced SOD2) are also characteristic of arthritic responses that occur with an abnormal excess of loading across joints. However, OARSI scoring did not indicate pronounced degradation of the knee joint tissues, in agreement with other flights of similar duration suggesting early molecular changes occurring in joint tissue before histological onset of osteoarthritic degradation occurs. As such, the degradation and molecular responses in the articular cartilage and menisci could, with progression, predispose astronauts to arthrosis and later symptomatic arthritis resulting from the microgravity environment.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29079,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study considered the microgravity conditions experienced aboard the ISS and space shuttle as analogues for the clinical scenarios of reduced weight-bearing. However, as noted, progressive joint degradation associated with the spaceflight environment would also act as a risk factor to human health and performance during long-duration missions, particularly when occurring with persistent bone damage that could predispose to rapid joint destruction and fracture upon reaching a destination. Exercise regimens during spaceflight have long been employed as a means to preserve musculoskeletal health by increasing applied loads imparted externally via reaction forces or internally from muscle contractions. Long-term use of exercise modalities such as the Advanced Resistive Exercise Device (ARED) are utilized by US astronauts during stays in orbit aboard ISS as a means to protect bone and muscle health. Use of the ARED alone (without bisphosphonates) has been efficacious at maintaining bone over the course of ISS missions of ~ 6 months, though some deficits remain post-flight vs preflight. However, by 1 year post-flight, deficiencies in bone can exceed the magnitude observed upon return from ISS, indicating bone damage progression occurs with a return to normal gravitational loading despite some preservation in flight. This progressive decline in bone mineral density and estimated strength deficits occurs in astronaut cohorts who performed ARED + bisphosphonate treatment in-flight. This is concerning with regard to bone health upon reaching destinations during a long-duration mission (e.g., trips to Mars), as a fracture of a lower limb element on the planet surface would be mission critical. As Mars provides an uneven and potentially dangerous terrestrial environment, dynamic loads during normal locomotion or rapid egress increase this risk of joint soft tissue failure, particularly if the underlying and surrounding bony tissues are compromised. Progressive degradation of the menisci could result in acute failure during rapid motion, such as during egress or locomotion over the terrain possibly leading to meniscal tears and subsequent disability. Thinned menisci could further potentiate joint damage due to the abnormal shear stresses applied to underlying articular cartilage during such dynamic loading motions. Thus, thinned structures that may progress toward symptomatic arthritis, and even in the absence of symptomatic OA as identified histologically with OARSI scoring, may be sufficient to increase the risk of skeletal failure upon reaching a destination or during a rapid transit or egress motion.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31731,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "A primary clinical concern involving reduced weight-bearing after an orthopaedic injury or from sedentary lifestyle is that the subsequent joint degradation may not be recoverable and may become permanent. Cartilage has limited repair capacity, and consideration must be given regarding the differences between mouse and human articular cartilage repair capacity. Human articular cartilage is divided into multiple zones (superficial, middle, and deep zones). These zones vary in matrix biochemical composition, cell density and morphology. Superficial chondrocytes are known to have proliferative capacity compared to middle and deep zone chondrocytes. Presence of tidemark hinders the vascularization of articular cartilage which restricts its healing/repair process upon injury. Mouse joints are small with thin cartilage, which consists of only a few cell layers and the presence of open growth plates through advancing age likely increase intrinsic healing potential. However, as noted, periods of reduced weight-bearing or HLU have been found to induce cartilage damage in humans, rodents, and dogs. The current study reaffirms those findings, demonstrating the area of greatest cartilage decrease is at the point of greatest tibial-femoral cartilage-cartilage contact. Conversely, it also revealed that specific joint-loading exercises have the potential to reduce and recover cartilage damage after a period of reduced weight-bearing, suggesting these exercises have utility in attenuating arthritic responses in human joints as well. As previously noted, astronauts in spaceflight who perform ARED are able to maintain bone health during spaceflight to lessen the degree of degradation upon return to normal loading, strengthening the association that these tested exercises confer some joint protection and recovery. In clinical patients with weight-bearing restrictions or a sedentary lifestyle, a prescribed exercise routine may be an effective way to preserve joint function and reduce the degradation of the cartilage and menisci. Elucidating the clinical response to specific exercise in a reduced weight-bearing scenario may help identify a possible therapeutic pharmacological target, and requires further research. Based upon the results of the present study, running on flat surfaces may be superior to climbing stairs after a period of reduced loading to assist in joint recovery and mitigating arthritic responses, though there may be other exercises that are better suited to slowing joint degradation that have not yet been tested. The increased contact loads experienced with running may provide such benefit. However, this study exemplifies the similarities in joint degradation between microgravity experienced during spaceflight and clinical reduced weight-bearing conditions on the ground, and highlights the possibility of joint recovery in both scenarios with appropriately prescribed exercise.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34656,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This study is not without limitations. The first considers HLU as an analogue for FLIGHT. Both conditions experience reduced weight-bearing on the hind limb, though the process of HLU could result in a greater degree of decreased loading vs FLIGHT, in which mice are active. However, it should be noted that gross loss of cartilage was observed from FLIGHT and HLU mice in similar spatial locations vs each other and relative to multiple controls, and also relative to previous work using older, female mice of the same stain that experienced HLU for 30 days. Thus these models appear appropriate based on the outcomes presented. Our previous study simulating spaceflight conditions (e.g., low dose radiation + / − reduced weight-bearing via HLU) responses in the knees of rats utilized more advanced imaging modalities (e.g., 7 T(T) MRI) that provided both morphologic changes and insight into incipient molecular deficits, such as collagen network disruption. While contrast-enhanced CT scans utilized for this study provided the ability to spatially localize deficits across the knees of the smaller mouse model and compare results with our previous HLU + / − radiation mouse study, it cannot provide those molecular correlates. Moreover, for the HLU study, tissues were harvested upon removal from HLU, while for flight tissues were harvested ~ 24 h post-recovery. This unavoidable delay in returning live animals could affect gene expression patterns for multiple proteins and affect metabolism in several ways; however, it is unlikely this period of loading would affect the gross morphology of the cartilage and/or the menisci. Future missions may likely return live animals near the Kennedy Space Center, and will reduce recovery time.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36426,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In conclusion, reduced weight-bearing from either spaceflight or HLU induced an arthritic phenotype with degradation of knee articular cartilage and menisci in male mice. Cartilage loss occurred specifically at the region of greatest weight-bearing and tibial-femoral cartilage-cartilage contact (and thus presumably the location that experiences the greatest reduction of applied loads in the experimental conditions), which is consistent with findings from female mice after 30 days of HLU. Furthermore, exercise after a period of joint unloading reduced cartilage degradation and improved thickness. As an analogue for reduced weight-bearing in clinical scenarios, these results suggest that prescribed exercise programs may alleviate and recover articular cartilage damage. Exploring the utilization of these exercises for joint recovery in patients with prescribed reduced weight-bearing, who have a sedentary lifestyle, or most directly during and/or after spaceflight and, may lead to a better understanding of the chondro-protective effects of exercise.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37489,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37497,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Three sets of animal studies were performed: two involving spaceflight, and another with a ground-based, reduced weight-bearing microgravity analogue. The study was carried out in compliance with the ARRIVE guidelines.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37716,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Rodent research-9 (RR9)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37740,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All experiments were approved by the NASA Ames Institutional Animal Care and Use Committee (IACUC), Kennedy Space Center IACUC, and the Loma Linda Medical Center IACUC, and conformed to the Guide for the Care and Use of Laboratory Animals (National Institutes of Health, Bethesda, MD, USA). Male C57BL/6 J mice (Jackson Labs, Bar Harbor, ME) were sent to the ISS as part of the Rodent Research (RR)-9 mission in August 2017, spending ~ 35 days in microgravity. The RR9 experiment was launched as part of the SpaceX Commercial Resupply Services (CRS)-12 mission from the Kennedy Space Center (KSC) at Cape Canaveral, FL to the ISS. Mice arrived 4 weeks prior to launch at the KSC and were maintained on a 12:12 h dark/light cycle, and housed in vivarium caging (n = 10/cage). Mice were skeletally growing at the outset. Prior to launch, six cages of mice were separated into three different groupings, with 2 cages per group. Mouse sample size per group (n = 20) was determined by NASA prior to the flight, in accordance with housing capacity of the Rodent Habitats aboard the ISS. Individual animal randomization was avoided to prevent complications related to potential altered hierarchical structure within cages; instead groups were determined by finding the mean mass of mouse per cage so that each group consisted of cages that each had similar body masses. Nine-week old male mice were separated into the following groups: 1] mice to be launched to the ISS (FLIGHT; n = 20) that are housed on-orbit within specialized Rodent Habitats that provide food and water to mice during their stay in orbit while filtering the air; 2] ground-based habitat controls (Ground Control, GC; n = 20) placed inside identical Rodent Habitats as FLIGHT, which was placed inside an environmental chamber that can mimic the environmental conditions experienced by the FLIGHT animals over the course of the mission based on recordings over time (e.g., temperature, humidity, and CO2 partial pressure), as well as have access to the same NASA Type 12 Nutrient-upgraded Rodent Food Bars, or; 3] standard vivarium controls housed within the animal facility in standard rodent housing (Vivarium, VIV; n = 20). The day prior to launch, the FLIGHT groups were loaded into a transporter, with both groups within their respective cage and isolated with a separator in the transporter (to prevent aggression), and then loaded into the Dragon SpaceX Capsule. Mice were then transferred into Rodent Habitats aboard the ISS, n = 10 per habitat. The day after launch, a set of mice from the same cohort sent from Jackson Labs as the FLIGHT, GC, and VIV groups were sacrificed as a basal control, and tissues were harvested (Baseline; n = 20). Total time aboard the ISS was 34 days. Unbearthing from ISS and splashdown of live mice occurred ~ 35 days after launch, and live mice were collected by the science teams for behavioral and functional testing at Loma Linda Medical Center, immediately followed by euthanization and tissue harvest. A natural disaster (Hurricane Irma) caused dissections of the FLIGHT group (performed Aug-Sept 2017), to differ in time from the two ground controls (May–June, 2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40962,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Hind limb unloading and Readaptation to weight-bearing with/without exercise",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41039,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All experiments were approved by the Wake Forest School of Medicine IACUC. Eighty male C57BL/6 mice were purchased to perform a ground-based analogue (hind limb unloading; HLU) for the RR9 spaceflight experiment. The study was originally powered based on cartilage thinning data presented by Moriyama et al, which measured cartilage thinning in rodents after 4 weeks of immobilization using histological techniques.. Mice arrived at 9 weeks of age, and were housed under a 12:12 h light–dark cycle at 26 °C during a 1 week acclimation period. Ten-week-old, male C57BL/6 mice were then randomly grouped, and either HLU via tail suspension for 30 days (n = 40), or remained weight-bearing (GROUND; n = 40), per our standard protocol. On Day 30, HLU and GROUND mice (n = 10/group) were sacrificed and tissues were collected. Remaining HLU mice were removed from tail suspension to be full weight-bearing, and then all mice (both GROUND and HLU) were enrolled into one of 3 exercise groups (n = 20 per group) from Days 31–80: i] no exercise; ii] climbing exercise performed 3X weekly, with mice running up a custom tube attached to enclosed housing units at both ends (1 m in length X ~ 5 cm diameter), in which the angle was increased bi-weekly from a starting orientation at of 60° from horizontal until the tube was 90°, and investigators ensuring each mouse performed 3 climbs per session, or; iii] running exercise on a treadmill, performed 3X weekly at a speed of 17 cm/s, with 30 min of monitored exercise performed per session. As such, we generated 6 experimental groups in order to examine how a return to weight-bearing with/without exercise could affect joint health after a 30-day reduced weight-bearing period, including GROUND-No exercise; GROUND-Climbing; GROUND-Running; HLU-No exercise; HLU-Climbing; and HLU-Running. The remaining mice were euthanized and their tissues were harvested at Day 80.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42987,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "HLU procedure: All mice (both HLU and Control) were lightly anesthetized with isoflurane (2% isoflurane, 95% oxygen). Mice enrolled in the HLU groups were both socially housed (n = 2/cage permitting contact) and tail suspended per our standard procedure. Briefly, the HLU animal’s tail was cleaned with 70% alcohol, and treated with Benzoin tincture in order to help with adherence of tape. Traction tape (3 M HealthCare, Two Harbors, MN) was adhered to the tail in a braided manner, and the free ends of the tape were attached to a fish-hook swivel. The swivel was connected to repair clamp, with the barrel treated with Teflon lubricant to help ensure smooth motion across a steel rod running the length of the cage. A 30° angle of the thorax relative to the floor was ensured. Free access to water and nutrition was available to the animals ad libitum.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43851,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Space Shuttle Atlantis (STS-135)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43884,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "7-week old female C57BL/6 mice (Charles River, Wilmington, MA) were shipped to KSC. At 9 weeks of age, the mice were either grouped as FLIGHT and placed into specialized Animal Enclosure Modules (analogous to Rodent Habitats sent to ISS) to be launched aboard the Space Shuttle Atlantis (STS-135), or served as GROUND controls at KSC, which were housed at similar environmental conditions (temperature, humidity, and carbon dioxide) as in the AEMs on orbit. Mice were skeletally growing at the outset. After 13 days, live mice were returned from orbit, and fresh tissues were harvested within 5 h of landing. The study was part of the NASA Ames Research Center Biospecimen Sharing Program; analyses were performed on tissues collected from n = 15 mice /group. Due to the multiple tissues isolated by one investigator from each limb (e.g., removal and storage of multiple muscles and disarticulation of bones prior to meniscal isolation) during the time-limited process dissection process, in some instances menisci were torn and incomplete. As such, GAG content was only measured from pooled samples involving two whole menisci, involving 8–14 paired samples/group. All procedures were approved by the IACUC at the University of Colorado at Boulder, KSC, NASA Ames research center, and Amgen Corporation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45198,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Tissue harvest and storage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45225,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "RR9 and HLU studies: The intact right hind limb was carefully removed preserving the synovial joint of the knee and fixed in 10% neutral buffered formalin (n = 10/group). After 3 days, the hind limbs were transferred to 70% ethanol for imaging and histologic analyses. The lateral and medial menisci were extracted from the left hind limb (RR9—n = 20 pairs/group; HLU—n = 7–8 pairs/group; several partial menisci were collected and thus not analyzed) and stored at − 80 °C for both liquid chromatography-mass spectrometry (LC–MS/MS) analysis and dimethylmethylene colorimetric assay to measure sulfated GAGs. STS-135 study: Menisci were isolated from the knees of the mice within 3–5 h post-flight to KSC. Menisci were snap frozen in liquid nitrogen, and stored at − 80 °C for GAG analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46056,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Contrast-enhanced microcomputed tomography",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46099,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The right hind limb was immersed in 1% w/v phosphotungstic acid in 70% ethanol 24-h prior to analysis using microcomputed tomography (microCT80, Scanco Medical AG; Bassersdorf, Switzerland),with isotropic voxels of 10 μm/side, at 70 kV and an intensity of 114 μ A. Knees were scanned while still in phosphotungstic acid. Later, the knees were placed into 70% ethanol for histology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46485,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Image processing and analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46515,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The resulting microCT data were imported into Mimics Innovation Suite (v.18.0 × 64) and reoriented to maintain similar relative direction between samples in order to measure the structure of both the articular cartilage and meniscus. Reconstructions and analysis were performed as previously described. For normalization, a rectangular region of 250,000 µm2 was sectioned for the articular cartilage lining the medial tibial plateau. Each sample included the spatial location for the tibial-femoral cartilage-cartilage contact point as the reference. This region was defined as the central area of the medial tibial plateau, with minimal coverage from the overlying meniscus. The resulting 3D reconstructed area from this region of interest of the articular cartilage, and the whole medial meniscus, were analyzed. The newly sectioned medial tibial articular cartilage was measured for thickness at 5 locations, including: the femoral-tibial cartilage-cartilage contact point, and at a 250 µm displacement that was lateral, medial, anterior and posterior direction from the contact point. Specifically, we measured the volume of cartilage for the entire medial tibial plateau, as well as the thickness at these named regions for comparison across groups as metrics for degradation. In some instances, contrast enhancing agent infiltration within the intact knee joint was insufficient in order to assure robust measures could be made, and as such those images were excluded.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47998,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Histology and molecular probing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48030,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "After microCT imaging, the right knees were decalcified in Immunocal (Fisher Scientific, Hampton, NH) and embedded in paraffin for sectioning, as previously described. 5 µm thick coronal sections were analyzed from n = 7–10 samples per group. Slides were stained with hematoxylin and eosin (H&E; Meyer’s hematoxylin & Eosin; Abcam, Cambridge, MA) and safranin-O (0.1% Safranin O; 0.05% Fast Green Solution; SigmaAldrich, St. Louis, MO) staining for semi-quantitative analysis of glycosaminoglycans (GAGs). The Osteoarthritis Research Society International (OARSI) scoring system was used to evaluate arthritis severity by a blinded expert in murine osteoarthritis. Immunostaining identified expression of matrix metalloproteinase-13 (MMP-13; 1:500; Rabbit Polycolonal IgG; Abcam, Cambridge, MA) presence and ADAM Metallopeptidase with Thrombospondin Type 1 Motif 5 (ADAMTS5; 1:50; Rabbit Polycolonal IgG; Abcam, Cambridge, MA). Quantification of MMP-13 and ADAMTS5 within the articular cartilage and medial meniscus was performed to measure the ratio of peri-cellular positive-to-negative reactivity, throughout the whole tibial plateau and medial meniscus. Histologic evaluation was performed using BIOQUANT OSTEO v.17 (Bioquant Image Analysis Corporation, Nashville, TN). The abundance of these proteins within the articular cartilage and menisci were compared between groups as a metric to characterize an arthritic phenotype.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49470,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Proteomics and pathway analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49502,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The menisci were processed for proteomic analysis (n = 10 pairs/group), using the techniques and resources of the Proteomics and Metabolomics Shared Resource at the Wake Forest School of Medicine and similar to our previous analysis of mouse femoral head cartilage. Two of the 12 samples (paired menisci) per group collected for analysis were excluded as they were determined to be contaminated with muscle during the dissection process. Briefly, frozen menisci were homogenized in radioimmunoprecipitation (RIPA) buffer containing protease inhibitor and homogenized. Centrifuged supernatant (18,000 g) was subjected to reducing alkylation in the presence of 10 mM dithiothreitol and 30 mM iodoacetamide. The protein concentration was measured after centrifugation (14,000 g) and resuspension in 50 mM ammonium bicarbonate; 5 µg of protein per sample was proteolytically digested using 0.1 µg of sequencing-grade modified trypsin and overnight incubation at 37 °C. The resulting peptides were purified using a C18 desalting spin column, dried and resuspended in water containing 5% (v/v) acetonitrile and 1% (v/v) formic acid for LC–MS/MS analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50668,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Samples were analyzed by LC–MS/MS system using a Thermo Orbitrap Velos Pro Mass Spectrometer (Thermo Scientific, Waltham, MA) and a Dionex Ultimate-3000 nano-UPLC system (Thermo Scientific, Waltham, MA). An Acclaim PepMap 100 (C18, 5 μm, 100 Å, 100 μm × 2 cm) trap column and an Acclaim PepMap RSLC (C18, 2 μm, 100 Å, 75 μm × 50 cm) analytical column were employed for peptide separation. Spectra were acquired by data dependent scans consisting of MS/MS scans of the ten most intense ions from the full MS scan with dynamic exclusion option for 30 s enabled. The spectra were searched using Sequest HT algorithm within the Proteome Discoverer v2.2 (Thermo Scientific, Waltham, MA) in combination with the UniProt mouse protein FASTA database (annotated 16,747 entries, December 2015). Label free relative quantification (LFQ) was based on the total peak areas of identified peptides normalized to the total ion current (TIC). Search parameters were as follow: FT-trap instrument, parent mass error tolerance of 10 ppm, fragment mass error tolerance of 0.6 Da (monoisotopic), variable modifications of 16 Da (oxidation) on methionine and fixed modification of 57 Da (carbamidomethylation) on cysteine. Further Ingenuity Pathway Analysis (IPA) mapped the proteins identified by MS analysis to canonical pathways, diseases and biological functions. The canonical pathway outputs were then further examined for interactions within the pathways causing potential diseases. The results were validated with Western blot analysis for associated proteins to further indicate responses characterizing an arthritic phenotype. Western blotting was performed using the following antibodies: p-AKT (Ser 473) 0.5 ug/ml (R&D systems, Inc., Minneapolis, MN), total-AKT 10 ug/ml (Cell Signaling Technology, Danvers, MA), Cleaved Caspase-3 (CC-3) 0.5 ug/ml (R&D systems, Inc., Minneapolis, MN), p70S6 Kinase 0.2 ug/ml (R&D systems, Inc., Minneapolis, MN), and β-actin 0.01 ug/ml (R&D systems, Inc., Minneapolis, MN).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52699,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Quantification of GAG content",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52729,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The sulfated (s)GAG quantity was measured in the pooled medial and lateral menisci of the left knee from the RR9 groups (n = 8), and from the pooled medial and lateral menisci from individual left and right knees (measured separately) from the STS-135 groups (n = 8–14/group). Menisci were digested with a papain solution containing: 125 ug/ml papain, 0.1 M sodium acetate, 5 mM EDTA, 5 mM L-cysteine-HCl and heated at 60 °C overnight (Sigma-Aldrich). Sulfate GAG content from digests were measured using the dimethylmethylene blue colorimetric assay. A mixture of 180 ul of dimethymethylene blue was added to 20 ul of each sample, with a chondroitin sulfate standard (Sigma-Aldrich, St Louis, MO). Absorbance was set at 525 nm. sGAG content was normalized to total protein from a Bicinchoninic acid assay for RR9 groups (BCA, Sigma-Aldrich, St Louis, MO), or normalized to DNA content for STS-135 groups (PicoGreen double-stranded DNA assay reagent, Invitrogen). GAG contents were compared between groups to characterize an arthritic phenotype. As noted, exclusion of samples was based on availability of intact pairs of menisci isolated during dissections.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53904,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53925,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": " Statistics were performed by the investigative team and analyzed using GraphPad Prism 8 (San Diego, CA). To determine effects caused by microgravity, data from the RR9 mission were analyzed using one-way ANOVA comparing flight animals vs GC, VIV, and baseline when examined. Moreover, one-way ANOVA was performed the ground-based microgravity analogue HLU vs GROUND study. Unpaired t-test were used for STS-135 data. Data in text is presented as p value for the post hoc test following a significant ANOVA result, or the t test; when ANOVAs were appropriate and assumptions of a normal distribution and variance were confirmed were appropriate and assumptions of a normal distribution and variance were confirmed, Bonferroni’s post-hoc tests for multiple comparisons between all groups were performed and results are presented in figures; for all α ≤ 0.05. The statistical analysis utilized with IPA for comparing canonical pathway changes and proteins between groups were calculated using a Right-Tailed Fisher’s Exact Test with α ≤ 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54984,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55010,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher's note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55027,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55146,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55172,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41598-021-90010-2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55264,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55285,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "The following authors served as science team leaders and contributed to the scientific design of the following studies: J.S.W., M.D.D., X.W.M., and D.Z. for RR-9; M.L.B., T.A.B., V.L.F., and L.S.S. for STS-135; and J.S.W. for H.L.U.. J.S.W. and A.K. contributed to the conception and design of the knee joint analyses. J.S.W., A.K., J.E.M., S.R., E.L., T.A.B., M.L.B., V.L.F., L.S.S., D.Z., M.D.D., X.W.M. contributed to the performance of the studies and the collection of tissues. A.K., J.S.W., F.J.P., R.R.Y., L.T., J.L., C.M.F., and B.A.K. contributed to the analysis and interpretation of the data. A.K., J.S.W., N.M., J.L., and F.J.P. wrote the main manuscript text. A.K., J.E.M., L.T., and R.R.Y. prepared Figs. 1–6. All authors reviewed the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56049,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56069,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56113,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References:",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56125,
            "infons": {
              "fpage": "747",
              "lpage": "755",
              "name_0": "surname:Sparling;given-names:TL",
              "pub-id_doi": "10.1016/j.joca.2014.04.004",
              "section_type": "REF",
              "source": "Osteoarthr. Cartil.",
              "type": "ref",
              "volume": "22",
              "year": "2014"
            },
            "text": "Energy recovery in individuals with knee osteoarthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56181,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "https://www.boneandjointburden.org/fourth-edition/viiie1/total-economic-impact, T. B. o. M. D. i. t. U. S. (acessed 9/15/2019).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56309,
            "infons": {
              "fpage": "5",
              "lpage": "15",
              "name_0": "surname:Johnson;given-names:VL",
              "name_1": "surname:Hunter;given-names:DJ",
              "pub-id_doi": "10.1016/j.berh.2014.01.004",
              "pub-id_pmid": "24792942",
              "section_type": "REF",
              "source": "Best Pract. Res. Clin. Rheumatol.",
              "type": "ref",
              "volume": "28",
              "year": "2014"
            },
            "text": "The epidemiology of osteoarthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56344,
            "infons": {
              "fpage": "39",
              "lpage": "45",
              "name_0": "surname:Reynolds;given-names:RJ",
              "name_1": "surname:Walker;given-names:PS",
              "name_2": "surname:Buza;given-names:J",
              "pub-id_doi": "10.1016/j.jbiomech.2017.03.016",
              "pub-id_pmid": "28433391",
              "section_type": "REF",
              "source": "J. Biomech.",
              "type": "ref",
              "volume": "57",
              "year": "2017"
            },
            "text": "Mechanisms of anterior-posterior stability of the knee joint under load-bearing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56424,
            "infons": {
              "fpage": "1469",
              "lpage": "1478",
              "name_0": "surname:McNulty;given-names:AL",
              "name_1": "surname:Guilak;given-names:F",
              "pub-id_doi": "10.1016/j.jbiomech.2015.02.008",
              "pub-id_pmid": "25731738",
              "section_type": "REF",
              "source": "J. Biomech.",
              "type": "ref",
              "volume": "48",
              "year": "2015"
            },
            "text": "Mechanobiology of the meniscus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56455,
            "infons": {
              "fpage": "57",
              "lpage": "62",
              "name_0": "surname:Andersen;given-names:RC",
              "name_1": "surname:D'Alleyrand;given-names:JC",
              "name_2": "surname:Swiontkowski;given-names:MF",
              "name_3": "surname:Ficke;given-names:JR",
              "pub-id_doi": "10.5435/JAAOS-22-01-57",
              "pub-id_pmid": "24382880",
              "section_type": "REF",
              "source": "J. Am. Acad. Orthop. Surg.",
              "type": "ref",
              "volume": "22",
              "year": "2014"
            },
            "text": "Extremity War injuries VIII: sequelae of combat injuries",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56512,
            "infons": {
              "fpage": "S64",
              "issue": "Suppl 1",
              "lpage": "69",
              "name_0": "surname:Rivera;given-names:JC",
              "name_1": "surname:Wenke;given-names:JC",
              "name_2": "surname:Buckwalter;given-names:JA",
              "name_3": "surname:Ficke;given-names:JR",
              "name_4": "surname:Johnson;given-names:AE",
              "pub-id_doi": "10.5435/JAAOS-20-08-S64",
              "pub-id_pmid": "22865140",
              "section_type": "REF",
              "source": "J. Am. Acad. Orthop. Surg.",
              "type": "ref",
              "volume": "20",
              "year": "2012"
            },
            "text": "Posttraumatic osteoarthritis caused by battlefield injuries: the primary source of disability in warriors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56618,
            "infons": {
              "fpage": "460",
              "lpage": "466",
              "name_0": "surname:Djurasovic;given-names:M",
              "pub-id_doi": "10.1177/03635465980260032101",
              "section_type": "REF",
              "source": "Am. J. Sport. Med.",
              "type": "ref",
              "volume": "26",
              "year": "1998"
            },
            "text": "Knee joint immobilization decreases aggrecan gene expression in the meniscus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56695,
            "infons": {
              "fpage": "218",
              "lpage": "229",
              "name_0": "surname:Haapala;given-names:J",
              "pub-id_doi": "10.1097/00003086-199905000-00031",
              "section_type": "REF",
              "source": "Clin. Orthop. Relat. Res.",
              "type": "ref",
              "volume": "362",
              "year": "1999"
            },
            "text": "Remobilization does not fully restore immobilization induced articular cartilage atrophy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56784,
            "infons": {
              "fpage": "2516",
              "lpage": "2520",
              "name_0": "surname:Hinterwimmer;given-names:S",
              "pub-id_doi": "10.1002/art.20378",
              "pub-id_pmid": "15334465",
              "section_type": "REF",
              "source": "Arthritis Rheum..",
              "type": "ref",
              "volume": "50",
              "year": "2004"
            },
            "text": "Cartilage atrophy in the knees of patients after seven weeks of partial load bearing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56869,
            "infons": {
              "fpage": "1598",
              "lpage": "1603",
              "name_0": "surname:Liphardt;given-names:AM",
              "pub-id_doi": "10.1016/j.joca.2009.07.007",
              "section_type": "REF",
              "source": "Osteoarthr. Cartil.",
              "type": "ref",
              "volume": "17",
              "year": "2009"
            },
            "text": "Vibration training intervention to maintain cartilage thickness and serum concentrations of cartilage oligometric matrix protein (COMP) during immobilization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57027,
            "infons": {
              "fpage": "2",
              "name_0": "surname:Provenzano;given-names:PP",
              "pub-id_doi": "10.1186/1472-6793-7-2",
              "pub-id_pmid": "17386107",
              "section_type": "REF",
              "source": "BMC Physiol.",
              "type": "ref",
              "volume": "7",
              "year": "2007"
            },
            "text": "Systemic administration of IGF-I enhances healing in collagenous extracellular matrices: evaluation of loaded and unloaded ligaments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57160,
            "infons": {
              "fpage": "511",
              "lpage": "520",
              "name_0": "surname:Souza;given-names:RB",
              "pub-id_doi": "10.2519/jospt.2012.3975",
              "pub-id_pmid": "22402583",
              "section_type": "REF",
              "source": "J. Orthop. Sports Phys. Ther.",
              "type": "ref",
              "volume": "42",
              "year": "2012"
            },
            "text": "Effects of unloading on knee articular cartilage T1rho and T2 magnetic resonance imaging relaxation times: a case series",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57281,
            "infons": {
              "fpage": "37",
              "lpage": "50",
              "name_0": "surname:Sun;given-names:HB",
              "pub-id_doi": "10.1111/j.1749-6632.2010.05808.x",
              "pub-id_pmid": "21062294",
              "section_type": "REF",
              "source": "Ann. N. Y. Acad. Sci.",
              "type": "ref",
              "volume": "1211",
              "year": "2010"
            },
            "text": "Mechanical loading, cartilage degradation, and arthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57338,
            "infons": {
              "fpage": "3377",
              "lpage": "3381",
              "name_0": "surname:Vanwanseele;given-names:B",
              "name_1": "surname:Eckstein;given-names:F",
              "name_2": "surname:Knecht;given-names:H",
              "name_3": "surname:Spaepen;given-names:A",
              "name_4": "surname:Stussi;given-names:E",
              "pub-id_doi": "10.1002/art.11367",
              "pub-id_pmid": "14673989",
              "section_type": "REF",
              "source": "Arthritis Rheum.",
              "type": "ref",
              "volume": "48",
              "year": "2003"
            },
            "text": "Longitudinal analysis of cartilage atrophy in the knees of patients with spinal cord injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57430,
            "infons": {
              "fpage": "497",
              "lpage": "506",
              "name_0": "surname:Kwok;given-names:AT",
              "pub-id_doi": "10.1667/RR15216.1",
              "pub-id_pmid": "30925135",
              "section_type": "REF",
              "source": "Radiat. Res.",
              "type": "ref",
              "volume": "191",
              "year": "2019"
            },
            "text": "Knee and hip joint cartilage damage from combined spaceflight hazards of low-dose radiation less than 1 Gy and prolonged hindlimb unloading",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57570,
            "infons": {
              "fpage": "15",
              "lpage": "20",
              "name_0": "surname:Luan;given-names:HQ",
              "pub-id_doi": "10.1016/j.lssr.2015.06.001",
              "pub-id_pmid": "26256623",
              "section_type": "REF",
              "source": "Life Sci. Space Res. (Amst)",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "Use of micro-computed tomography to evaluate the effects of exercise on preventing the degeneration of articular cartilage in tail-suspended rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57716,
            "infons": {
              "fpage": "392",
              "lpage": "398",
              "name_0": "surname:Moriyama;given-names:H",
              "pub-id_doi": "10.1016/j.joca.2007.07.002",
              "section_type": "REF",
              "source": "Osteoarthr. Cartil.",
              "type": "ref",
              "volume": "16",
              "year": "2008"
            },
            "text": "Alteration in articular cartilage of rat knee joints after spinal cord injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57794,
            "infons": {
              "fpage": "333",
              "lpage": "344",
              "name_0": "surname:Willey;given-names:JS",
              "pub-id_doi": "10.1667/RR14400.1",
              "pub-id_pmid": "27602483",
              "section_type": "REF",
              "source": "Radiat. Res.",
              "type": "ref",
              "volume": "186",
              "year": "2016"
            },
            "text": "Spaceflight-relevant challenges of radiation and/or reduced weight bearing cause arthritic responses in knee articular cartilage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57923,
            "infons": {
              "fpage": "420",
              "lpage": "426",
              "name_0": "surname:Leong;given-names:DJ",
              "pub-id_doi": "10.1016/j.matbio.2010.02.004",
              "section_type": "REF",
              "source": "Matrix Biol.: J. Int. Soc. Matrix Biol.",
              "type": "ref",
              "volume": "29",
              "year": "2010"
            },
            "text": "Matrix metalloproteinase-3 in articular cartilage is upregulated by joint immobilization and suppressed by passive joint motion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58051,
            "infons": {
              "fpage": "551",
              "lpage": "560",
              "name_0": "surname:Ulbrich;given-names:C",
              "pub-id_doi": "10.1159/000303059",
              "pub-id_pmid": "20332636",
              "section_type": "REF",
              "source": "Cell Physiol. Biochem.",
              "type": "ref",
              "volume": "25",
              "year": "2010"
            },
            "text": "Characterization of human chondrocytes exposed to simulated microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58124,
            "infons": {
              "fpage": "4717",
              "name_0": "surname:Ronca;given-names:AE",
              "pub-id_doi": "10.1038/s41598-019-40789-y",
              "pub-id_pmid": "30976012",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Behavior of mice aboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58180,
            "infons": {
              "name_0": "surname:Sibonga;given-names:J",
              "pub-id_doi": "10.1016/j.bone.2019.07.013",
              "pub-id_pmid": "31400472",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "year": "2019"
            },
            "text": "Resistive exercise in astronauts on prolonged spaceflights provides partial protection against spaceflight-induced bone loss",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58305,
            "infons": {
              "fpage": "2020",
              "issue": "1185–1201",
              "name_0": "surname:da Silveira;given-names:WA",
              "pub-id_doi": "10.1016/j.cell.2020.11.002",
              "pub-id_pmid": "33326746",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58420,
            "infons": {
              "fpage": "3",
              "name_0": "surname:Fitzgerald;given-names:J",
              "name_1": "surname:Endicott;given-names:J",
              "name_2": "surname:Hansen;given-names:U",
              "name_3": "surname:Janowitz;given-names:C",
              "pub-id_doi": "10.1038/s41526-019-0063-6",
              "pub-id_pmid": "30793021",
              "section_type": "REF",
              "source": "NPJ. Microgravity",
              "type": "ref",
              "volume": "5",
              "year": "2019"
            },
            "text": "Articular cartilage and sternal fibrocartilage respond differently to extended microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58512,
            "infons": {
              "fpage": "305",
              "lpage": "315",
              "name_0": "surname:Ochi;given-names:M",
              "name_1": "surname:Kanda;given-names:T",
              "name_2": "surname:Sumen;given-names:Y",
              "name_3": "surname:Ikuta;given-names:Y",
              "pub-id_doi": "10.1097/00003086-199701000-00040",
              "section_type": "REF",
              "source": "Clin. Orthop. Relat. Res.",
              "type": "ref",
              "volume": "334",
              "year": "1997"
            },
            "text": "Changes in the permeability and histologic findings of rabbit menisci after immobilization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58603,
            "infons": {
              "fpage": "2278",
              "lpage": "2288",
              "name_0": "surname:Burleigh;given-names:A",
              "pub-id_doi": "10.1002/art.34420",
              "pub-id_pmid": "22307759",
              "section_type": "REF",
              "source": "Arthritis Rheum.",
              "type": "ref",
              "volume": "64",
              "year": "2012"
            },
            "text": "Joint immobilization prevents murine osteoarthritis and reveals the highly mechanosensitive nature of protease expression in vivo",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58733,
            "infons": {
              "fpage": "1165",
              "lpage": "1171",
              "name_0": "surname:Ferretti;given-names:M",
              "pub-id_doi": "10.1016/j.orthres.2005.01.025",
              "pub-id_pmid": "16140197",
              "section_type": "REF",
              "source": "J. Orthop. Res.",
              "type": "ref",
              "volume": "23",
              "year": "2005"
            },
            "text": "Anti-inflammatory effects of continuous passive motion on meniscal fibrocartilage",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58815,
            "infons": {
              "fpage": "2149",
              "lpage": "2156",
              "name_0": "surname:Morgan;given-names:OJ",
              "pub-id_doi": "10.1002/jor.24379",
              "pub-id_pmid": "31119801",
              "section_type": "REF",
              "source": "J. Orthop. Res.",
              "type": "ref",
              "volume": "37",
              "year": "2019"
            },
            "text": "Effects of a medial knee unloading implant on tibiofemoral joint mechanics during walking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58905,
            "infons": {
              "fpage": "S3",
              "lpage": "9",
              "name_0": "surname:Vincent;given-names:KR",
              "name_1": "surname:Conrad;given-names:BP",
              "name_2": "surname:Fregly;given-names:BJ",
              "name_3": "surname:Vincent;given-names:HK",
              "pub-id_doi": "10.1016/j.pmrj.2012.01.020",
              "pub-id_pmid": "22632700",
              "section_type": "REF",
              "source": "PM R",
              "type": "ref",
              "volume": "4",
              "year": "2012"
            },
            "text": "The pathophysiology of osteoarthritis: a mechanical perspective on the knee joint",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58987,
            "infons": {
              "fpage": "8215",
              "name_0": "surname:Mao;given-names:XW",
              "pub-id_doi": "10.1038/s41598-019-44696-0",
              "pub-id_pmid": "31160660",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Characterization of mouse ocular response to a 35-day spaceflight mission: evidence of blood-retinal barrier disruption and ocular adaptations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59130,
            "infons": {
              "fpage": "890",
              "lpage": "897",
              "name_0": "surname:Mao;given-names:XW",
              "pub-id_doi": "10.3109/10715762.2014.920086",
              "pub-id_pmid": "24796731",
              "section_type": "REF",
              "source": "Free Radic. Res.",
              "type": "ref",
              "volume": "48",
              "year": "2014"
            },
            "text": "Biological and metabolic response in STS-135 space-flown mouse skin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59198,
            "infons": {
              "fpage": "8",
              "name_0": "surname:Lang;given-names:T",
              "pub-id_doi": "10.1038/s41526-017-0013-0",
              "pub-id_pmid": "28649630",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "3",
              "year": "2017"
            },
            "text": "Towards human exploration of space: the THESEUS review series on muscle and bone research priorities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59299,
            "infons": {
              "fpage": "1224",
              "lpage": "1230",
              "name_0": "surname:Lang;given-names:TF",
              "name_1": "surname:Leblanc;given-names:AD",
              "name_2": "surname:Evans;given-names:HJ",
              "name_3": "surname:Lu;given-names:Y",
              "pub-id_doi": "10.1359/jbmr.060509",
              "pub-id_pmid": "16869720",
              "section_type": "REF",
              "source": "J. Bone Miner. Res.",
              "type": "ref",
              "volume": "21",
              "year": "2006"
            },
            "text": "Adaptation of the proximal femur to skeletal reloading after long-duration spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59386,
            "infons": {
              "fpage": "1053",
              "lpage": "1060",
              "name_0": "surname:Stepanek;given-names:J",
              "name_1": "surname:Blue;given-names:RS",
              "name_2": "surname:Parazynski;given-names:S",
              "pub-id_doi": "10.1056/NEJMra1609012",
              "pub-id_pmid": "30865799",
              "section_type": "REF",
              "source": "N. Engl. J. Med.",
              "type": "ref",
              "volume": "380",
              "year": "2019"
            },
            "text": "Space medicine in the era of civilian spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59436,
            "infons": {
              "fpage": "433",
              "lpage": "445",
              "name_0": "surname:Ramachandran;given-names:V",
              "pub-id_doi": "10.21037/jss.2018.04.07",
              "pub-id_pmid": "30069539",
              "section_type": "REF",
              "source": "J. Spine Surg.",
              "type": "ref",
              "volume": "4",
              "year": "2018"
            },
            "text": "Effects of spaceflight on cartilage: implications on spinal physiology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59507,
            "infons": {
              "fpage": "10",
              "name_0": "surname:Fitzgerald;given-names:J",
              "pub-id_doi": "10.1038/s41536-017-0016-1",
              "pub-id_pmid": "29302346",
              "section_type": "REF",
              "source": "NPJ Regen. Med.",
              "type": "ref",
              "volume": "2",
              "year": "2017"
            },
            "text": "Cartilage breakdown in microgravity-a problem for long-term spaceflight?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59580,
            "infons": {
              "name_0": "surname:Bader;given-names:DL",
              "name_1": "surname:Salter;given-names:DM",
              "name_2": "surname:Chowdhury;given-names:TT",
              "pub-id_doi": "10.1155/2011/979032",
              "pub-id_pmid": "22046527",
              "section_type": "REF",
              "source": "Arthritis",
              "type": "ref",
              "year": "2011"
            },
            "text": "Biomechanical influence of cartilage homeostasis in health and disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59651,
            "infons": {
              "fpage": "237",
              "lpage": "242",
              "name_0": "surname:Yokota;given-names:H",
              "name_1": "surname:Leong;given-names:DJ",
              "name_2": "surname:Sun;given-names:HB",
              "pub-id_doi": "10.1007/s11914-011-0067-y",
              "pub-id_pmid": "21858507",
              "section_type": "REF",
              "source": "Curr. Osteoporos. Rep.",
              "type": "ref",
              "volume": "9",
              "year": "2011"
            },
            "text": "Mechanical loading: bone remodeling and cartilage maintenance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59713,
            "infons": {
              "fpage": "64",
              "lpage": "74",
              "name_0": "surname:Ye;given-names:W",
              "pub-id_doi": "10.1111/fcp.12229",
              "pub-id_pmid": "27483042",
              "section_type": "REF",
              "source": "Fundam. Clin. Pharmacol.",
              "type": "ref",
              "volume": "31",
              "year": "2017"
            },
            "text": "Advanced oxidation protein products induce apoptosis of human chondrocyte through reactive oxygen species-mediated mitochondrial dysfunction and endoplasmic reticulum stress pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59896,
            "infons": {
              "name_0": "surname:Tang;given-names:Q",
              "pub-id_doi": "10.1038/cddis.2017.453",
              "pub-id_pmid": "29238039",
              "section_type": "REF",
              "source": "Cell Death Dis..",
              "type": "ref",
              "year": "2017"
            },
            "text": "Trehalose ameliorates oxidative stress-mediated mitochondrial dysfunction and ER stress via selective autophagy stimulation and autophagic flux restoration in osteoarthritis development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60082,
            "infons": {
              "fpage": "139",
              "lpage": "152",
              "name_0": "surname:Collins;given-names:JA",
              "pub-id_doi": "10.1016/j.freeradbiomed.2019.01.005",
              "pub-id_pmid": "30639614",
              "section_type": "REF",
              "source": "Free Radic. Biol. Med.",
              "type": "ref",
              "volume": "134",
              "year": "2019"
            },
            "text": "Differential peroxiredoxin hyperoxidation regulates MAP kinase signaling in human articular chondrocytes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60187,
            "infons": {
              "fpage": "412",
              "lpage": "420",
              "name_0": "surname:Loeser;given-names:RF",
              "name_1": "surname:Collins;given-names:JA",
              "name_2": "surname:Diekman;given-names:BO",
              "pub-id_doi": "10.1038/nrrheum.2016.65",
              "pub-id_pmid": "27192932",
              "section_type": "REF",
              "source": "Nat. Rev. Rheumatol.",
              "type": "ref",
              "volume": "12",
              "year": "2016"
            },
            "text": "Ageing and the pathogenesis of osteoarthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60233,
            "infons": {
              "fpage": "11722",
              "name_0": "surname:Koike;given-names:M",
              "pub-id_doi": "10.1038/srep11722",
              "pub-id_pmid": "26108578",
              "section_type": "REF",
              "source": "Sci. Rep.",
              "type": "ref",
              "volume": "5",
              "year": "2015"
            },
            "text": "Mechanical overloading causes mitochondrial superoxide and SOD2 imbalance in chondrocytes resulting in cartilage degeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60359,
            "infons": {
              "fpage": "31972",
              "lpage": "31981",
              "name_0": "surname:Yin;given-names:W",
              "name_1": "surname:Park;given-names:JI",
              "name_2": "surname:Loeser;given-names:RF",
              "pub-id_doi": "10.1074/jbc.M109.056838",
              "pub-id_pmid": "19762915",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "284",
              "year": "2009"
            },
            "text": "Oxidative stress inhibits insulin-like growth factor-I induction of chondrocyte proteoglycan synthesis through differential regulation of phosphatidylinositol 3-Kinase-Akt and MEK-ERK MAPK signaling pathways",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60567,
            "infons": {
              "fpage": "3533",
              "lpage": "3544",
              "name_0": "surname:Aigner;given-names:T",
              "pub-id_doi": "10.1002/art.22174",
              "pub-id_pmid": "17075858",
              "section_type": "REF",
              "source": "Arthritis Rheum.",
              "type": "ref",
              "volume": "54",
              "year": "2006"
            },
            "text": "Large-scale gene expression profiling reveals major pathogenetic pathways of cartilage degeneration in osteoarthritis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60685,
            "infons": {
              "fpage": "41988",
              "lpage": "42000",
              "name_0": "surname:Xue;given-names:EX",
              "pub-id_doi": "10.18632/oncotarget.16716",
              "pub-id_pmid": "28410217",
              "section_type": "REF",
              "source": "Oncotarget",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Pterostilbene inhibits inflammation and ROS production in chondrocytes by activating Nrf2 pathway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60783,
            "infons": {
              "fpage": "1465",
              "lpage": "1471",
              "name_0": "surname:Liphardt;given-names:AM",
              "pub-id_doi": "10.1002/jor.23786",
              "pub-id_pmid": "29077223",
              "section_type": "REF",
              "source": "J. Orthop. Res.",
              "type": "ref",
              "volume": "36",
              "year": "2018"
            },
            "text": "Sensitivity of serum concentration of cartilage biomarkers to 21-days of bed rest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60865,
            "infons": {
              "fpage": "1896",
              "lpage": "1906",
              "name_0": "surname:Smith;given-names:SM",
              "pub-id_doi": "10.1002/jbmr.1647",
              "pub-id_pmid": "22549960",
              "section_type": "REF",
              "source": "J. Bone Miner. Res.",
              "type": "ref",
              "volume": "27",
              "year": "2012"
            },
            "text": "Benefits for bone from resistance exercise and nutrition in long-duration spaceflight: evidence from biochemistry and densitometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60996,
            "infons": {
              "fpage": "934",
              "lpage": "942",
              "name_0": "surname:Yeow;given-names:CH",
              "name_1": "surname:Cheong;given-names:CH",
              "name_2": "surname:Ng;given-names:KS",
              "name_3": "surname:Lee;given-names:PV",
              "name_4": "surname:Goh;given-names:JC",
              "pub-id_doi": "10.1177/0363546507312645",
              "pub-id_pmid": "18227229",
              "section_type": "REF",
              "source": "Am. J. Sports Med.",
              "type": "ref",
              "volume": "36",
              "year": "2008"
            },
            "text": "Anterior cruciate ligament failure and cartilage damage during knee joint compression: a preliminary study based on the porcine model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61130,
            "infons": {
              "name_0": "surname:Dabiri;given-names:Y",
              "name_1": "surname:Li;given-names:LP",
              "pub-id_doi": "10.1155/2013/862903",
              "pub-id_pmid": "23509602",
              "section_type": "REF",
              "source": "Comput. Math. Methods Med.",
              "type": "ref",
              "year": "2013"
            },
            "text": "Altered knee joint mechanics in simple compression associated with early cartilage degeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61226,
            "infons": {
              "fpage": "110",
              "lpage": "121",
              "name_0": "surname:Shao;given-names:Q",
              "name_1": "surname:MacLeod;given-names:TD",
              "name_2": "surname:Manal;given-names:K",
              "name_3": "surname:Buchanan;given-names:TS",
              "pub-id_doi": "10.1007/s10439-010-0131-2",
              "pub-id_pmid": "20683675",
              "section_type": "REF",
              "source": "Ann. Biomed. Eng.",
              "type": "ref",
              "volume": "39",
              "year": "2011"
            },
            "text": "Estimation of ligament loading and anterior tibial translation in healthy and ACL-deficient knees during gait and the influence of increasing tibial slope using EMG-driven approach",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61407,
            "infons": {
              "fpage": "1335",
              "lpage": "1344",
              "name_0": "surname:Vaziri;given-names:A",
              "name_1": "surname:Nayeb-Hashemi;given-names:H",
              "name_2": "surname:Singh;given-names:A",
              "name_3": "surname:Tafti;given-names:BA",
              "pub-id_doi": "10.1007/s10439-008-9515-y",
              "pub-id_pmid": "18496753",
              "section_type": "REF",
              "source": "Ann. Biomed. Eng.",
              "type": "ref",
              "volume": "36",
              "year": "2008"
            },
            "text": "Influence of meniscectomy and meniscus replacement on the stress distribution in human knee joint",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61505,
            "infons": {
              "fpage": "76",
              "lpage": "87",
              "name_0": "surname:Tiku;given-names:ML",
              "name_1": "surname:Sabaawy;given-names:HE",
              "pub-id_doi": "10.1177/1759720X15576866",
              "pub-id_pmid": "26029269",
              "section_type": "REF",
              "source": "Ther. Adv. Musculoskelet. Dis.",
              "type": "ref",
              "volume": "7",
              "year": "2015"
            },
            "text": "Cartilage regeneration for treatment of osteoarthritis: a paradigm for nonsurgical intervention",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61601,
            "infons": {
              "fpage": "105",
              "lpage": "115",
              "name_0": "surname:Chu;given-names:CR",
              "name_1": "surname:Szczodry;given-names:M",
              "name_2": "surname:Bruno;given-names:S",
              "pub-id_doi": "10.1089/ten.TEB.2009.0452",
              "pub-id_pmid": "19831641",
              "section_type": "REF",
              "source": "Tissue Eng. Part B Rev.",
              "type": "ref",
              "volume": "16",
              "year": "2010"
            },
            "text": "Animal models for cartilage regeneration and repair",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61653,
            "infons": {
              "fpage": "419",
              "lpage": "423",
              "name_0": "surname:Akella;given-names:SV",
              "pub-id_doi": "10.1002/mrm.1208",
              "pub-id_pmid": "11550230",
              "section_type": "REF",
              "source": "Magn. Reson. Med.",
              "type": "ref",
              "volume": "46",
              "year": "2001"
            },
            "text": "Proteoglycan-induced changes in T1rho-relaxation of articular cartilage at 4T",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61731,
            "infons": {
              "fpage": "1586",
              "lpage": "1593",
              "name_0": "surname:Haapala;given-names:J",
              "pub-id_pmid": "8877929",
              "section_type": "REF",
              "source": "J. Rheumatol.",
              "type": "ref",
              "volume": "23",
              "year": "1996"
            },
            "text": "Coordinated regulation of hyaluronan and aggrecan content in the articular cartilage of immobilized and exercised dogs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61850,
            "infons": {
              "fpage": "387",
              "lpage": "398",
              "name_0": "surname:Ferguson;given-names:VL",
              "name_1": "surname:Ayers;given-names:RA",
              "name_2": "surname:Bateman;given-names:TA",
              "name_3": "surname:Simske;given-names:SJ",
              "pub-id_doi": "10.1016/S8756-3282(03)00199-6",
              "pub-id_pmid": "13678781",
              "section_type": "REF",
              "source": "Bone",
              "type": "ref",
              "volume": "33",
              "year": "2003"
            },
            "text": "Bone development and age-related bone loss in male C57BL/6J mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61915,
            "infons": {
              "fpage": "821",
              "lpage": "830",
              "name_0": "surname:Hutchinson;given-names:ID",
              "pub-id_doi": "10.3109/09553002.2014.927935",
              "pub-id_pmid": "24885745",
              "section_type": "REF",
              "source": "Int. J. Radiat. Biol.",
              "type": "ref",
              "volume": "90",
              "year": "2014"
            },
            "text": "Total-body irradiation produces late degenerative joint damage in rats",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61986,
            "infons": {
              "fpage": "135",
              "lpage": "140",
              "name_0": "surname:Waldstein;given-names:W",
              "pub-id_doi": "10.1002/jor.23010",
              "pub-id_pmid": "26250350",
              "section_type": "REF",
              "source": "J. Orthop. Res.",
              "type": "ref",
              "volume": "34",
              "year": "2016"
            },
            "text": "OARSI osteoarthritis cartilage histopathology assessment system: a biomechanical evaluation in the human knee",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]