[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250703",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC8890767",
        "infons": {
          "license": "NO-CC CODE"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1007/s11095-022-03191-4",
              "article-id_pmc": "PMC8890767",
              "article-id_pmid": "35237922",
              "article-id_publisher-id": "3191",
              "fpage": "541",
              "issue": "3",
              "kwd": "Covid-19 heparin intranasal delivery SARS-CoV-2",
              "license": "This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic.",
              "lpage": "551",
              "name_0": "surname:Harris;given-names:Hannah M.",
              "name_1": "surname:Boyet;given-names:Katherine L.",
              "name_10": "surname:Pomin;given-names:Vitor H.",
              "name_11": "surname:Mitra;given-names:Dipanwita",
              "name_12": "surname:Harrison;given-names:Kerri A.",
              "name_13": "surname:Dahl;given-names:Eric",
              "name_14": "surname:Gurley;given-names:Bill J.",
              "name_15": "surname:Kotha;given-names:Arun Kumar",
              "name_16": "surname:Chougule;given-names:Mahavir Bhupal",
              "name_17": "surname:Sharp;given-names:Joshua S.",
              "name_2": "surname:Liu;given-names:Hao",
              "name_3": "surname:Dwivedi;given-names:Rohini",
              "name_4": "surname:Ashpole;given-names:Nicole M.",
              "name_5": "surname:Tandon;given-names:Ritesh",
              "name_6": "surname:Bidwell;given-names:Gene L.;suffix:III",
              "name_7": "surname:Cheng;given-names:Zhi",
              "name_8": "surname:Fassero;given-names:Lauren A.",
              "name_9": "surname:Yu;given-names:Christian S.",
              "section_type": "TITLE",
              "title": "KEY WORDS",
              "type": "front",
              "volume": "39",
              "year": "2022"
            },
            "text": "Safety and Pharmacokinetics of Intranasally Administered Heparin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Purpose",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Intranasally administered unfractionated heparin (UFH) and other sulfated polysaccharides are potential prophylactics for COVID-19. The purpose of this research was to measure the safety and pharmacokinetics of clearance of intranasally administered UFH solution from the nasal cavity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 359,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 367,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Double-blinded daily intranasal dosing in C57Bl6 mice with four doses (60 ng to 60 μg) of UFH was carried out for fourteen consecutive days, with both blood coagulation measurements and subject adverse event monitoring. The pharmacokinetics of fluorescent-labeled UFH clearance from the nasal cavity were measured in mice by in vivo imaging. Intranasal UFH at 2000 U/day solution with nasal spray device was tested for safety in a small number of healthy human subjects.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 842,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 850,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "UFH showed no evidence of toxicity in mice at any dose measured. No significant changes were observed in activated partial thromboplastin time (aPTT), platelet count, or frequency of minor irritant events over vehicle-only control. Human subjects showed no significant changes in aPTT time, international normalized ratio (INR), or platelet count over baseline measurements. No serious adverse events were observed. In vivo imaging in a mouse model showed a single phase clearance of UFH from the nasal cavity. After 12 h, 3.2% of the administered UFH remained in the nasal cavity, decaying to background levels by 48 h.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1473,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1485,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "UFH showed no toxic effects for extended daily intranasal dosing in mice as well as humans. The clearance kinetics of intranasal heparin solution from the nasal cavity indicates potentially protective levels for up to 12 h after dosing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1723,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1749,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The online version contains supplementary material available at 10.1007/s11095-022-03191-4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1841,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1854,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The coronavirus disease 2019 (COVID-19) pandemic caused by the severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) has led to severe social and economic consequences spanning the entire world. Despite active vaccination programs and implementation of social distancing parameters, the number of infections and deaths in the world remain significantly high and new highly transmissible strains are emerging. SARS-CoV-2 is a zoonotic betacoronavirus transmitted via person to person mainly through air droplets and sometimes fecal-oral routes, potentially infecting nasal, lung, and intestinal tissues. Currently, there are no highly effective therapeutics to treat COVID-19, making effective prevention an essential public health goal.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2606,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "SARS-CoV-2 entry into host cells is initiated by molecular interaction between the SARS-CoV-2 spike glycoproteins (also known as S-protein) and heparan sulfate proteoglycans (HSPG) displayed on the host cell surfaces. Several viruses from different virus families are known to utilize HSPG as their attachment receptors, for example, parainfluenza, adenovirus, human immunodeficiency virus (HIV), cytomegalovirus, and herpes simplex virus. In the case of SARS-CoV-2, the S-protein-HSPG interaction is followed by binding of S-protein to the human angiotensin converting enzyme 2 (ACE2). Binding of SARS-CoV-2 to host HSPG is essential for the progression of virus entry and infection cycle, as evidenced by disruption of virus entry by exogenously administered sulfated polysaccharides, which compete with cell surface HSPGs. The sulfated polysaccharides that have already been investigated as anti-SARS-CoV-2 agents include heparin, heparin derivatives and glycosaminoglycan analogs. These sulfated polysaccharides are likely to remain effective against emerging variants of concern (VOC) that partially evade vaccine-induced immune response due to differences in polysaccharide and antibody binding sites on SARS-CoV-2 spike glycoprotein and the conserved nature of the polybasic furin cleavage site, one of the major sites of heparin interaction and activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3969,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Since the major route of virus transmission of SARS-CoV-2 is predominantly initiated by airborne droplet infection of nasal tissues, it is reasonable to consider the design of potentially novel anti-SARS-CoV-2 agents, like UFH, for intranasal administration. Such an approach may lead to the discovery of novel anticoronaviral agents with high efficacy, fast mechanisms of action, wide therapeutic windows, and non-invasive self-administration protocols for a possible prophylactic use. While heparin administration by injection is already FDA-approved for other uses, potential antiviral utility against coronaviruses is just being explored. Unfortunately, little is known about the effects of UFH, particularly regarding the potential consequences of repeated administration to the nasal cavity. Preliminary tests regarding clearance, pharmacokinetics, and safety must be undertaken prior to implementing the actual clinical nasal application of a potentially useful anti-SARS-CoV-2 drug, like heparin, which is already FDA-approved for use by administration via other routes. In this work, a series of in vivo pharmacological and toxicological aspects of intranasally administered UFH in mice were investigated. Blood histology, coagulation, olfactory behavior, drug clearance, and adverse outcomes were assessed in mice, and safety was evaluated in a small healthy human sample population. Primary objectives for the human study were the measurement of systemic bioavailability based on increased blood coagulation properties using aPTT and INR measurements. Platelet count was also observed to detect any potential heparin-induced thrombocytopenia. Finally, episodes of epistaxis were monitored to measure for localized damage to mucus membranes and/or localized anti-coagulation activity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5764,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Based on the above findings, we hypothesized that the intranasal administration of UFH solution will readily deliver the UFH to the nasal passages and will be safe with no or minimal toxic effects in mice or humans. Results indicate efficient delivery, extended retention of heparin in the nasal passages, and clearance of intranasally administered UFH with no major adverse effects.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6148,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6156,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6166,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Heparin Sodium Injection, USP was purchased in two different formulations for human intranasal administration: 5000 USP units per mL (NDC: 71288–403-10) and 10,000 USP units per mL (NDC: 00409–2721-30). Heparin sodium salt from porcine intestinal mucosa (≥ 180 U/mg) was obtained from Sigma-Aldrich (St. Louis, MO) and used without further purification. CF680R dye was obtained from Biotium (Fremont, CA). Reagents for aPTT analysis were obtained from Pacific Hemostasis. aPTT times were measured on a KC4 coagulometer (Sigma Amelung). Other chemicals were purchased from VWR International (Radnor, PA). The U line S-20037C – 1 Oz Glass Dropper Bottles with pump (100 μl per spray) was provided by Brister’s H & W Compounding Pharmacy, Grenada, MS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6928,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Preparation of Heparin Product",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6959,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All formulation steps were performed under a Biosafety cabinet hood in BSL-2 level laboratory. For animal studies, diluent medium was prepared using 39.6 mL of sterile milliQ water, 0.4 mL benzyl alcohol, and 0.36 g of NaCl. The pH of the diluent was adjusted to 6.2, and the diluent solution was filtered using a 0.2 μm filter. A stock solution of 5 mg/mL of heparin was prepared by dissolving 10.5 mg of dry heparin sodium in 2 mL of diluent solution. The stock solution was then serially diluted 10x using the diluent medium to prepare specified doses of heparin.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7534,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For human studies, heparin sodium injection at either 5000 U/mL (NDC: 71288–402-10) or 10,000 U/mL (NDC: 00406–2721-30) was transferred into glass intranasal U line S-20037C – 1 Oz Glass Dropper spray bottles with a 100 μL actuator (Aptar Pharma, Congers NY) under sterile conditions. The intranasal spray bottles were verified to dispense 0.1 mL of heparin solution per pump.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7922,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Animals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7930,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All procedures were approved by the University of Mississippi Institutional Animal Care and Use Committee (protocol #19–009) or the University of Mississippi Medical Center Institutional Animal Care and Use Committee (protocol #1571). Toxicology experiments were performed on wild-type male (19-23 g) and female (16-19 g) C57BL6 mice from Envigo (Indianapolis, IN) in study groups of six mice for each dose (three male, three female). The study was powered to preserve an 80% chance of not committing a Type II error with a 5% chance of Type I error at significant effect sizes (weight as the variable: power > 0.8 to detect a 20% change in body weight within sex (n = 3), 10% change in body weight within entire group (n = 6); aPTT time: power > 0.8 to detect a 100% change in aPTT (n = 4); buried food recovery time: power > 0.8 to detect a 100% change in recovery time (n = 5)). No data were excluded from analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8881,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": " In vivo imaging experiments were performed on six (three male, three female) SKH1-Elite mice (Crl:SKH1-Hrhr Outbred: Charles River Laboratories, Wilmington, MA). One female mouse exhibited poor response to the anesthetic resulting in significant movement during imaging, so data for this mouse were excluded from the nasal clearance kinetics modeling. All animals for toxicology studies were housed in the AALAC-accredited University of Mississippi Animal Facility and given access to rodent chow (Cat.# 7001, Envigo Teklad 4% Fat Rodent Diet) and tap water ad libitum for the duration of the experiments. Mice were group-housed (3–4 mice/cage) in climate-controlled rooms (30–40% relative humidity, 21–23°C) under a 12:12 h light/dark cycle (lights on at 06:00). All mice were acclimated to the vivarium colony room for five days prior to initiating the drug administration regimen. Upon completion of the study, mice were anesthetized with vaporized isofluorane, perfused with phosphate buffer saline, and secondarily euthanized with decapitation. Tissues of interest were examined, weighed, and fixed in buffered 4% formalin. The left liver lobes were embedded in 30% sucrose (Sigma, S9378) overnight at 4°C and frozen in optimal cutting temperature for cryosectioning (Leica CM 3050S) at −15°C. Serial slices (10 μm) were transferred to superfrost coated glass slides and stained following standard H&E protocols (dehydrated with alcohol, stained in hematoxylin for 2 min, rinsed, differentiated in 70% alcohol and then subsequently stained in 0.01% eosin Y for 30 s, rinsed in 95% ethanol, dehydrated with absolute ethanol and cleared in three xylene washes). Entire hepatic cross-sections were imaged (40x) and stitched (10% overlap) using an HCA Nikon Ti2-E microscope and assessed by a blinded observer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10710,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Intranasal (IN) Drug Delivery",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10740,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Mice were transferred to a surgical suite each day and weighed prior to inhaled anesthesia induction with up to 5% isofluorane. Mice were then administered 6 μL per nostril of Heparin solution at concentrations from 5 to 5000 mg/L using a micropipette timed to inspiration. Mice were returned to their home cage and were monitored during recovery (less than 5 min). Drug was administered each morning (08:00–12:00) for 14 consecutive days. Signs of inflammation, bleeding, and/or nasal discharge were monitored twice daily by visual inspection of the nose, body, cage, and bedding. Images of the nose were taken prior to administration, one week into administration, and on the 14th day of administration for further visual analyses of inflammation or irritation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11510,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Olfaction Assessment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11531,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Buried Food Test was used to assess the ability to smell volatile odors following the 14-day regimen of IN administration. Mice were habituated to the food stimulus of choice, Teddy Grahams (Nabisco, Hanover, New Jersey), at least 24-h prior to behavioral testing to confirm its rewarding stimulus. Mice were food deprived (water ad lib) immediately following Day 14 of IN drug administration to motivate subjects, and tested 24-h later (signs of distress were monitored while food deprived). On test day, the subject was placed in a test chamber containing 3 cm of fresh 1/8 in corncob bedding for a 15-min trial, with the food stimulus buried approximately 1 cm below the bedding surface in a randomly assigned corner of the cage. The subject successfully completed the assay when it uncovered the food stimulus and began to eat, using one or both forepaws on the food. Latency to uncover and eat the food served as the dependent measure. Each trial had a maximum latency of 900 s. Immediately following testing, mice were returned to their home cage, and ad lib access to food was restored.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12632,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Blood Histology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12648,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the time of exsanguination, 20 μL of whole blood was removed and smeared on coverglass for histological assessment. The smears were air dried and stained with Wright’s Blood Stain (Fisher, #9513306), washed 3 times, and dried for microscopic imaging. Only the highest heparin dose was analyzed for platelet count. Five fields per sample were imaged at random at 600x phase contrast using a Nikon Ti2-E Microscope. Platelets in each image were counted by a blinded observer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13129,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "aPTT Measurements",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13147,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Activated partial thromboplastin time assay (aPTT) was performed by incubating 50 μL of test animal plasma with 50 μL of control reference plasma. Following this, 100 μL of aPTT reagent was added and the individual mixtures were further incubated for five minutes at 37°C. Clotting time was measured in seconds immediately following the addition of 100 μL of 25 mM CaCl2. For control values, heparin was added directly to 100 μL of reference plasma at a defined concentration (U/mL), aPTT reagent was added and the aPTT assay performed as described.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13709,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "In Vivo Imaging of Intranasal Heparin Product",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13755,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "CF680R-heparin was generated by conjugating the free reducing-end of heparin with the aminooxy group of the CF680R. Briefly, 50 μM of heparin (EMD Millipore) stock solution was prepared in 100 mM sodium phosphate and 1.5 M sodium chloride (pH 7.4). 5 mM of CF680R (Biotium) stock solution was prepared in water. 150 μL of 5 mM CF680R was added to 300 μL of 50 μM heparin. The molar ratio of heparin and CF680R was 1:50. 45 μL of aniline was added to catalyze the reaction. The mixture was reacted at room temperature overnight in the dark. The conjugate was purified by a 3 kDa Amicon Ultra centrifugal filter (Millipore Sigma) at 13,000×g for 30 min, followed by three washes with 400 μL of water at 13,000×g for 30 min. The final sample was further purified by HPLC size exclusion chromatography using a 4.6 mm × 300 mm ACQUITY BEH SEC column (Waters). Sample was analyzed using an isocratic gradient of 40 mM sodium acetate in 20% methanol at a flow rate of 100 μL/min and detection by UV absorbance at 680 nm.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14802,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "CF680R-heparin (excitation maximum = 680 nm; emission maximum = 701 nm) was resuspended in 1X PBS (600μg/72 μl) and administered at 1 μl per nostril (1.67 μg total) in the mouse anesthetized with 3% isoflurane initially and maintaining anesthesia with 1% isoflurane. Images were acquired on an IVIS Spectrum animal imager system using Living Image® Software (Perkin Elmer). Images were captured before administration of heparin and at 5 min, 15 min, 30 min, 1 h, 2 h, 5 h, 12 h, 24 h, 48 h, 72 h and 96 h post administration. Quantification was performed by manual definition of the nasal cavity followed by software quantification of IR fluorescence average radiant efficiency in the defined area. Background IR intensity was obtained pre-dosing for each animal and subtracted from each time point. Each replicate was normalized to the intensity of nasal IR fluorescence measured five minutes post-dose for each animal. One-phase and two-phase exponential decay modeling was carried out using GraphPad Prism 9.3.1 and hypothesis testing using an extra sum-of-squares F test was performed. As the p value for the comparison of fits measurement was not below 0.05 (p = 0.37) and gains in the goodness of fit parameters were minimal for the two-phase decay model (R2 = .77 for the one-phase model versus .78 for the two-phase model), the simpler model was chosen.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16201,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Statistical Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16222,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Prior to the initiation of treatment, all mice were thoroughly examined for abnormalities and one mouse with a blunted nose was removed and replaced. Drug was assigned to the mice using block randomization for equal group size and drug doses were coded to ensure administration and outcome assessments were performed double blinded. Data were analyzed using SPSS and SyStat SigmaPlot v13 software. Normality was assessed with Shapiro-Wilk test and equal variance was assessed with Brown-Forsythe test. One-way ANOVAs with post-hoc Bonferonni tests were utilized to compare differences with a statistically significant cut-off value of p < 0.05. Two-way ANOVAs for sex and treatment revealed a significant main effect of sex across all body weights and most tissue weights, thus each sex was considered independently.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17043,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Human Study Population",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17066,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "An Early Phase 1 interventional clinical trial (NCT04490239) in a small sample population was performed under the approval and guidance of the University of Mississippi Institutional Review Board (protocol #21–004). Six volunteers (three male, three female) between the ages of 18 and 61 (mean age 31 yr) were included in the non-randomized exploratory study after screening ten participants in Oxford, MS (Table I). The six participants were selected based on subject availability during the preferred study dates; the remaining four were retained as replacement subjects in case of participant withdrawal. Exclusion criteria were allergy to heparin; current use of anti-coagulant or anti-platelet drug therapies or any intranasal medication; known history of anemia, thrombocytopenia or other blood disorder; autoimmune disorders; known history of neurologic/psychiatric disorders; reports of any active infection; or subject is pregnant, breast-feeding or is expecting to conceive during the study. All female volunteers were tested for pregnancy via HCG test during each blood draw; no tests returned positive for pregnancy at any point during the study. All subjects submitted written informed consent prior to enrollment in the study. At baseline, all volunteers had clinically normal aPTT (24–33 s) and INR values (0.8–1.2), along with clinically normal platelet counts (150000–450,000 platelets/μL). All participants completed the entire course of the study. This study was not randomized, as all participants received the intranasal heparin intervention.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18641,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Administration of Intranasal Heparin to Human Volunteers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18698,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Administration was carried out in two phases: an acute phase to determine tolerability of two doses, and a chronic phase to determine tolerability of repeated daily doses using U-line nasal spray bottle with pump over a two-week period. During the acute phase, volunteers applied a single spray of 500 U to each nostril on Day 1 in the clinic and volunteers were observed for one hour for adverse events. Whole blood was drawn by venipuncture 24 h after dosing to allow for aPTT measurement. If the aPTT value remained in the clinically normal range, volunteers applied a single spray of 1000 U to each nostril on Day 3 in the clinic. Again, aPTT was measured 24 h post-dosing. No differences in aPTT levels were observed at either dose in the acute phase, thus all participants entered the chronic phase of the intervention. A five-day washout period was used between the acute phase and the chronic phase.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19610,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "During the chronic phase, each volunteer had a single 1000 U heparin spray per nostril administered on Day 1 in the clinic, and the subject was observed for adverse events. Subjects were instructed on how to self-administer the heparin dose, and subjects were given the test article to self-administer daily at home. Volunteers maintained a dosing journal to document self-administration. Follow-up calls were made on Day 4, Day 7, Day 9 and Day 11 to check on subject compliance, response and adverse events. Blood was drawn after the final dose on Day 14 in the clinic for aPTT measurement. Blood was drawn 24 h after the final dose, on Day 15, and two weeks following completion of the study (Day 30) for aPTT, PT/INR and platelet count measurements. All hematological assays were performed by a contract medical testing lab. Results were registered with clinicaltrials.gov (NCT04490239). No changes were made to methods or assessment criteria after trial commencement.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20585,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20608,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Chronic Toxicology of Intranasal Heparin in a Mouse Model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20666,
            "infons": {
              "file": "11095_2022_3191_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Sample results from 14 day toxicology trial of intranasal heparin in mice. Images of representative A. vehicle control and B. 60 μg/day mouse nose after two weeks. C. Change in body weight from pre-dose to after the 14th day dose",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20899,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Varying doses of heparin or vehicle control were administered to the nasal cavities of male and female mice once per day for 14 consecutive days to monitor safety and tolerability with this route of administration. Block randomization was used to assign dosing groups of 5 mg/L (0.06 μg/day), 50 mg/L (0.6 μg/day), 500 mg/L (6 μg/day), and 5000 mg/L (60 μg/day) heparin formulated in 5 mg/mL sodium chloride, 1% benzyl alcohol (pH 5.0–7.5). 12 μL (6 μL/nostril) were administered daily via drop pipetting into the nasal cavity during inspiration. Notes were taken on animal appearance, grooming, signs of distress, and other notable behaviors twice daily throughout the treatment period. Detailed results are shown in Supplementary Table 1. As expected with this developmental stage, both cohorts of male and female mice exhibited small weight gains over the 14-day drug treatment. Two-way multiple comparison ANOVA indicated a main effect of sex on weight, but no treatment effect when all groups were compared. When sex was considered independently, a one-way ANOVA revealed no difference in the extent of weight gain between any of the treatment doses in females (p > 0.05). In males, between group differences were observed and a post-hoc Bonferonni test revealed a statistically significant increase in weight gain in mice treated with 6 μg/day heparin versus vehicle-only control (mean: 1.33 g gain vs 0.33 g gain, p = 0.018). No differences in the weights of mice receiving lower or higher doses were observed (Fig. 1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22459,
            "infons": {
              "file": "11095_2022_3191_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Dose dependence of frequency of minor observations reported for 14-day heparin trial in mice. No dose dependence in the frequency of minor observations (nasal discharge, dried nasal residue, mild nasal discoloration, etc.) was observed, and no difference between heparin-dosed and vehicle-only control animals were observed",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22783,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Minor nasal discharge, minor nose wetness, dried nasal residue, and sneezing or nasal bubbling upon administration were observed in both test and vehicle-only groups. Minor irritation (pink discoloration) and minor swelling of the nose was observed in a few animals throughout the 14 day protocol, with no differences in prevalence across groups. Only one mouse (male, 6 μg/day heparin) showed irritation on more than one day of the study and the three days of observed irritation were non-consecutive and ended on day 10. No signs of epistaxis or topical bleeding were evident in any mice during the study (Fig. 1). Overall, the frequency of observed minor effects for heparin-dosed animals were small and consistent between males and females (0.29 ± 0.07 events per day for males, 0.29 ± 0.10 events per day for females). No dose-dependence was observed in the frequency of minor effects for heparin-dosed animals (Fig. 2). The frequency of observed minor effects in vehicle-only control animals in males (0.22 ± 0.10 events per day) or females (0.49 ± 0.14 events per day) was not significantly different from heparin-dosed animals (p > 0.05), suggesting the minor irritation may be attributed to the technical aspects of inspiration-timed intranasal administration in young mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24095,
            "infons": {
              "file": "11095_2022_3191_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Blood platelet count after 14 days of daily administration of 60 μg of intranasal heparin in mice. No significant difference in platelet count was observed (p = 0.766)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24270,
            "infons": {
              "file": "11095_2022_3191_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "aPTT assay of mouse plasma after 14-day heparin trial. No significant differences in aPTT clotting time was observed between heparin at any dose versus vehicle only. Significant differences were observed between vehicle only and the vehicle plasma with exogenous heparin added directly at concentrations of 1 U/mL or 0.5 U/mL (p < 0.0001)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24615,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Necropsies were performed at the completion of the drug treatment paradigm with no overt pathology noted across all mice. The wet weights of heart, lungs, liver, spleen, and both kidneys were compared. The only significant difference in wet organ mass observed compared to vehicle-only control was a decrease in liver mass in females receiving the 6 μg/day dose (0.22 g decrease; p = 0.0207). When normalized to total body weight, one-way ANOVA analysis with post-hoc Bonferroni test revealed a small but significant decrease in relative liver:body mass ratio weight in females at 0.6 μg/day (0.0127 g decrease, p = 0.0009), 6 μg/day (0.0131 g decrease, p = 0.0007) and 60 μg/day (0.0112 g decrease, p = 0.0022). Histological assessments of the 6 μg/day and control females revealed no evidence of hepatotoxicity or neoplasia. No significant change was found in liver:body mass ratio for any individual dose in males. All necropsy data are presented in Supplementary Table 1. Whole blood was sampled upon completion of the 14 day dosing regimen and platelet count at this time point revealed no significant difference across all treatment groups (p = 0.766, Fig. 3), indicating no signs of heparin-induced thrombocytopenia. In vitro analysis of coagulation time of plasma isolated at this time point also revealed no significant difference in aPTT across all treatment groups (Fig. 4), indicating no clinically significant systemic bioavailability of daily administered intranasal heparin. As expected, inclusion of 1 U/mL and 0.5 U/mL exogenous heparin in the in vitro aPTT test as a positive control resulted in significant differences (p < 0.0001) in aPTT clotting time (Fig. 4), thereby supporting the efficacy of the aPTT assay.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26392,
            "infons": {
              "file": "11095_2022_3191_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Buried food retrieval anosmia assay of naïve, vehicle-only, and 60 μg/day heparin in mice. No significant differences were observed between groups (p = 0.2387)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26559,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To assess whether repeated intranasal administration disrupted olfactory function, the buried food test was performed after the final drug administration with the saline and 60 μg/day heparin treatment groups (Fig. 5). Control naïve mice who did not receive any intranasal treatments were also assessed to determine whether physical administration to the nose each day altered the behavioral phenotype. All mice successfully uncovered the food reward, with no significant difference in the latency to complete the task between any group (one-way ANOVA, p = 0.2387). One outlier was observed in the 60 μg/day group with an unusually long time to retrieve the buried food; the subject dug at the location of the food after 43 s, but waited to retrieve it. Overall, no evidence of overt toxicity, intolerability, or systemic bioavailability of intranasal heparin was observed in the mice during the two-week dosing period at any dose, up to 60 μg/day.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27521,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "In Vivo Imaging of Instranasal Heparin Clearance Kinetics",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27579,
            "infons": {
              "file": "11095_2022_3191_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "In vivo imaging of 1.67 μg of nasally administered CF680R-heparin in mice. (A) Analytical size exclusion chromatography verifies that purification has removed nearly all free dye, resulting in all IR fluorescence signal coming from CF680R-heparin. (B) Clearance from the nasal cavity follows a one-phase exponential decay (black line; 95% CI shown as red dotted line) to reach background IR levels (normalized to zero); K = 0.01762, Y0 = 1.070, half life =39.34 min. Signal is normalized to the measured radiant efficiency at 5 min. (C)\nIn vivo imaging shows accumulation and residence in the nasal cavity, with clear evidence of clearance through the gut",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28247,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Of key concern in any therapeutic strategy involving nasal administration of heparin to block viral attachment and entry to nasal epithelial cells is the pharmacokinetics of heparin clearance from the nasal cavity. Unlike residence in the lungs, the mucosa of the nasal cavity is constantly cleared into the stomach which can drive intranasal drug clearance. However, heparin has many physical and chemical features that are not common in nasally administered drugs, being much larger and having high negative charge density. To test the lifetime of heparin in the nasal cavity, we labeled heparin at the reducing end with a near-IR chemical dye through an oxime linkage, resulting in a single dye molecule (95 Da) per heparin molecule (avg. ~15,000 Da). After purification, the resulting CF680R-heparin showed no substantial presence of unconjugated dye by analytical size exclusion chromatography (Fig. 6A). The resulting CF680R-heparin has biophysical characteristics almost identical to unmodified heparin, while having quantitative near-IR fluorescence that can be imaged in the living mouse. Due to the intensity of the signal, we administered a dose of 1.67 μg of CF680R-heparin to the mouse and quantified the fluorescence signal in the nasal cavity. A comparison of fits test failed to show a statistically significant improvement in model quality for a two-phase model (p = 0.37), with a one-phase exponential decay model fitting the observed data well (Fig. 6B). The observed half-life of the heparin in the nasal cavity was 39.34 min (95% CI 22.7–66.6 min). At the goal of 12 h protection time post-dose, we retain ~3.2% of the initial heparin dose in the nasal cavity. Based on an average mouse nasal cavity volume of 32 mm3 and an initial dose of 60 μg found to be safe for repeated daily dosing in mice, our model indicates we should retain 60 mg/L heparin in the nasal cavity after 12 h, 10,000 times higher than the heparin IC50 measured for inhibiting pseudotyped SARS-CoV-2 attachment and entry. Movement of the fluorescence signal is consistent with passage through the nasopharynx and into the digestive tract during mucus clearance (Fig. 6C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30431,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Tolerability of Intranasal Heparin in Healthy Human Volunteers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30494,
            "infons": {
              "file": "11095_2022_3191_Fig7_HTML.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Blood results from intranasal heparin human subjects. Clinically normal range shaded in green. (A) aPTT results taken during screening, acute and chronic phases, and wash-out. Each line represents a subject. (B) INR results taken during screening, after chronic phase, and after wash-out. (C) Platelet count taken during screening, after chronic phase, and after wash-out. Each line represents a subject",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30898,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Adverse Events Observed During the Tolerability Study of Intranasal Heparin in Human Volunteers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30994,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Subject</th><th>Gender</th><th>Age Range</th><th>Adverse Event(s) Reported</th><th>Study Day(s)_Reported</th></tr></thead><tbody><tr><td>TS202</td><td>M</td><td>18–22</td><td>N/A</td><td>N/A</td></tr><tr><td>TS062</td><td>F</td><td>18–22</td><td>Mild itching and sneezing immediately after dose</td><td>Chronic phase, day 8 and 10</td></tr><tr><td>TS051</td><td>M</td><td>18–22</td><td>Mild irritation 15–30 s after administration</td><td><p>Acute phase, day 1 and 2</p><p>Chronic phase, day 7, 10 and 12</p></td></tr><tr><td>TS204*</td><td>M</td><td>18–22</td><td><p>Pink nasal secretions after blowing nose</p><p>Spontaneous brief epistaxis during sedentary time at 2300 h</p></td><td><p>Chronic phase, day 7</p><p>Post-chronic phase, seven days after the last administered dose</p></td></tr><tr><td>TS208</td><td>F</td><td>43–47</td><td>N/A</td><td>N/A</td></tr><tr><td>TS086</td><td>F</td><td>58–62</td><td>N/A</td><td>N/A</td></tr></tbody></table>\n"
            },
            "text": "Subject\tGender\tAge Range\tAdverse Event(s) Reported\tStudy Day(s)_Reported\t \tTS202\tM\t18–22\tN/A\tN/A\t \tTS062\tF\t18–22\tMild itching and sneezing immediately after dose\tChronic phase, day 8 and 10\t \tTS051\tM\t18–22\tMild irritation 15–30 s after administration\tAcute phase, day 1 and 2Chronic phase, day 7, 10 and 12\t \tTS204*\tM\t18–22\tPink nasal secretions after blowing noseSpontaneous brief epistaxis during sedentary time at 2300 h\tChronic phase, day 7Post-chronic phase, seven days after the last administered dose\t \tTS208\tF\t43–47\tN/A\tN/A\t \tTS086\tF\t58–62\tN/A\tN/A\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31569,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "*Subject disclosed previous episodes of spontaneous epistaxis occurring before the beginning of the study. These episodes were not disclosed during subject screening. aPTT, INR and platelet counts for this subject were obtained after epistaxis event during post-study follow-up, and all found to be within the clinically normal range",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31903,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Heparin was administered to six healthy human volunteers (three male, three female) in two phases. The initial acute phase was performed at two intranasal doses (1000 U/day and 2000 U/day administered as one spray per nostril daily) to monitor for acute adverse effects. No adverse effects were reported during the acute phase, so the chronic phase was performed at 2000 U/day administered as one spray per nostril daily to monitor for longer-term effects after fourteen consecutive days of daily dosing. Effects of intranasal heparin on blood coagulation parameters were followed via an aPTT test 24 h after each dose in the acute phase, as well as immediately after the final dose in the chronic phase, 24 h after the final dose in the chronic phase, and 16 days after the final dose in the chronic phase (16 day washout period). An INR test was also performed 24 h after the final dose in the chronic phase, as well as 16 days after the final dose in the chronic phase. In all cases, no evidence of systemic bioavailability of heparin was observed based on changes in blood coagulation times compared to the pre-study screening results or the clinically normal range (Fig. 7A and B). Platelet counts were also performed during pre-study screening, immediately after the final dose in the chronic phase, 24 h after the final dose in the chronic phase, and 16 days after the final dose in the chronic phase. No evidence of heparin-induced thrombocytopenia was observed based on changes in platelet count compared to pre-study values or clinically normal ranges (Fig. 7C). Subjects also reported mild adverse events, summarized in Table I. Two subjects reported mild nasal irritation and/or sneezing after administration, consistent with exposure to the benzyl alcohol found in the heparin formulation. One subject reported spontaneous brief epistaxis during sedentary time on Day 7 of the chronic phase, as well as seven days after the last dose of the chronic phase. Follow-up questioning indicated that this subject had a history of epistaxis that was undisclosed during screening. These early Phase 1 results support that heparin administered intranasally is tolerableat doses up to 2000 U/day for at least 14 days, with no clinically significant systemic distribution of the heparin and no effect on blood coagulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34241,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34252,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Our results demonstrated that UFH produces no local nor systemic adverse effects when administered intranasally to either mice or human volunteers. We observed no signs of nasal inflammation, epistaxis, alterations on platelet count that could lead to potential heparin-induced thrombocytopenia, and significant changes on the aPTT analysis. Our findings revealed no overt signs of toxicity nor disruption of olfactory functions in mice administered UFH intranasally over two weeks at doses up to 60 μg/day. From the findings of in vivo imaging, we observed a two-phase clearance of intranasal UFH from the nasal cavity, with protective concentrations still present 12 h post-dosing, in which approximately 2% of the starting dose remained in the cavity until background levels were again reached after 12 additional hours. No significant changes were observed for aPTT, PT/INR, and platelet counts in human volunteers, indicating that intranasal administration of heparin is tolerable at doses up to at least 2000 U/day for at least 14 days. The lack of both local irritation and systemic bioavailability suggest that intranasal heparin may have a high tolerance with a potentially large therapeutic window for preventing viral infections from respiratory viruses that use heparan sulfate as a co-receptor, including SARS-CoV-2.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35587,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35613,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher’s Note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35632,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35751,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35762,
            "infons": {
              "fpage": "141",
              "issue": "3",
              "lpage": "154",
              "name_0": "surname:Hu;given-names:B",
              "name_1": "surname:Guo;given-names:H",
              "name_2": "surname:Zhou;given-names:P",
              "name_3": "surname:Shi;given-names:ZL",
              "pub-id_pmid": "33024307",
              "section_type": "REF",
              "source": "Nat Rev Microbiol",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "Characteristics of SARS-CoV-2 and COVID-19",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35805,
            "infons": {
              "fpage": "185",
              "lpage": "193",
              "name_0": "surname:Nicola;given-names:M",
              "name_1": "surname:Alsafi;given-names:Z",
              "name_2": "surname:Sohrabi;given-names:C",
              "name_3": "surname:Kerwan;given-names:A",
              "name_4": "surname:Al-Jabir;given-names:A",
              "name_5": "surname:Iosifidis;given-names:C",
              "name_6": "surname:Agha;given-names:M",
              "name_7": "surname:Agha;given-names:R",
              "pub-id_doi": "10.1016/j.ijsu.2020.04.018",
              "pub-id_pmid": "32305533",
              "section_type": "REF",
              "source": "Int J Surg",
              "type": "ref",
              "volume": "78",
              "year": "2020"
            },
            "text": "The socio-economic implications of the coronavirus pandemic (COVID-19): a review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35886,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Johns Hopkins Coronavirus Resource Center. Available from: https://coronavirus.jhu.edu/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35975,
            "infons": {
              "fpage": "1686",
              "issue": "10",
              "lpage": "1697",
              "name_0": "surname:Ye;given-names:ZW",
              "name_1": "surname:Yuan;given-names:S",
              "name_2": "surname:Yuen;given-names:KS",
              "name_3": "surname:Fung;given-names:SY",
              "name_4": "surname:Chan;given-names:CP",
              "name_5": "surname:Jin;given-names:DY",
              "pub-id_doi": "10.7150/ijbs.45472",
              "pub-id_pmid": "32226286",
              "section_type": "REF",
              "source": "Int J Biol Sci",
              "type": "ref",
              "volume": "16",
              "year": "2020"
            },
            "text": "Zoonotic origins of human coronaviruses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36015,
            "infons": {
              "fpage": "105730",
              "name_0": "surname:Morawska;given-names:L",
              "name_1": "surname:Cao;given-names:J",
              "pub-id_doi": "10.1016/j.envint.2020.105730",
              "pub-id_pmid": "32294574",
              "section_type": "REF",
              "source": "Environ Int",
              "type": "ref",
              "volume": "139",
              "year": "2020"
            },
            "text": "Airborne transmission of SARS-CoV-2: the world should face the reality",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36086,
            "infons": {
              "fpage": "142575",
              "issue": "Pt 1",
              "name_0": "surname:Elsamadony;given-names:M",
              "name_1": "surname:Fujii;given-names:M",
              "name_2": "surname:Miura;given-names:T",
              "name_3": "surname:Watanabe;given-names:T",
              "pub-id_doi": "10.1016/j.scitotenv.2020.142575",
              "pub-id_pmid": "33022459",
              "section_type": "REF",
              "source": "Sci Total Environ",
              "type": "ref",
              "volume": "755",
              "year": "2021"
            },
            "text": "Possible transmission of viruses from contaminated human feces and sewage: implications for SARS-CoV-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36189,
            "infons": {
              "fpage": "631",
              "issue": "2",
              "lpage": "637",
              "name_0": "surname:Hamming;given-names:I",
              "name_1": "surname:Timens;given-names:W",
              "name_2": "surname:Bulthuis;given-names:ML",
              "name_3": "surname:Lely;given-names:AT",
              "name_4": "surname:Navis;given-names:G",
              "name_5": "surname:van Goor;given-names:H",
              "pub-id_doi": "10.1002/path.1570",
              "pub-id_pmid": "15141377",
              "section_type": "REF",
              "source": "J Pathol",
              "type": "ref",
              "volume": "203",
              "year": "2004"
            },
            "text": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36320,
            "infons": {
              "fpage": "1649",
              "lpage": "1658",
              "name_0": "surname:Jin;given-names:W",
              "name_1": "surname:Zhang;given-names:W",
              "name_2": "surname:Mitra;given-names:D",
              "name_3": "surname:McCandless;given-names:MG",
              "name_4": "surname:Sharma;given-names:P",
              "name_5": "surname:Tandon;given-names:R",
              "name_6": "surname:Zhang;given-names:F",
              "name_7": "surname:Linhardt;given-names:RJ",
              "pub-id_doi": "10.1016/j.ijbiomac.2020.09.184",
              "pub-id_pmid": "32979436",
              "section_type": "REF",
              "source": "Int J Biol Macromol",
              "type": "ref",
              "volume": "163",
              "year": "2020"
            },
            "text": "The structure-activity relationship of the interactions of SARS-CoV-2 spike glycoproteins with glucuronomannan and sulfated galactofucan from Saccharina japonica",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36482,
            "infons": {
              "fpage": "117797",
              "name_0": "surname:Yan;given-names:L",
              "name_1": "surname:Song;given-names:Y",
              "name_10": "surname:Ederer;given-names:DR",
              "name_11": "surname:Mitra;given-names:D",
              "name_12": "surname:Sharma;given-names:P",
              "name_13": "surname:Davis;given-names:A",
              "name_14": "surname:Linhardt;given-names:RJ",
              "name_2": "surname:Xia;given-names:K",
              "name_3": "surname:He;given-names:P",
              "name_4": "surname:Zhang;given-names:F",
              "name_5": "surname:Chen;given-names:S",
              "name_6": "surname:Pouliot;given-names:R",
              "name_7": "surname:Weiss;given-names:DJ",
              "name_8": "surname:Tandon;given-names:R",
              "name_9": "surname:Bates;given-names:JT",
              "pub-id_doi": "10.1016/j.carbpol.2021.117797",
              "pub-id_pmid": "33712145",
              "section_type": "REF",
              "source": "Carbohydr Polym",
              "type": "ref",
              "volume": "260",
              "year": "2021"
            },
            "text": "Heparan sulfates from bat and human lung and their binding to the spike protein of SARS-CoV-2 virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36582,
            "infons": {
              "fpage": "1043",
              "issue": "4",
              "lpage": "1057 e1015",
              "name_0": "surname:Clausen;given-names:TM",
              "name_1": "surname:Sandoval;given-names:DR",
              "name_10": "surname:Thacker;given-names:BE",
              "name_11": "surname:Glass;given-names:CA",
              "name_12": "surname:Yang;given-names:Z",
              "name_13": "surname:Torres;given-names:JL",
              "name_14": "surname:Golden;given-names:GJ",
              "name_15": "surname:Bartels;given-names:PL",
              "name_16": "surname:Porell;given-names:RN",
              "name_17": "surname:Garretson;given-names:AF",
              "name_18": "surname:Laubach;given-names:L",
              "name_19": "surname:Feldman;given-names:J",
              "name_2": "surname:Spliid;given-names:CB",
              "name_20": "surname:Yin;given-names:X",
              "name_21": "surname:Pu;given-names:Y",
              "name_22": "surname:Hauser;given-names:BM",
              "name_23": "surname:Caradonna;given-names:TM",
              "name_24": "surname:Kellman;given-names:BP",
              "name_25": "surname:Martino;given-names:C",
              "name_26": "surname:Gordts;given-names:P",
              "name_27": "surname:Chanda;given-names:SK",
              "name_28": "surname:Schmidt;given-names:AG",
              "name_29": "surname:Godula;given-names:K",
              "name_3": "surname:Pihl;given-names:J",
              "name_30": "surname:Leibel;given-names:SL",
              "name_31": "surname:Jose;given-names:J",
              "name_32": "surname:Corbett;given-names:KD",
              "name_33": "surname:Ward;given-names:AB",
              "name_34": "surname:Carlin;given-names:AF",
              "name_35": "surname:Esko;given-names:JD",
              "name_4": "surname:Perrett;given-names:HR",
              "name_5": "surname:Painter;given-names:CD",
              "name_6": "surname:Narayanan;given-names:A",
              "name_7": "surname:Majowicz;given-names:SA",
              "name_8": "surname:Kwong;given-names:EM",
              "name_9": "surname:McVicar;given-names:RN",
              "pub-id_doi": "10.1016/j.cell.2020.09.033",
              "pub-id_pmid": "32970989",
              "section_type": "REF",
              "source": "Cell.",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "SARS-CoV-2 infection depends on cellular Heparan sulfate and ACE2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36648,
            "infons": {
              "fpage": "628551",
              "name_0": "surname:Yu;given-names:M",
              "name_1": "surname:Zhang;given-names:T",
              "name_2": "surname:Zhang;given-names:W",
              "name_3": "surname:Sun;given-names:Q",
              "name_4": "surname:Li;given-names:H",
              "name_5": "surname:Li;given-names:JP",
              "pub-id_doi": "10.3389/fmolb.2020.628551",
              "pub-id_pmid": "33569392",
              "section_type": "REF",
              "source": "Front Mol Biosci",
              "type": "ref",
              "volume": "7",
              "year": "2020"
            },
            "text": "Elucidating the interactions between heparin/Heparan sulfate and SARS-CoV-2-related proteins-an important strategy for developing novel therapeutics for the COVID-19 pandemic",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36823,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Cagno V, Tseligka ED, Jones ST, Tapparel C. Heparan sulfate proteoglycans and viral attachment: true receptors or adaptation Bias? Viruses. 2019;11(7).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36975,
            "infons": {
              "fpage": "73",
              "issue": "1",
              "lpage": "83",
              "name_0": "surname:Bose;given-names:S",
              "name_1": "surname:Banerjee;given-names:AK",
              "pub-id_doi": "10.1006/viro.2002.1484",
              "pub-id_pmid": "12093175",
              "section_type": "REF",
              "source": "Virology.",
              "type": "ref",
              "volume": "298",
              "year": "2002"
            },
            "text": "Role of heparan sulfate in human parainfluenza virus type 3 infection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37045,
            "infons": {
              "fpage": "8772",
              "issue": "18",
              "lpage": "8780",
              "name_0": "surname:Dechecchi;given-names:MC",
              "name_1": "surname:Melotti;given-names:P",
              "name_2": "surname:Bonizzato;given-names:A",
              "name_3": "surname:Santacatterina;given-names:M",
              "name_4": "surname:Chilosi;given-names:M",
              "name_5": "surname:Cabrini;given-names:G",
              "pub-id_doi": "10.1128/JVI.75.18.8772-8780.2001",
              "pub-id_pmid": "11507222",
              "section_type": "REF",
              "source": "J Virol",
              "type": "ref",
              "volume": "75",
              "year": "2001"
            },
            "text": "Heparan sulfate glycosaminoglycans are receptors sufficient to mediate the initial binding of adenovirus types 2 and 5",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37164,
            "infons": {
              "fpage": "1438",
              "issue": "2",
              "lpage": "1445",
              "name_0": "surname:Summerford;given-names:C",
              "name_1": "surname:Samulski;given-names:RJ",
              "pub-id_doi": "10.1128/JVI.72.2.1438-1445.1998",
              "pub-id_pmid": "9445046",
              "section_type": "REF",
              "source": "J Virol",
              "type": "ref",
              "volume": "72",
              "year": "1998"
            },
            "text": "Membrane-associated heparan sulfate proteoglycan is a receptor for adeno-associated virus type 2 virions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37269,
            "infons": {
              "fpage": "105077",
              "name_0": "surname:Zoepfl;given-names:M",
              "name_1": "surname:Dwivedi;given-names:R",
              "name_2": "surname:Taylor;given-names:MC",
              "name_3": "surname:Pomin;given-names:VH",
              "name_4": "surname:McVoy;given-names:MA",
              "pub-id_doi": "10.1016/j.antiviral.2021.105077",
              "pub-id_pmid": "33864843",
              "section_type": "REF",
              "source": "Antivir Res",
              "type": "ref",
              "volume": "190",
              "year": "2021"
            },
            "text": "Antiviral activities of four marine sulfated glycans against adenovirus and human cytomegalovirus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37367,
            "infons": {
              "fpage": "3254",
              "issue": "5",
              "lpage": "3261",
              "name_0": "surname:Tyagi;given-names:M",
              "name_1": "surname:Rusnati;given-names:M",
              "name_2": "surname:Presta;given-names:M",
              "name_3": "surname:Giacca;given-names:M",
              "pub-id_doi": "10.1074/jbc.M006701200",
              "pub-id_pmid": "11024024",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "276",
              "year": "2001"
            },
            "text": "Internalization of HIV-1 tat requires cell surface heparan sulfate proteoglycans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37448,
            "infons": {
              "fpage": "21353",
              "issue": "22",
              "lpage": "21357",
              "name_0": "surname:Vives;given-names:RR",
              "name_1": "surname:Imberty;given-names:A",
              "name_2": "surname:Sattentau;given-names:QJ",
              "name_3": "surname:Lortat-Jacob;given-names:H",
              "pub-id_doi": "10.1074/jbc.M500911200",
              "pub-id_pmid": "15797855",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "280",
              "year": "2005"
            },
            "text": "Heparan sulfate targets the HIV-1 envelope glycoprotein gp120 coreceptor binding site",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37534,
            "infons": {
              "fpage": "834",
              "issue": "2",
              "lpage": "841",
              "name_0": "surname:Compton;given-names:T",
              "name_1": "surname:Nowlin;given-names:DM",
              "name_2": "surname:Cooper;given-names:NR",
              "pub-id_doi": "10.1006/viro.1993.1192",
              "pub-id_pmid": "8384757",
              "section_type": "REF",
              "source": "Virology.",
              "type": "ref",
              "volume": "193",
              "year": "1993"
            },
            "text": "Initiation of human cytomegalovirus infection requires initial interaction with cell surface heparan sulfate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37643,
            "infons": {
              "fpage": "503",
              "issue": "4",
              "lpage": "510",
              "name_0": "surname:Shukla;given-names:D",
              "name_1": "surname:Spear;given-names:PG",
              "pub-id_doi": "10.1172/JCI200113799",
              "pub-id_pmid": "11518721",
              "section_type": "REF",
              "source": "J Clin Invest",
              "type": "ref",
              "volume": "108",
              "year": "2001"
            },
            "text": "Herpesviruses and heparan sulfate: an intimate relationship in aid of viral entry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37725,
            "infons": {
              "fpage": "422",
              "issue": "1",
              "name_0": "surname:Ni;given-names:W",
              "name_1": "surname:Yang;given-names:X",
              "name_10": "surname:Xu;given-names:Y",
              "name_11": "surname:Cao;given-names:Z",
              "name_12": "surname:Gao;given-names:Z",
              "name_2": "surname:Yang;given-names:D",
              "name_3": "surname:Bao;given-names:J",
              "name_4": "surname:Li;given-names:R",
              "name_5": "surname:Xiao;given-names:Y",
              "name_6": "surname:Hou;given-names:C",
              "name_7": "surname:Wang;given-names:H",
              "name_8": "surname:Liu;given-names:J",
              "name_9": "surname:Yang;given-names:D",
              "pub-id_doi": "10.1186/s13054-020-03120-0",
              "pub-id_pmid": "32660650",
              "section_type": "REF",
              "source": "Crit Care",
              "type": "ref",
              "volume": "24",
              "year": "2020"
            },
            "text": "Role of angiotensin-converting enzyme 2 (ACE2) in COVID-19",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37784,
            "infons": {
              "fpage": "894",
              "issue": "4",
              "lpage": "904 e899",
              "name_0": "surname:Wang;given-names:Q",
              "name_1": "surname:Zhang;given-names:Y",
              "name_10": "surname:Wang;given-names:Q",
              "name_11": "surname:Zhou;given-names:H",
              "name_12": "surname:Yan;given-names:J",
              "name_13": "surname:Qi;given-names:J",
              "name_2": "surname:Wu;given-names:L",
              "name_3": "surname:Niu;given-names:S",
              "name_4": "surname:Song;given-names:C",
              "name_5": "surname:Zhang;given-names:Z",
              "name_6": "surname:Lu;given-names:G",
              "name_7": "surname:Qiao;given-names:C",
              "name_8": "surname:Hu;given-names:Y",
              "name_9": "surname:Yuen;given-names:KY",
              "pub-id_doi": "10.1016/j.cell.2020.03.045",
              "pub-id_pmid": "32275855",
              "section_type": "REF",
              "source": "Cell.",
              "type": "ref",
              "volume": "181",
              "year": "2020"
            },
            "text": "Structural and functional basis of SARS-CoV-2 entry by using human ACE2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37856,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Zamorano Cuervo N, Grandvaux N. ACE2: evidence of role as entry receptor for SARS-CoV-2 and implications in comorbidities. Elife. 2020;9.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37994,
            "infons": {
              "fpage": "215",
              "issue": "7807",
              "lpage": "220",
              "name_0": "surname:Lan;given-names:J",
              "name_1": "surname:Ge;given-names:J",
              "name_10": "surname:Wang;given-names:X",
              "name_2": "surname:Yu;given-names:J",
              "name_3": "surname:Shan;given-names:S",
              "name_4": "surname:Zhou;given-names:H",
              "name_5": "surname:Fan;given-names:S",
              "name_6": "surname:Zhang;given-names:Q",
              "name_7": "surname:Shi;given-names:X",
              "name_8": "surname:Wang;given-names:Q",
              "name_9": "surname:Zhang;given-names:L",
              "pub-id_doi": "10.1038/s41586-020-2180-5",
              "pub-id_pmid": "32225176",
              "section_type": "REF",
              "source": "Nature.",
              "type": "ref",
              "volume": "581",
              "year": "2020"
            },
            "text": "Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38079,
            "infons": {
              "fpage": "450",
              "issue": "6965",
              "lpage": "454",
              "name_0": "surname:Li;given-names:W",
              "name_1": "surname:Moore;given-names:MJ",
              "name_10": "surname:Choe;given-names:H",
              "name_11": "surname:Farzan;given-names:M",
              "name_2": "surname:Vasilieva;given-names:N",
              "name_3": "surname:Sui;given-names:J",
              "name_4": "surname:Wong;given-names:SK",
              "name_5": "surname:Berne;given-names:MA",
              "name_6": "surname:Somasundaran;given-names:M",
              "name_7": "surname:Sullivan;given-names:JL",
              "name_8": "surname:Luzuriaga;given-names:K",
              "name_9": "surname:Greenough;given-names:TC",
              "pub-id_doi": "10.1038/nature02145",
              "pub-id_pmid": "14647384",
              "section_type": "REF",
              "source": "Nature.",
              "type": "ref",
              "volume": "426",
              "year": "2003"
            },
            "text": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38161,
            "infons": {
              "fpage": "221",
              "issue": "7807",
              "lpage": "224",
              "name_0": "surname:Shang;given-names:J",
              "name_1": "surname:Ye;given-names:G",
              "name_2": "surname:Shi;given-names:K",
              "name_3": "surname:Wan;given-names:Y",
              "name_4": "surname:Luo;given-names:C",
              "name_5": "surname:Aihara;given-names:H",
              "name_6": "surname:Geng;given-names:Q",
              "name_7": "surname:Auerbach;given-names:A",
              "name_8": "surname:Li;given-names:F",
              "pub-id_doi": "10.1038/s41586-020-2179-y",
              "pub-id_pmid": "32225175",
              "section_type": "REF",
              "source": "Nature.",
              "type": "ref",
              "volume": "581",
              "year": "2020"
            },
            "text": "Structural basis of receptor recognition by SARS-CoV-2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38216,
            "infons": {
              "fpage": "203",
              "lpage": "212",
              "name_0": "surname:Gupta;given-names:Y",
              "name_1": "surname:Maciorowski;given-names:D",
              "name_2": "surname:Zak;given-names:SE",
              "name_3": "surname:Kulkarni;given-names:CV",
              "name_4": "surname:Herbert;given-names:AS",
              "name_5": "surname:Durvasula;given-names:R",
              "name_6": "surname:Fareed;given-names:J",
              "name_7": "surname:Dye;given-names:JM",
              "name_8": "surname:Kempaiah;given-names:P",
              "pub-id_doi": "10.1016/j.ijbiomac.2021.04.148",
              "pub-id_pmid": "33915212",
              "section_type": "REF",
              "source": "Int J Biol Macromol",
              "type": "ref",
              "volume": "183",
              "year": "2021"
            },
            "text": "Heparin: a simplistic repurposing to prevent SARS-CoV-2 transmission in light of its in-vitro nanomolar efficacy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38329,
            "infons": {
              "fpage": "101507",
              "issue": "2",
              "name_0": "surname:Paiardi;given-names:G",
              "name_1": "surname:Richter;given-names:S",
              "name_2": "surname:Oreste;given-names:P",
              "name_3": "surname:Urbinati;given-names:C",
              "name_4": "surname:Rusnati;given-names:M",
              "name_5": "surname:Wade;given-names:RC",
              "pub-id_doi": "10.1016/j.jbc.2021.101507",
              "pub-id_pmid": "34929169",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "298",
              "year": "2021"
            },
            "text": "The binding of heparin to spike glycoprotein inhibits SARS-CoV-2 infection by three mechanisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38424,
            "infons": {
              "fpage": "1653",
              "issue": "5 Pt 1",
              "lpage": "1658",
              "name_0": "surname:Bendstrup;given-names:KE",
              "name_1": "surname:Chambers;given-names:CB",
              "name_2": "surname:Jensen;given-names:JI",
              "name_3": "surname:Newhouse;given-names:MT",
              "pub-id_doi": "10.1164/ajrccm.160.5.9809123",
              "pub-id_pmid": "10556136",
              "section_type": "REF",
              "source": "Am J Respir Crit Care Med",
              "type": "ref",
              "volume": "160",
              "year": "1999"
            },
            "text": "Lung deposition and clearance of inhaled (99m)Tc-heparin in healthy volunteers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38503,
            "infons": {
              "fpage": "83",
              "issue": "Pt 1",
              "lpage": "88",
              "name_0": "surname:Gross;given-names:EA",
              "name_1": "surname:Swenberg;given-names:JA",
              "name_2": "surname:Fields;given-names:S",
              "name_3": "surname:Popp;given-names:JA",
              "pub-id_pmid": "7130058",
              "section_type": "REF",
              "source": "J Anat",
              "type": "ref",
              "volume": "135",
              "year": "1982"
            },
            "text": "Comparative morphometry of the nasal cavity in rats and mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]