[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250710",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC8185232",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.3389/fpls.2021.664250",
              "article-id_pmc": "PMC8185232",
              "article-id_pmid": "34113365",
              "elocation-id": "664250",
              "kwd": "lignin arogenate dehydratases multi-omics network analysis Arabidopsis ribocode",
              "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
              "name_0": "surname:Hixson;given-names:Kim K.",
              "name_1": "surname:Marques;given-names:Joaquim V.",
              "name_10": "surname:Bell;given-names:Callum J.",
              "name_11": "surname:Paša-Tolić;given-names:Ljiljana",
              "name_12": "surname:Davin;given-names:Laurence B.",
              "name_13": "surname:Lewis;given-names:Norman G.",
              "name_2": "surname:Wendler;given-names:Jason P.",
              "name_3": "surname:McDermott;given-names:Jason E.",
              "name_4": "surname:Weitz;given-names:Karl K.",
              "name_5": "surname:Clauss;given-names:Therese R.",
              "name_6": "surname:Monroe;given-names:Matthew E.",
              "name_7": "surname:Moore;given-names:Ronald J.",
              "name_8": "surname:Brown;given-names:Joseph",
              "name_9": "surname:Lipton;given-names:Mary S.",
              "section_type": "TITLE",
              "type": "front",
              "volume": "12",
              "year": "2021"
            },
            "text": "New Insights Into Lignification via Network and Multi-Omics Analyses of Arogenate Dehydratase Knock-Out Mutants in Arabidopsis thaliana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 136,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Multiple Arabidopsis arogenate dehydratase (ADT) knock-out (KO) mutants, with phenotypes having variable lignin levels (up to circa 70% reduction), were studied to investigate how differential reductions in ADTs perturb its overall plant systems biology. Integrated “omics” analyses (metabolome, transcriptome, and proteome) of wild type (WT), single and multiple ADT KO lines were conducted. Transcriptome and proteome data were collapsed into gene ortholog (GO) data, with this allowing for enzymatic reaction and metabolome cross-comparisons to uncover dominant or likely metabolic biosynthesis reactions affected. Network analysis of enzymes–highly correlated to stem lignin levels–deduced the involvement of novel putative lignin related proteins or processes. These included those associated with ribosomes, the spliceosome, mRNA transport, aminoacyl tRNA biosynthesis, and phosphorylation. While prior work helped explain lignin biosynthesis regulation at the transcriptional level, our data here provide support for a new hypothesis that there are additional post-transcriptional and translational level processes that need to be considered. These findings are anticipated to lead to development of more accurate depictions of lignin/phenylpropanoid biosynthesis models in situ, with new protein targets identified for further biochemical analysis and/or plant bioengineering. Additionally, using KEGG defined functional categorization of proteomics and transcriptomics analyses, we detected significant changes to glucosinolate, α-linolenic acid, nitrogen, carotenoid, aromatic amino acid, phenylpropanoid, and photosynthesis-related metabolic pathways in ADT KO mutants. Metabolomics results also revealed that putative carotenoid and galactolipid levels were generally increased in amount, whereas many glucosinolates and phenylpropanoids (including flavonoids and lignans) were decreased in the KO mutants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2064,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2077,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Arogenate is an important branch-point to either tyrosine (Tyr) or phenylalanine (Phe) in vascular plants, whose formation from arogenate (Agn) is catalyzed by arogenate dehydrogenase (ADH) and arogenate dehydratase (ADT), respectively (Figure 1). The Phe so formed can then be incorporated into either proteins or massively utilized in the phenylpropanoid pathway to produce lignins, as well as other related metabolites (e.g., lignans, allyl/propenyl phenols, flavonoids, coumarins, anthocyanins) depending upon the species. In our earlier studies, homozygous single and multiple Arabidopsis ADT knock-out (KO) lines with homologous T-DNA insertion mutations were obtained, with the most extreme phenotypes showing an ∼70% reduction in lignin content as compared to wild type (WT) plants. Phenotypes of the former also displayed prostrate stems and lowest stem dry weights/heights.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2963,
            "infons": {
              "file": "fpls-12-664250-g001.jpg",
              "id": "F1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Simplified metabolic pathways linking photosynthesis, carbon fixation and lignin biosynthesis, as well as placement of arogenate dehydratase (ADT) between the chorismate-shikimate, aromatic amino acid, and phenylpropanoid pathways in vascular plant systems. Selected metabolites are illustrated along with enzymes depicted by arrows.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3297,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Differentially varying lignin levels as above, obtained through systematic manipulation of the 6-membered Arabidopsis ADT gene family (ADT1, At1g11790; ADT2, At3g07630; ADT3, At2g27820; ADT4, At3g44720; ADT5, At5g22630, and ADT6, At1g08250), thus offered the opportunity to investigate the holistic nature of such perturbations on overall Arabidopsis systems biology. To do this, we carried out multi-omics (i.e., transcriptomics, proteomics, and metabolomics) analyses of leaf and stem tissues of single (adt1, adt3, adt4, adt5, and adt6), double, triple and quadruple (adt4/5, adt1/4/5, adt3/4/5, and adt3/4/5/6) KO mutant and WT lines, at 4 weeks of growth/development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3970,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "In this study, multi-omics “normalization” strategies were employed to enable direct integration and visualization of the disparate “omics” datasets of related transcripts, proteins and metabolites, thereby allowing for greater understanding, confidence and validation of resulting systemic biological perturbations observed. Network analysis was also used to (a) identify enzymes or processes most highly correlated to different lignin levels, and (b) reveal potentially novel enzymes or processes related with lignin level regulation and biosynthesis. This analysis resulted in our provisionally deducing novel transcriptional, post-transcriptional and translational regulatory processes, when carbon flux was reduced in the phenylpropanoid pathway and which profoundly affected lignin deposition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4778,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Many proteins identified in our network analysis have not been reported as potentially linked to lignin biosynthesis regulation. For example, several ribosome subunits with high correlations to lignin level profiles were identified, suggesting the possible presence of a “ribocode.” These proteins, as well as other ribosome-interacting mRNA processing proteins detected in our network analysis, indicate that vascular plant lignin levels are not only controlled at the point of transcription but work together with modulating factors at a post-transcriptional and translational level as described below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5387,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5409,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chemicals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5419,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For metabolomics analyses, OptimaTM grade water, acetonitrile and formic acid were purchased from Fisher Scientific (Hampton, NH, United States). Authentic standards used for secondary metabolite metabolomics are described in. For proteomics and RNA-Seq sample preparation, nanopure water was used and all chemicals were obtained from Sigma-Aldrich (St. Louis, MO, United States) and were of analytical grade unless otherwise noted.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5852,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Arabidopsis T-DNA Knock Out (KO) Insertion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5895,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Arabidopsis thaliana WT (Columbia) T-DNA insertion lines were obtained from the Salk Institute Genomic Analysis Laboratory (SIGnAL)1. Individual ADT KO mutant lines were created in homozygous form, with individual lines crossed to ultimately provide double, triple, and quadruple homozygous ADT KO mutants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6202,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Plant Growth and Harvesting Conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6241,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "A. thaliana WT (Columbia) and KO mutant lines were grown in Institute of Biological Chemistry (Washington State University) greenhouses with a 16/8 h light/dark cycle at 27–28°C/24–26°C, respectively. Nitrogen-based fertilizer (200 ppm) was added five times a week. Plants were harvested at 4 weeks after planting with rosette leaf and stem tissues individually collected and immediately flash-frozen in liquid N2. Each sample was stored at −80°C until further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6721,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Primary Metabolite Derivatization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6755,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Nine individual plants of each line were frozen in liquid N2 and freeze-dried. Dry plant tissues were ground into fine powders using a tissue-lyzer II (Qiagen, Germany) for 30 s at a frequency of 30 Hz at −80°C. Powdered freeze-dried Arabidopsis leaves or stems (20 mg) were individually suspended in 500 μL of methanol:2-iso-propanol:water (5:2:2, v/v/v). After adding 13C labeled ribitol standard (1.5 μg), each material was extracted by vortexing for 10 min, followed by sonication for 5 min. Extracts were individually centrifuged for 10 min at 15,000 × g, with supernatants transferred to a new vial and subsequently dried under vacuum. Dry residues were individually re-suspended in water:acetonitrile (500 μL, 1:1 v/v), and re-extracted by sequential vortexing and sonication, followed by centrifugation at 15,000 × g for 5 min with supernatants then removed and dried under vacuum. Dry residues were individually suspended in O-methoxylamine hydrochloride (40 mg mL–1 in pyridine, 5 μL, Sigma) and incubated for 90 min at 30°C at 1,000 rpm (Eppendorf Thermomixer). Subsequently, samples were individually derivatized with MSTFA (45 μL) with 1% TMCS (Thermo-Pierce) for 30 min at 37°C and 1,000 rpm (Eppendorf Thermomixer).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8000,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Primary Metabolite Analysis Using Gas Chromatography Time-of-Flight Mass Spectrometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8086,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Analyses were performed using a Pegasus 4D time-of-flight mass spectrometer (LECO) equipped with a Gerstel MPS2 autosampler and an Agilent 7890A oven. Derivatization products were separated on a (30 m × 0.25 mm i.d. ×0.25 μm) Rxi®-5Sil column (Restek) with an IntegraGuard® pre-column using ultrapure He at a constant flow of 1 mL min–1 as carrier gas. The linear thermal gradient started with 1 min at 50°C, followed by a ramp to 330°C at 20°C min–1. Final temperature was held for 5 min prior to returning to initial conditions and mass spectra were collected at 17 spectra s–1. The injection port was held at 250°C, and an aliquot of the sample (1 μL) was injected.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8771,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "GC-MS Data Processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8793,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Peak annotation employed the Fiehn primary metabolite library, where an identity score cutoff of 600 was used. Peak alignment and mass spectra comparisons were carried out using the Statistical Compare feature of the ChromaTOF® software (LECO). Surrogate standard 13C ribitol and original tissue weight were used for normalization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9126,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Secondary Metabolomic Analysis Using Liquid Chromatography Time-of-Flight Mass Spectrometry",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9218,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metabolites were extracted from freeze-dried material from each individual plant tissue (10 mg) as described in 200 μL of methanol:water (70:30, v/v) containing naringenin (Aldrich) as an internal standard. Samples were vortexed, sonicated for 10 min and finally centrifuged at 14,000 × g at 4°C for 15 min. Supernatants were individually stored at −80°C until analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9595,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Samples were analyzed using a Waters AcquityTM Ultra Performance LC system as described in with the following modifications: Liquid chromatography was performed using a 100 × 2.1 mm i.d. (1.7 μm particle size) UPLC BEH C18 column (Waters). Masses of eluted compounds were detected using an electrospray ionization (ESI) source in the negative ion mode with capillary voltage at 2.2 kV; cone voltage at 20 eV; collision energy at 6 eV and at 30 eV. Chromatograms and spectra were inspected, and raw data files and metabolite assignments were determined as described previously. Before statistical analysis, feature integration results were normalized to internal standard naringenin (M271T1197_1, retention time 1197 s and m/z (average) 271.0609 and calculated 271.0606, for C15H11O5). Many metabolites were unambiguously identified by comparison with retention times, UV spectra and MS/MS fragmentation patterns of authentic standard compounds. Other metabolites were putatively annotated based on accurate mass, isotopic pattern recognition, and MS/MS spectra. These were searched in both the literature and publicly available mass spectral databases [i.e., Metlin, ReSpect2, Massbank3, and HMDB4 ].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10798,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA Extraction and Illumina HiSeq Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10841,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For each sample, liquid nitrogen frozen tissue sample (100 mg) was ground using a mortar and pestle cooled in presence of liquid nitrogen. A SpectrumTM Plant Total RNA kit (Sigma-Aldrich, St. Louis, MO, United States) was employed according to the manufacturer’s instructions. Quality control was performed on a Thermo Scientific NanoDrop with all 260/280 nm and 260/230 nm readings above 1.8. Illumina TruSeq RNA libraries were constructed per the manufacturer’s protocol, with quality evaluated using the Agilent Bioanalyzer. Samples were sequenced on a HiSeq 2000 instrument (Illumina, San Diego, CA, United States). Six lanes were multiplexed with five samples per lane in the single ended, 50 bp configuration. A mean of 41 M reads passing quality filters was obtained for each sample (min. 31 M, max. 50 M). Cluster generation used the cBot SR Cluster Gen Kit (V3) and the flow cell used was SR FC Information (V3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11767,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA-Seq Data Workup",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11787,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "CyVerse (formerly iPlant Collaborative)5, was used for analysis and evaluation of the HiSeq data. Once all FASTQ files produced from the Illumina sequencing were uploaded into the Discovery Environment (DE), the TopHat2-SE App, which comprised TopHat 2.0.9 and Bowtie 2.1.0, was used to align the RNA-Seq reads to the A. thaliana TAIR10 genome using the short read aligner Bowtie which is capable of analyzing the mapping results to identify splice junctions between exons. The reference genome and reference annotations used the A. thaliana TAIR10 genome (A. thaliana Ensembl 19). Default analysis options were used with the exception of the FASTQ quality scale of Illumina 1.3-1.8 (PHRED64). Anchor length: 8; Maximum number of mismatches that can appear in the anchor region of spliced alignment: 0; The minimum intron length: 70; the maximum intron length: 50000; Minimum isoform fraction: 0.15; Maximum number of alignments to be allowed: 20; Minimum intron length that may be found during split-segment (default) search: 50; Maximum intron length that may be found during split-segment (default) search: 500000; Number of mismatches allowed in each segment alignment for reads mapped independently: 2; Minimum length of read segments: 20. Next, Cufflinks2 (an interface for Cufflinks version 2.1.1) located in the DE of CyVerse was used to link short read RNA-Seq alignments found from the TopHat analysis to the reference annotations from the TAIR10 genome. Cufflinks identified sequences that did not align with the annotated genome and labels them with novel identifiers. Default settings were used in Cufflinks. These parameters included abundance estimation options of: Number of importance for samples generated for each locus: 1000; Number of iterations allowed during MLE (maximum-likelihood estimates) of abundances: 5000; Prefix for transcripts in reported GTF (General Transfer Format): Cuff; Minimum isoform fraction: 0.1; Pre-mRNA fraction: 0.1; Maximum intron length: 300000; Alpha value for the binomial test used during false positive spliced alignment filtration: 0.001; Small anchor fraction: 0.09; Minimum fragments per transfrag: 10; The number of bp allowed to enter the intron of a transcript when determining if a read or another transcript is map-able with it: 8; Maximum genomic length allowed for a given bundle: 3500000; Minimum intron length: 50; Minimum average coverage required to attempt 3′ trimming: 10; The fraction of average coverage below which to trim the 3′ end of an assembled transcript: 0.1. Next, the HTSeq-with-BAM-input app in the CyVerse site was used to produce count data from the BAM files using default parameter values.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14468,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protein Extraction and Digestion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14501,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Ice cold 0.1 M ammonium acetate in methanol (10 mL) and β-mercaptoethanol (250 μL) were added to each pulverized powder sample (ground in liquid nitrogen in a mortar and pestle) followed by vigorous shaking for 15 s. For stem tissues, a Polytron homogenizer was used for about 30 s at a speed of 30 to further homogenize them. Samples were individually placed in a −20°C freezer for 2 h, and subsequently centrifuged for 10 min at 5000 × g at 4°C. Each supernatant was next removed and discarded. The above addition of ammonium acetate/methanol solution and centrifugation steps were repeated four more times to remove metabolites and lipids from each sample. Excess methanol was removed by drying the pellets gently under a flow of nitrogen for ∼2 min. A protein solubilization solution containing 7 M urea, 2 M thiourea, 4% CHAPS and 5 mM of neutralized tris(2-carboxyethyl)phosphine (TCEP) (Bond-Breaker, Thermo Fisher, San Jose, CA, United States) was added to each sample to completely cover each pellet, plus 500 μL more. Samples were then individually incubated at 4°C overnight. Debris from each was physically mixed into solution with a pipette tip and the slurry sonicated in a Hielscher UTR200 ultrasonic processor for 10–20 s at 100% amplitude. Protein slurries were next individually incubated at 60°C for 30 min, with samples vortexed and sonicated in the sonoreactor again for about 30 s. Each sample was then centrifuged for 10 min at 5000 × g at 4°C. A Coomassie Plus protein assay (Pierce, Rockford, IL, United States), using a bovine serum albumin (BSA) standard, was next conducted on individual supernatants to estimate protein contents. Afterward, denatured samples were diluted tenfold with 50 mM ammonium bicarbonate (pH 8.0). CaCl2 was added to a concentration of 2 mM and trypsin (Affymetrix, Santa Clara, CA, United States) was added at a trypsin:sample ratio of 1:50 (w/w). Samples were individually digested overnight at 37°C and then alkylated with chloroacetamide at a concentration of 5 mM in the dark at 37°C for 30 min. Peptides from each treatment were desalted with an SCX SPE (SUPELCO Supelclean) using 10 mM ammonium formate (pH 3.0), 25% acetonitrile (v/v) in water, to remove CHAPS, and then a 80:15:5 (v/v/v) methanol:water:ammonium hydroxide (14.8 M) was used to elute peptides. C-18 SPE columns (SUPELCO Discovery) were employed to remove ammonium salts, using a 0.1% TFA (v/v) in nanopure water to wash the peptides and a 80:20 (v/v) acetonitrile:water with 0.1% (v/v) TFA solvent to elute peptides. Peptides were quantified using a BCA assay (Pierce, Rockford, IL, United States) with a BSA standard.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17165,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "iTRAQ Peptide Labeling",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17188,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Peptides were labeled with 8-plex iTRAQ (AB Sciex, Redwood City, CA, United States) reagents: Each peptide sample (30 μg) was placed in a new tube and dried down. Dissolution buffer (iTRAQ buffer kit, 13 μL) was added to each sample, these being vortexed into solution and centrifuged briefly to draw sample to the bottom of each tube. iTRAQ reagent (10 μL) was diluted further with isopropanol (35 μL), and this was added to each sample. Each reaction was carried out at room temperature for 2 h, with 50 mM ammonium bicarbonate (200 μL) added to quench each reaction. After 1 h, contents from all iTRAQ channel reactions were added to one tube and then the sample was vortexed and dried down in a centrifugal vacuum concentrator.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17925,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Offline Fractionation of Peptides and Preparation of Proteome Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17995,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Labeled peptides were separated using an off-line high pH (pH 10) reversed-phase (RP) separation with a Waters XBridge C18 column (250 mm × 4.6 mm i.d., 5 μm particle size) and a guard column (4.6 mm × 20 mm) using an Agilent 1200 HPLC System. Each sample loaded onto the C18 column was washed for 15 min with Solvent A [10 mM ammonium formate, adjusted to pH 10 with ammonium hydroxide (14.8 M)]. The gradient started with a linear increase of 0% Solvent B [10 mM ammonium formate, pH 10, acetonitrile:water (90:10 v/v)] to: 5% Solvent B over 10 min, 45% Solvent B over 65 min, and then to 100% Solvent B over 15 min. Solvent B was held at 100% for 10 min, and then this was changed to 100% Solvent A, this being held for 20 min to recondition the column. The flow rate was 0.5 mL min–1. A total of 48 fractions were collected for each sample into a 96 well plate throughout the above LC gradient. The high pH RP fractions were then combined into 12 fractions using the concatenation strategy previously reported. Peptide fractions were dried down and re-suspended in nanopure water at a concentration of 75 ng μL–1 for mass spectrometry analysis using an LTQ-Orbitrap Velos MS (Thermo Scientific) system as described below.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19229,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Mass-Spectrometry Based Analysis of Peptide Samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19281,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The LC system was custom built using two Agilent 1200 nanoflow pumps and one Agilent 1200 cap pump (Agilent Technologies, Santa Clara, CA, United States), various Valco valves (Valco Instruments Co., Houston, TX, United States), and a PAL autosampler (Leap Technologies, Carrboro, NC, United States). Full automation was made possible by custom software that allows for parallel event coordination and therefore near 100% MS duty cycle through use of two trapping and analytical columns. Reversed-phase columns were prepared in-house by slurry packing 3 μm Jupiter C18 (Phenomenex, Torrance, CA, United States) into 40 cm × 360 μm o.d. ×75 μm i.d. fused silica (Polymicro Technologies Inc., Phoenix, AZ, United States) using a 1-cm sol-gel frit for media retention. Trapping columns were prepared similarly by slurry packing 5-μm Jupiter C18 into a 4-cm length of 150 μm i.d. fused silica and fritted on both ends. Mobile phases consisted of 0.1% formic acid in water (A) and 0.1% formic acid in acetonitrile (B) operated at 300 nL–1 min with a linear gradient profile as follows (min:%B): 0:5, 2:8, 20:12, 75:35, 97:60, 100: 85. Sample injections (5 μL) were trapped and washed on the trapping columns at 3 μL min–1 for 20 min prior to alignment with analytical columns. Data acquisition lagged the gradient start and end times by 15 min to account for column dead volume that allowed for the tightest overlap possible in a two-column operation. The two-column operation also allowed for columns to be “washed” (shortened gradients) and re-generated off-line without any cost to duty cycle.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20890,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The LTQ Orbitrap Velos mass spectrometer was operated in the data-dependent mode acquiring higher-energy collisional dissociation (HCD) scans (R = 7,500, 5 × 104 target ions) after each full MS scan (R = 30,000, 3 × 106 target ions) for the top ten most abundant ions within the mass range of 300 to 1,800 m/z. An isolation window of 2.5 Thomson units (Th) was used to isolate ions prior to HCD. All HCD scans used normalized collision energy of 45 and maximum injection time of 1000 ms. The dynamic exclusion time was set to 60 s and charge state screening was enabled to reject unassigned and singly charged ions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21508,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Peptide Identification and Quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21550,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For peptide identification, MS/MS spectra were searched against a decoy A. thaliana protein TAIR106 database using the algorithm SEQUEST. Search parameters included: no enzyme specificity for proteome data and trypsin enzyme specificity with a maximum of two missed cleaves, ±50 ppm precursor mass tolerance, ±0.05 Da product mass tolerance, and carbamidomethylation of cysteines and iTRAQ labeling of lysines and peptide N-termini as fixed modifications. Allowed variable modifications were oxidation of methionine and proline. MS-GF spectra probability values were also calculated for peptides identified from SEQUEST searches. Measured mass accuracy and MS-GF spectra probability were used to filter identified peptides to <0.4% false discovery rate (FDR) at spectrum level and <1% FDR at the peptide level using the decoy approach. iTRAQ reporter ions were extracted using the MASIC software with a 10 ppm mass tolerance for each expected iTRAQ reporter ion as determined from each MS/MS spectrum.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22554,
            "infons": {
              "section_type": "METHODS",
              "type": "title_3"
            },
            "text": "Protein and Transcript Relative Fold-change, Z-score and P-value Determinations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22634,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the protein data, relative abundances of peptides were determined using iTRAQ reporter ion intensity ratios from each MS/MS spectrum. Individual peptide intensity values were determined by dividing the base peak intensity by the relative ratio associated with each reporter ion. Each iTRAQ experiment references a pool of peptides so that all experiments could be linked. All peptide data were combined into a single data table and were transformed to a log2 value, following which each data row of each iTRAQ experiment was shifted so that the reference pool value in each iTRAQ experiment was equal. Then each column of data representing each channel of each iTRAQ experiment was mean centered. All peptide values were next transformed to undo the log2, by calculating 2 to the power of each data point. Peptide abundance values were then separated into two datasets, one of peptides unique to a single protein and peptides which are shared between two or more proteins. Peptides were rolled up to a protein value by summing the peptides that belong to each protein in each dataset. Where the same protein was calculated in both datasets, only one protein value was selected in a final protein rollup table with the protein value from the unique peptide rollup given preference if identified in all channels. Individual protein roll-up calculations from the unique or shared peptide table were designated in the final protein roll-up table. KEGG Orthology protein family groups (KEGOs) were also determined for both protein and transcript data. Protein KEGOs were calculated by summing all unique peptide values found within a KEGO. Transcript KEGOs were calculated by summing all transcript count data within a like KEGO. All protein, transcript and KEGO values were converted to a log2 value. Log2 values below 2 in all protein datasets were removed as these primarily represent noise signals which interfere with z-score calculations. All replicates were averaged, and MA plots were constructed for each comparison between the average value of each WT and mutant line. All fold change pairs analyzed in MA plots, were combined into a single dataset and the values obtained in the A axis were ranked from lowest to highest. A sliding window which represented 10% of the total number of data point was used to calculate the z-score value along the A axis for each data point (in the MA plot). Z-score (z = x-μ/σ = (datapoint–median)/standard deviation). This standardized the log2 fold change distribution among all data points (low and high abundance alike). From the normal distribution of all log2 fold changes, a p-value was calculated for each log2 fold change comparison using the normsdist function in Excel.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25362,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Network Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25379,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All proteins with a high Spearman rank correlation (rho > 0.85) to the monomeric guaiacyl (G) and syringyl (S) lignin-derived moieties, and which had a z-score ratio value no more than ±0.5 in the adt1 versus WT analysis, were identified in WT and adt1, adt3, adt4, adt5, adt4/5, adt1/4/5, adt3/4/5, and adt3/4/5/6 mutants, and were entered into the STRING network analysis algorithm7 searching against the A. thaliana database. STRING returned protein-protein associations, type of association, and strength of association. Known interactions from either curated databases or which were experimentally determined were considered, along with predicted interactions from gene fusion, gene co-occurrence, gene neighborhood experiments, as well as from text mining, co-expression datasets and protein homology datasets. Node interactions were selected only if STRING returned a minimum interaction score of 0.4 or higher and for nodes with at least one interaction. These data were then exported into an interaction table, this then being made into a SIF document and uploaded into Cytoscape 3.4.0. In Cytoscape, the layout attribute Organic was selected under yFiles Layout. Nodes in close proximity were further clustered together manually based on either like KEGG or a gene ortholog (GO) term functional category if no KEGG category existed. Nodes were represented by rectangles colored by a red-blue color scheme to represent z-scores of log2 ratios (ADT KO mutant/WT), where red represents proteins higher in abundance in ADT KO mutants compared to WT, white symbolizes no change, and blue represents proteins higher in abundance in WT compared to ADT KO mutants. The thickness of the edge represents strength of relationship between nodes/proteins, as determined by the final combined score output of STRING. A more focused STRING analysis was carried out just on ribosome, spliceosome and mRNA processing involved proteins to view the putative specific connections. Only associations related to known and predicted interactions were considered. A minimum interaction score of 0.4 or higher was used for nodes with at least one interaction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27525,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27533,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A multi-omics evaluation of Arabidopsis ADT KO mutant lines (compared to WT plants) was conducted at 4 weeks of growth/development, when the plants had fully developed rosette leaves and had stems about 10–20 cm high (∼1/3 height at maturity). For both tissue types, full RNA-Seq transcriptomics, iTRAQ 8-plex multiplexing proteomics coupled with LC-MS/MS, together with primary (GC-MS) and secondary (LC-MS) metabolomics analyses were performed. Data interrogation resulted in confident detection (1% FDR) of 27,181 transcripts, 8,672 proteins, together with 132 primary and 30 secondary metabolites.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28139,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Normalization of Expression Data for Multi-Omics Integration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28200,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Each biomolecular class (i.e., transcripts, proteins, and metabolites) was measured using disparate workflows. Since only a few replicate analyses were feasible, as is typical for RNA-Seq and proteome analysis, variance estimations were offset by “borrowing” information from genes or proteins across the entire analysis. The general rationale for this approach relied on the assumption that variance is similar for biomolecules of similar abundances. Transcript or peptide measurements with similar abundances can therefore act as pseudo-replicates producing similar distribution parameters. This strategy is commonly utilized for expression data and with various bioinformatics tools [e.g., SAM, limma, and VAMPIRE ].",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28924,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We applied this approach to log2 fold change transcriptome, proteome and metabolome data between each ADT KO mutant and WT analysis. Data were first processed as MA-plots (Supplementary Figure 1), an approach that distributes log2 fold change data (M = y-axis) according to average abundance (A = x-axis) of the two measurements being compared. Log2 fold change calculations for any type of expression data (gene/protein/metabolite) typically form a normal distribution, with subsequent utilization of localized data (or a sliding window of log2 fold change data with similar abundances) enabling calculation of more accurate z-scores and p-values for significance estimations. Resulting z-score calculations then allowed for normalization of data into units of standard deviation (away from an average or zero-fold change value). This normalization then permits integration of datasets obtained on disparate platforms (i.e., Illumina sequencing, mass spectrometry) to be compared directly.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29915,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Metabolomics Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29937,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Metabolite profiles represent the ultimate molecular phenotypic indicator of an organism at a specific growth/developmental stage. Metabolites often function as cofactors, energy sources, signaling molecules, polymer precursors (e.g., to cellulose, lignins, proteins, DNA), as well as defense, attractant and effector molecules. In the context of plant bioengineering, metabolomic analyses provide the ultimate validation as to which metabolites are increased or decreased in quantity in response to a genetic change or other perturbation. Here we used two mass spectrometric methods to evaluate the differences between each ADT KO mutant and WT in terms of both primary and secondary metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30634,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Supplementary Figures 2, 3 show heat maps displaying z-scores of log2 fold changes between ADT KO mutants and WT for the metabolites identified by GC-MS (i.e., primary metabolites) and LC-MS (i.e., secondary metabolites), respectively. Data were grouped by functional categories, as defined by KEGG8, when available. Z-score values pertaining to Supplementary Figures 2, 3 are found in Supplementary Table 1. The GC-MS results (Supplementary Figure 2) are shown as a heat map displaying z-score of the log2 fold change values of each metabolite found in each ADT KO mutant compared to WT. The largest primary metabolite classes identified were related to carbohydrates, amino acids and lipids. Fold-changes found in the carbohydrate class included on average decreases in ascorbate (2.6 in leaf, 2.3 in stem) and dehydroascorbate (2.6 in leaf, 1.5 in stem). While not detected in leaf tissue, melibiose (3.2 fold), and xylitol (2.3 fold) were lower in abundance in the stems.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31610,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In both leaf and stem tissues, the most significant change of all metabolites identified from GC-MS data was that of an increase in sorbitol (5.9 fold in leaf, 152 fold in stem). Knocking out even a single ADT isoform in Arabidopsis has profound effects on sorbitol biosynthesis, and perhaps on a plant-wide level. reported that treatment of maize seedlings with increased concentrations of sorbitol (a) decreased total chlorophyll, protein and RNA contents, while increasing proline levels and nitrate reductase activity; and (b) induced a stress response that overall inhibited maize growth. By producing so much sorbitol in vivo, ADT KO mutants may too be experiencing changes in chlorophyll, protein and RNA levels. Moreover, these plant lines may also be under increased levels of stress relative to WT plants. Glycolic acid (2.1 fold in leaf and 2.3 fold in stem) additionally was found to be increased in ADT KO mutants versus WT. Glycolic acid is produced when ribulose bisphosphate (RuBisCo) fixes O2 instead of CO2. The increased presence of glycolic acid in both leaf and stem tissues suggests increased photorespiration pathway utilization, which results in a release of CO2 back to the atmosphere.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32821,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In stem tissue, other carbohydrates such as D-glyceric acid (2.8 fold), 6-deoxy-D-glucose (10.1 fold), and fructose-6-phosphate (4.1 fold) also had higher levels in ADT KO lines versus WT, whereas significantly increased levels of D-glucoheptose (36.1 fold), allose (4.0 fold), gluconic lactone (3.5 fold), sorbose (2.5 fold), threonic acid (7.3 fold), and glucose-1-phosphate (3.9 fold) were observed in leaves.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33234,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Amino acids with the most increased levels in the ADT KO mutants versus WT stem tissues included allothreonine (4.2 fold), alanine (2.3 fold), and glutamate (2.2 fold). By contrast, decreases in the ADT KO lines were found for oxoproline (2.4 fold) in the stems. Interestingly, shikimate which is a key metabolite located in the aromatic amino acid/shikimate chorismate pathways upstream of ADT, was, on average, increased (2.6 fold) in ADT KO mutant leaves, but decreased (8.3 fold) in abundance in stem tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33748,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The LC-MS metabolomics analysis of hydro-alcoholic extracts of leaves and stems led to the detection of numerous important secondary metabolites (Supplementary Figure 3). This approach was chosen based on previous knowledge of important and characteristic metabolites produced by A. thaliana, which include flavonoids, phenylpropanoids (e.g., sinapate esters, lignans) and glucosinolates. We found that putative galactolipids and carotenoids generally increased in abundance in both tissues, whereas most of the identified flavonoids, 1-O-β-D-glucopyranosyl sinapate, 5-hydroxyferuloyl malate and lignans (e.g., putative dimeric coniferyl-OH hexoside), generally decreased in abundance most prominently in the stem tissues, with the greatest reductions being in stems with single or multiple KOs of ADT5. Nine glucosinolates, which are nitrogen- and sulfur-containing metabolites synthesized by plants as defense against herbivory and pathogens, were also identified. Glucosinolates derived from homomethione (i.e., glucoiberin, glucohirsutin, 7-methylsulfinylheptylglucosinolate, and glucohesperalin) generally decreased in abundance in the ADT KO mutants compared to WT, whereas those derived from Trp or Phe showed mixed abundance changes depending on the ADT KO mutant and tissue type. Glucobrassicin, 4-hydroxyglucobrassicin and 1-methoxyglucobrassicin, all derived from Trp, showed increases and decreases depending on the specific ADT KO mutant analyzed. 4-Methoxyglucobrassicin (Trp derived) increased in abundance in most ADT KO mutants leaf samples, and in most of the double/triple/quadruple ADT KO mutants as well as in adt5. Ties between glucosinolates and phenylpropanoids, with lignin being synthesized in the phenylpropanoid pathway, have been previously documented in the literature, suggesting that there is a strong link between these two pathways. For example, identified an indole glucosinolate which limits phenylpropanoid accumulation via an inhibitory effect on early steps of phenylpropanoid biosynthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35782,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Transcriptomics and Proteomics Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35822,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Various metabolites can often be synthesized or metabolized by one or more isoenzymes contained in distinct plant compartments and/or expressed at different times within a plant’s lifespan. This makes metabolite identification and quantification alone not entirely sufficient to convey key information on specific gene/enzyme targets necessary for full understanding of a system or for bioengineering purposes. For this reason, transcriptomics and proteomics prove to be invaluable for identifying significantly affected pathways, specific gene/enzyme targets, gene regulation events, and tissue specific and/or subcellular compartment-specific target enzyme information.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36496,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Supplementary Figure 4 shows RNA-Seq counts observed in leaves and stems for each line investigated. In WT plants, the relative order of transcript abundance in stems (where lignin deposition is greatest) was determined to be ADT5 > ADT4 > ADT3 > ADT1 > ADT6. Earlier phylogenetic evaluation showed that ADT3, ADT4 and ADT5 are all part of the same phylogenetic subgroup. It was also determined that these three ADTs correspond to proteins that exclusively utilize arogenate as a substrate, whereas ADT1, ADT2, and ADT6 showed a preference for arogenate but could potentially, albeit less efficiently, use prephenate in synthesizing Phe. Our findings that ADT3, ADT4, and ADT5 were highest in abundance in 4 week old stems was corroborated by similar findings of RT-PCR levels found in 5 week old Arabidopsis stem tissues and separate Northern blot analyses in 4 week old WT Arabidopsis. The latter showed that ADT4 and ADT5 were highest in abundance in stem and root tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37473,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "RNA-Seq data also indicated an increase in ADT expression between ADT3, ADT4, and ADT5, when one of the ADTs in that subgroup was knocked-out. Large increases of ADT5 were observed in the stems when ADT3 and ADT4 were knocked out, showing ∼2 fold and ∼4 fold increases in the adt3 and adt4 knockout lines, respectively. When ADT5 was knocked out, ADT4 was expressed in greater amounts (∼2 fold increase). Overall, these data showed that, especially in stem tissue, ADT mRNA expression between ADT3, ADT4, and ADT5 seemed to be coordinated, as remaining ADTs in the ADT3/ADT4/ADT5 subgroup increased when other subgroup members were knocked out. In leaf tissue, only modest effects were observed within this subgroup.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38196,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To view coverage and relative amounts (i.e., counts) of mRNA fragments identified in each RNA-Seq analysis (in reference to each ADT in leaves or stems), location of the various T-DNA insertions used to produce the KOs and peptides identified from the proteomics analysis, gene product data for each gene were illustrated side by side. The IGV Browser was used to map out reads to the gene, and using a PNNL developed script9, the peptide data were converted into BED files which could then be used by any genome viewer software. This allowed visualization of proteomics data in relation to the gene alongside the RNA-Seq data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38824,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Supplementary Figure 5 displays an example of gene-transcript-peptide visualization comparisons detected in WT and ADT KO lines for ADT5. Comparisons of all other ADTs in all RNA-Seq and proteomics data can be accessed at the MassIVE and ProteomeXchange data repository sites (Accession numbers MSV000081518 and PXD007701, respectively). Read sequences downstream of transcription from T-DNA insertions displayed vastly decreased levels as expected. The proteomics data also showed that few peptides from ADTs were identifiable in the high throughput analysis here, which indicated that the ADTs were likely low in abundance relative to the entire proteome in the leaves. By contrast, in stem tissues, more ADT transcripts and peptides were generally identifiable, supporting the hypothesis that ADT genes, as well as proteins, were relatively higher in abundance in stem tissues compared to leaves. This is likely due to stem tissues needing to biosynthesize lignin in greater relative amounts compared to leaves.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39839,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next examined what proportion of each KEGG functional category, on average, contained the most significantly (p-value < 0.05) changed proteins and transcripts in both leaf and stem tissues in all ADT KO lines (Supplementary Figure 6). Categories with the greatest proportion of significantly changed proteins/transcripts were involved in glucosinolate biosynthesis, α-linolenic acid metabolism, nitrogen, carotenoid and phenylpropanoid biosynthesis, as well as aromatic amino acid metabolism. These findings are in high agreement with the significant changes observed in the metabolomics data (Supplementary Figures 2, 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40469,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Protein and transcript analyses of the putative carotenoid biosynthesis pathway showed a high degree of significantly changed (p-value < 0.05) protein/transcript members (Supplementary Figure 6) when ADT content was reduced. Metabolite measurements of putative carotenoids also showed an almost universal increase in abundance in all ADT KO lines in both leaves and stems (Supplementary Figure 3). Carotenoids function in plants as accessory pigments in plastid membranes and in chloroplasts they are thought to contribute to energy dissipation and can act as protective agents against reactive oxygen species (ROS). Carotenoids and their cleavage apocarotenoid products, which may also serve as signaling molecules, are important in assembly of photosynthesis and antenna proteins for photosynthesis and photoprotection. Protein analysis of photosynthesis and antenna protein biosynthesis pathways showed a relatively high proportion of significantly changed proteins (p-value < 0.05) (Supplementary Figure 6A) in ADT KO mutants suggesting that knocking out ADTs in plants also affects photosynthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41572,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "While increases in the proportion of significantly changed proteins were observed in photosynthesis and carbon fixation pathways, especially in stems, such large changes were not seen at the corresponding transcript level. The fact that mRNA pools related to photosynthesis and carbon fixation were not changed much, whereas translation copy numbers were largely increased, raises the possibility of a post-transcriptional regulatory mechanism. Other categories which were markedly different between protein and transcript data included those involved in Phe metabolism, and glycolate/decarboxylate metabolism. These were found to be highly changed in the protein data, especially in stem tissues, but less so at the transcript level. Categories that showed relatively high changes at the transcript level, but did not seem to translate to higher changes at the protein level, included those pathways involved in alanine/aspartate/glutamate, propanoate, and galactose metabolism, respectively. This was not surprising given that ADTs biosynthesize Phe.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42625,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also observed that shikimate-chorismate derived metabolism pathways (i.e., to Phe, Tyr, and tryptophan) were highly changed at both transcript and protein levels. It is known that Phe, Tyr, and Trp produced via the shikimate-chorismate pathway contribute to feedback inhibition mechanisms of various shikimate pathway enzymes upstream of ADT, and that ADT KOs can alter not only Phe levels but also levels of Tyr and Trp. We thus hypothesize that in ADT KO mutants there likely may be alterations in the levels of other metabolites synthesized from Phe/Tyr/Trp precursors. These could potentially affect metabolites including phytohormones, which could, in turn, produce system-wide effects. For instance, phytohormone indole-3-acetic acid (IAA) is synthesized from Trp, and IAA can affect changes in growth, development and metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43465,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Another phytohormone potentially altered in ADT KO mutants may be jasmonic acid (JA). While we did not specifically detect JA or any other phytohormone in the untargeted metabolomics data, changes in JA precursors may be indicative of potential changes in the downstream phytohormone levels. JA is derived from α-linolenic acid and α-linolenic acid metabolism pathways were highly changed at both the transcript and protein level (Supplementary Figure 6). α-Linolenic acid is not only a precursor to JA, but also aids in photosynthetic thylakoid membrane fluidity potentially acting as another contributor to alterations affecting photosynthesis. Other studies indicated that JA levels have a strong relationship to lignin levels. showed that both JA-isoleucine production and ROS production could form a negative feedback loop which can then repress each other’s production and influence lignin accumulation. Given there were lower levels of ascorbate and dehydroascorbate levels in the metabolomes derived from both leaf and stem tissue of ADT KO mutants compared with WT, it may be that ROS is higher in concentration in ADT KO mutants given that there is less ascorbate to scavenge ROS. This along with altered levels of JA could potentially be contributing signals affecting lignin biosynthesis. Ascorbate is also a cofactor for biosynthesis of several other phytohormones, such as ethylene, gibberellins, and abscisic acid. Due to the potential for all these various phytohormones to be altered in amounts when ADT is knocked out, we hypothesize this may be why we see multiple pathway enzymes and metabolite levels affected and not just those directly upstream or downstream of ADT.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45167,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Integrated Metabolome, Proteome, and Transcriptome Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45227,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 2A shows Pearson’s Pairwise log2 abundance dataset correlations between each WT and ADT KO mutant, as compared to every other ADT KO mutant between both proteins and transcripts at the gene product (protein or transcript) and KEGG ortholog (KEGO) enzyme family levels. Transcripts and proteins had an average correlation of 0.394 and 0.369 in leaf and stem data, respectively. Correlations increased, however, when data were further collapsed into KEGO comparisons, with abundance correlations on average being 0.615 and 0.645. Only about 30 and 28% of the transcriptome was detected at the protein level in leaf and stem data (Figure 2B), respectively, whereas KEGO level coverage was about 65%. About 17% of proteins had no detectable transcript, and about 8% of protein KEGOs had no corresponding detectable transcript KEGOs. Overlap percentages between detectable transcripts and proteins also varied due to the KEGG functional category of which they were a member (Figure 2C). Proteins present which no longer have a detectable transcript might represent long-lasting proteins or protein degradation products remaining in the cells after degradation of the corresponding mRNA have occurred.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46432,
            "infons": {
              "file": "fpls-12-664250-g002.jpg",
              "id": "F2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Proposed correlations of transcript and protein data. (A) Pearson pairwise correlation plots of each log2 abundance ratio data between each ADT KO mutant versus WT dataset compared with all others in both the transcript and protein data. The two leftmost plots are from transcript and protein data, and the last two plots represent collapsed transcript and protein KEGG ortholog data (KEGO) for leaf or stem sample sets. (B) Venn diagram transcripts and proteins, and transcripts and protein KEGOs identified in leaf and stem data. (C) Transcript and protein overlap in all protein and transcript data according to KEGG functional category.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47073,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To integrate transcript, protein and metabolomics data for a more direct comparison, KEGO values were compared. In this way, since protein and transcript values reflect an overall summed contribution to each enzymatic reactions, their comparisons are likely closer to metabolite abundance changes which themselves are tissue-wide summed values. Z-scores of each log2 abundance ratio transcript-metabolite-protein reaction set are displayed in Figure 3 (leaf data) and Supplementary Figures 7, 8 (stem data), respectively, with corresponding data in Supplementary Tables 2, 3. As shown in the transcript-metabolite-protein heatmaps, there are multiple enzyme KEGOs that can utilize the same substrate, but which could produce different metabolite products. Moreover, sometimes there are multiple KEGOs which carry out the same reaction.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47909,
            "infons": {
              "file": "fpls-12-664250-g003.jpg",
              "id": "F3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Transcript-metabolite-protein heatmap displaying z-score comparisons of the log2 ratio pairs (ADT KO mutant/wild type, WT) of identified metabolites found to have a corresponding KEGG Ortholog Gene Family (KEGO) member which utilizes that specific metabolite as a substrate, and which were detected in both transcript and proteomics data. Each KEGO is displayed with substrate and product metabolite formed by that KEGO enzyme family. Data is further sorted into clusters that show: (A) Cluster 1–Transcripts, metabolites and proteins which all on average increased or decreased in the ADT KO mutants together compared to WT. (B) Cluster 2–Transcripts decreased, while metabolites and proteins in the ADT KO lines, on average, increased in abundance. (C) Cluster 3–Transcripts and metabolites on average in the ADT KO lines increased, and proteins decreased in abundance compared to WT. (D) Cluster 4–Transcripts and proteins decreased, and metabolites on average increased in the ADT KO mutants compared to WT. In each cluster, entries are further grouped by whether or not Metabolite 1 is a substrate or product in a unidirectional reaction or if it can be utilized in a reversible reaction. Reactions are then ordered from highest average metabolite z-score to lowest metabolite z-score. Red represents metabolites higher in abundance in the ADT KO mutant compared to WT, blue represents metabolites higher in abundance in WT compared to the ADT KO mutant, white represents metabolites unchanged in abundance between WT and the ADT KO mutant, and grey represents constituents not detected. Green squares indicate the highest average KEGO value associated with each detected metabolite. Grey circles represent KEGO reactions where there was only a single known reaction for that given substrate-product reaction. Blue circles represent log2 transcript data that is most highly correlated to log2 metabolite data across ADT KO mutants, i.e. if ratio abundances between transcripts and metabolites both showed profile increases across single, double, triple and quadruple ADT KO mutants, those would have a positive correlation regardless if the z-score values themselves were negative or positive. Orange circles represent log2 protein data that are most highly correlated to log2 metabolite data across ADT KO mutants, i.e. if ratio abundances between proteins and metabolites both showed profile increases across single, double, triple and quadruple ADT KO mutants, those would have a positive correlation regardless if the z-score values themselves were negative or positive. Abbreviations: rtm = Pearson’s Correlation between transcript and metabolite profiles. rpm = Pearson’s Correlation between protein and metabolite profiles. rtp = Pearson’s Correlation between transcript and protein profiles.1-Acyl-sn-G3P, 1-Acyl-sn-glycerol 3-phosphate; 2-HTD, 2-(α-Hydroxyethyl)thiamine diphosphate; 3-IA, 3-Indole acetonitrile; 9(S)-HPODE, 9(S)-Hydroperoxy octadecadienoic acid; 13(S)-HPODE, 13(S)-Hydroperoxy-(9Z,11E)-octadecadienoic acid; (2S,4S)-4-HTH,(2S,4S)-4-Hydroxy-2,3,4,5-tetrahydrodipicolinate; α-APN, aAminopropiononitrile; DHA, Dehydroascorbate; GABA, 4-Aminobutanoate; MDHA, Monodehydroascorbate; 4-AB-ate, 4-Acetamidobutanoate; 4-AB-nal, 4-Acetamidobutanal; Oleoyl-acp, Oleoyl-[acyl carrier protein]; O-SHS, O-Succinylhomoserine;(S)-AMDLP, (S)-Aminomethyldihydrolipoylprotein; Succinate SA, Succinate semialdehyde.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51353,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We further clustered reactions into four groups: Cluster 1 (Figure 3A, and Supplementary Figures 7A, 8A) represent reactions which on average all increased or decreased in abundance in ADT KO mutants compared to WT samples for transcript, protein and metabolite data; Cluster 2 (Figure 3B and Supplementary Figures 7B, 8B) depict KEGO reactions where metabolites and protein KEGOs either both increased or decreased together in abundance in ADT KO lines compared to WT, and where transcripts had an opposite abundance change to metabolites; Cluster 3 (Figure 3C and Supplementary Figures 7C, 8C) are of reactions where transcripts and metabolites either both increased or decreased together in abundance in ADT KO lines as compared to WT, and where proteins showed the opposite abundance change; and Cluster 4 (Figure 3D and Supplementary Figures 7D, 8D) are of KEGO reactions where protein and transcript abundance changes moved in an opposite direction to metabolite abundance changes between ADT KO mutant and WT lines.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52376,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Alongside z-score values for each KEGO and metabolite, indicators were added to show the reaction that represented the most abundant KEGO for multiple KEGO reactions for a given metabolite. Indicators were also added for which KEGO abundances were most highly correlated to metabolite abundances. Additionally, KEGO reactions were further grouped into categories of whether or not the detected metabolite was either substrate or product in each reaction, or if it could be involved in a reversible reaction (i.e., a metabolite that can serve as both substrate and product).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52950,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 4 shows distribution of reaction types (unidirectional substrate to product, or reversible) and proportion of each reaction type with KEGOs most correlated to metabolite levels, and KEGOs of greatest abundance (when there are multiple KEGOs for a given metabolite). Interestingly, for the protein KEGO data, where a given reaction type showed highest proportion of the most abundant KEGOs, it then had the least proportion of highest correlations between protein and metabolite abundances (Figures 4B,C). When comparing protein KEGO and metabolite abundance changes, we also observed that the most highly abundant KEGOs were not usually the most correlated with detected metabolite level (Figure 4), i.e., most abundant enzymes did not necessarily produce the most metabolite. Given that metabolite abundances are determined by multiple factors not represented by enzyme abundance alone (i.e., enzyme kinetics, differential degradation rates, and post-translational de/activation of enzymes), this observation is not surprising. Indeed, we can generalize that only ∼45–50% (Figure 4D) of the most abundant KEGOs produced metabolite levels that were most highly correlated to KEGO abundances. Metabolite levels controlled by other KEGOs, with low correlations to metabolite levels, may also be influenced by enzyme kinetics and post-translational activation/deactivation. Figure 4E showed that in Cluster 2 (i.e., transcripts are negatively correlated to proteins and metabolites) of the transcript-metabolite-protein comparisons, the most abundant KEGOs were present in both the leaves and stems. In contrast, Figure 4F had a negative correlation in both the leaves and stems, and in both transcript and protein data. Cluster 1 (i.e., transcript, proteins and metabolites are all positively correlated), and had the highest correlated KEGOs profiles to metabolite profiles.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54835,
            "infons": {
              "file": "fpls-12-664250-g004.jpg",
              "id": "F4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Distribution plots for KEGO reaction heat maps displayed in Figure 3, and Supplementary Figures 7, 8. Distribution of KEGO-metabolite reactions for detected metabolites which are substrates or products in unidirectional reactions or reversible reactions (A). (B) Proportion of each KEGO-metabolite reaction type containing the most abundant KEGO. (C) Proportion of each reaction type containing the most correlated KEGO to metabolite, when there are multiple KEGOs which react with a metabolite. (D) Proportion of highest abundant KEGOs which also are most correlated to metabolite level. (E) Proportion of each cluster (defined in Figure 3 and Supplementary Figure 7) which contain the most abundant KEGOs. (F) Proportion of each cluster which contained the highest correlated KEGOs to metabolite, when there are multiple KEGOs which react to metabolite level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55697,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Network Analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55714,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Lignin levels were measured previously in the ADT KO mutant and WT lines by A Spearman’s rank correlation between the ADT KO mutant and WT log2 ratios to these lignin levels in 4 week old stems was thus calculated here, with proteins identified with a non-parametric measure of rank correlation (rho) of at least ±0.85. Proteins identified as having a high positive or negative correlation to varying lignin levels across ADT KO mutants were entered into the on-line network analysis tool STRING (see text footnote 7). Protein-protein interactions and associations identified from STRING were then used as input data into the network software Cytoscape.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56371,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Z-score data representing abundance changes between ADT KO mutants and WT were overlaid on proteins (nodes), with line thicknesses (edges) of connecting proteins representing potential protein association strength as calculated by STRING analysis. Proteins found to be proximal in the initial Cytoscape network analyses were further manually grouped into KEGG functional categories to highlight relationships between functional categories. Supplementary Figure 9B shows a stem network analysis showing the z-score changes of multiple ADT KO mutant versus WT analyses. As more ADTs (and specifically as ADT3, ADT4, and ADT5) were knocked out and lignin levels decreased (Supplementary Figure 9A), protein abundances deviated further away from WT levels as indicated by nodes appearing darker red or blue in color (Supplementary Figure 9B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57210,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Figure 5A specifically shows the network analysis of adt3/4/5 stem data as compared to WT, with the ADT KO mutant having greatest reduction in lignin (cleavable monomeric G + S) levels as measured in 4 week old Arabidopsis stems (Supplementary Figure 9A)–although the lignin level difference between adt3/4/5 and adt3/4/5/6 was not statistically different. Enzymes associated with aromatic amino acid, photosynthesis, carotenoid, and α-linolenic acid metabolism were found to be apparently correlated with reduced lignin levels, and this corroborated well with KEGG functional categories identified as being significantly changed (Supplementary Figure 6A). As our focus was in identifying potential lignin-associated proteins in post-transcriptional regulation, known and predicted interactions between mRNA processing and translation machinery proteins were highlighted (see Figure 5B). Figure 5C displays the heat map of corresponding log2 z-scores of transcript and protein data scrutinized from the mRNA processing and translation machinery for all 8 ADT KO lines (Figure 5B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58295,
            "infons": {
              "file": "fpls-12-664250-g005.jpg",
              "id": "F5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Network analysis and related correlations. (A) Network analysis of relative protein abundances determined to be highly correlated in a Spearman rank correlation analysis (rho > 0.85) to lignin cleaved guaiacyl (G) + syringyl (S) monomer levels in 4 week old stem tissues of adt3/4/5. Nodes are represented by rectangles colored by the z-score of the log2 ratios (ADT KO mutant/WT), where red represents proteins higher in abundance in the mutant compared to WT, blue represents proteins higher in abundance in WT compared to the ADT KO mutant, and white represents proteins unchanged in abundance between WT and the ADT KO mutant. (B) STRING analysis with solely highly correlated proteins identified in KEGG functional categories associated with ribosomes, spliceosome, and RNA transport showing the direct known and predicted interactions. (C) Heatmap showing log2 ratio distribution (ADT KO mutant/WT) for proteins associated with the ribosome, spliceosome and RNA transport for each plant line for transcript and protein data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59326,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59337,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "To begin to put the analyses and discussion below in needed context, it is well known that transcripts and proteins are linked biologically by the central dogma which purports unidirectional flow of genetic information from DNA to RNA to proteins. Indeed, comparisons between proteomic and transcriptomic data can highlight which proteins and transcripts have a co-regulatory response (i.e., a high transcript level with a high protein level). The central dogma though is extended in this study to include metabolomics, as many metabolites represent the final product(s) biosynthesized by specific cells/tissues under various environmental conditions or through stresses at specific times during the lifespan of an organism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60062,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Protein and Transcript Comparisons",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60097,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In this study, it was found that transcript and protein data between ADT KO mutants correlated well within their own groups (i.e., transcript to transcript or protein to protein comparisons). However, correlations on average were quite low for transcript to protein comparisons, being better but still relatively low for transcript to protein KEGO/gene family comparisons. Venn diagrams which depict the overlap between proteins and transcripts revealed that (a) most transcripts detected did not correspond to a detectable protein, likely due to dynamic range and sampling limits of the proteomics technology compared to the depth of coverage capable with RNA-Seq and (b) not all proteins detected corresponded to a detectable transcript (Figure 2) as could arise from differential mRNA and protein degradation rates. Lack of high correlations though between transcripts and proteins have been found to be typical. In many multi-omics evaluations, across eukaryotic and prokaryotic systems, transcripts and proteins are only modestly correlated. Two examples from plant and animal organisms highlight this point. In a multi-omics investigation of maize, observed that transcriptome and proteome abundance profiles showed little overlap. In a comparable study of human disease, found that transcript levels often exhibited a poor correlation with protein levels, although it was considered that the proteomics data alone was more proximal to the disease mechanisms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61563,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Furthermore, metabolite levels did not show a dominant correlation with either transcripts or proteins. These data illustrate the limitations in using only a single omics evaluation to make systems level biological assessments. Comparisons between these omics datasets may thus reveal (a) what transcripts are actually translated and in what copy number, and (b) what metabolomics data help reveal which proteins or protein families are more or less active in producing the observed metabolites. The integrated “omics” analysis, as presented here, provides over-arching and molecule specific information, which is useful for understanding general molecular pathway trends, and for identifying targets of interest for bioengineering purposes or for follow-on analyses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62335,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Network Analysis Reveals Lignin/Phenylpropanoid Biosynthesis Associated Proteins",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62416,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Network analysis is a powerful tool for understanding systems biology effects, drawing from known and predicted direct (physical) and indirect (functional) interactions from multiple data and literature sources. Such analyses can utilize enzyme relationships derived from hundreds of sources (e.g., yeast two hybrid, co-localization, co-expression, literature text mining, etc.). In turn, this can help provide new insights into interconnections and significant relationships of proteins with known and as-of-yet unknown function. Since our main focus was on proteins potentially related to altered lignin levels (as determined by thioacidolysis analysis), we selected those with greatest positive and negative correlative trends to lignin amounts present in Arabidopsis stems of each line.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63207,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Centrally located in the lignin correlated protein network data created (Figures 5A,B) were eleven ribosomal subunits that correlated with reduced lignin levels. This raised the possibility that lignin levels may be in part regulated by a ribosome filter or “ribocode”. That is, lignin biosynthesis regulation may be associated with presence of specific ribosomal subunits involved in translation of lignin-biosynthesis-associated mRNA.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63648,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Recent studies have documented evidence for ribocodes, the concept of which suggests differential, temporal and spatial presence of specific ribosomal subunits which preferentially translate specific mRNAs, thus representing regulation at translation. Other observations of possible plant ribocodes include phosphate and Fe-deficiency studies by and, who both showed evidence for remodeled translational machinery in response to environmental signals in Arabidopsis. also reported that translational control was mRNA abundance independent, concluding that mRNA levels had less effect on gene activity than translational control mechanisms in Arabidopsis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64303,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Other potential targets of lignin biosynthesis regulation identified included those associated with purine metabolism, the spliceosome, RNA degradation, mRNA surveillance and general mRNA processing proteins. Post-translational modifications, protein transport, and targeting mechanisms also appeared correlated with varying lignin levels. Additionally, post-translational related protein processing involving the endoplasmic reticulum was identified, as well as ubiquitin proteolysis, phosphorylation, autophosphorylation, and phosphatase proteins which may be connected to important processes related to lignin biosynthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64930,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In our analysis as to what connects the spliceosome, which edits native mRNA into mature translatable mRNA and the ribosomal subunits, was the spliceosome protein DRH1 (At3g01540) to the large ribosomal subunit RPL2.1 (ATCG00830) (Figure 5B). DRH1 is a ATP/dATP-dependent RNA helicase and polynucleotide-dependent ATPase. Export of poly(A)(+) RNA has been shown to be greatly blocked in DRH1 mutants. Presence or absence of this helicase could thus serve as a level of regulation, blocking or allowing export of mRNA into the cytosol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65465,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Connected to the identified spliceosome proteins was SAP18. In plants, this functions as a transcriptional repressor and associates with ethylene-responsive element binding factors to create a hormone-sensitive multimeric repressor complex under conditions of stress. A SAP18 loss of function mutant produces a plant both more susceptible to salt and impaired in chlorophyll synthesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65851,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "These data indicate what we generally observed with our multi-omics data, namely that: (a) despite any significant presence of mRNA, there are additional factors which may prevent proper processing of mRNA into mature translatable form; (b) there are also other factors which may prevent any mRNA present from ever leaving the nucleus to be translated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66204,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Together, these data also highlight the importance of proteomics to illuminate what protein products are actually present and which are potentially functional.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66364,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Furthermore, the vast majority of lignin biosynthesis regulation research thus far has focused on genes and transcriptional control. From this body of knowledge, we know that lignin biosynthesis is influenced by a series of transcription factors, such as NAC master switches, which can activate or repress an array of other downstream transcription factors (e.g., MYBs). What is lesser known are what additional post-transcriptional controls of lignin or other phenylpropanoids exist. Due to our discovery that modulating ADTs produces differential lignin contents in Arabidopsis, the opportunity was presented where–through this multi-omics study–we could investigate molecular profiles with step-wise decreases or increases in lockstep to varying lignin levels. These results of our investigation suggest that there are potentially multiple processes, phytohormones and layers of regulation involved in lignin biosynthesis or in response to decreased carbon flux through the phenylpropanoid pathway.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67370,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Since this study was focused on correlations specific to lignin deposition, most attention was paid to correlative levels found in stems, although other phenylpropanoid-derived biomolecules and other pathways were also affected by ADT composition changes in leaves. It may be an interesting and informative exercise to further explore correlative enzyme abundances to other phenylpropanoids that may play a more central role in leaf tissue function. For example, those associated with UV protection (e.g., flavonoids and sinapate esters), in order to tease out specific post-transcriptional biosynthesis regulation of formation of these other phenylpropanoids.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68031,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Ultimately, the multi-omics investigation and network analysis presented here proved invaluable for understanding systems level changes that modulated ADTs evoke in a model vascular plant. Importantly, it highlighted potentially new levels of post-transcriptional regulation of lignin/phenylpropanoids that can provisionally serve as biomolecular targets for follow-on analyses and/or for bioengineering purposes, i.e., aimed at modulating or modeling lignin/phenylpropanoids in vascular plants. These proteins can thus be used in follow-on lignin-associated enzyme validation studies and/or can potentially serve as truly novel bioengineering targets for manipulation of lignin/phenylpropanoid levels in vascular plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68753,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_2"
            },
            "text": "Potential of a Lignin Regulating “Ribocode”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68801,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Ribosomes are the effectors in the final steps of gene expression, and it has emerged recently that ribosomes themselves could contribute to regulation via differential ribosomal subunit abundance. Evidence recently has also shown that according to developmental, environmental and pathological conditions, cells can produce different populations of ribosomes which differ in their ribosomal protein and RNA composition. These “specialized ribosomes” suggest that the unique ribosomal composition determines the translational activity of the ribosome and thus controls the biosynthesis of specific proteins and enzymes. For many years, ribosomes were thought to consist of a set number of ribosomal proteins (RPs) and rRNAs, with each RP present as a single copy with resulting conserved stoichiometry and homogeneity. One of the first indications that different types of ribosomes existed was from the study of RP paralogs in plants. In work done by, it was found that RPL16 paralog gene expression patterns in Arabidopsis were mutually exclusively expressed in different organs of the plant. In yeast studies, deletion of specific RP paralogs also gave rise to unique phenotypes. In human studies, evidence came from patients displaying genetic diseases (i.e., ribosomopathies) caused by haploinsufficiency of genes encoding key factors in ribosome biogenesis or RPs. Proteomic-driven analyses exploring composition of purified ribosomes under various conditions identified all RPs differentially expressed between conditions in murine embryonic stem cells, suggesting that different translational statuses were associated with differential stoichiometry among RPs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70473,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In our study, we used the STRING (see text footnote 7) algorithm to identify connections/associations between lignin profile correlated proteins. Our results returned interactions between nucleus and plastid proteins (e.g., RPL2.1 and DRH1). While there is currently no direct evidence in Arabidopsis that this association exists, there is growing documentation of interactions between homologs of these proteins in other organisms (e.g., humans, yeast, Escherichia coli and Helicobacter pylori). Additional studies, however, would need to be performed to verify the actual association, if any, between eukaryotic and plastid translation-associated proteins in Arabidopsis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71147,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "These studies indicating the influence of differential ribosomal subunit stoichiometry on differential phenotypes and/or translational products suggest that the ribosome has the ability to function in a regulatory fashion in translation. These supporting data, along with observations of correlative associations between specific ribosomes and lignin production in this study here, support the hypothesis that lignin levels in vascular plants may be partially controlled by specialized ribosome compositions or a lignin “ribocode.”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71683,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Data Availability Statement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71711,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) are: https://massive.ucsd.edu/ProteoSAFe/static/massive.jsp, MSV000081518; proteom ecentral.proteomexchange.org/cgi/GetDataset, PXD007701.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71989,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Author Contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72010,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "KH, CB, ML, LP-T, LD, and NL: conceptualization. KH and JMa: formal analysis. NL, LD, and KH: funding acquisition. KH, JMa, JW, JEM, KW, TC, MM, RM, JB, LD, and NL: investigation and methodology. NL, KH, LD, ML, and LP-T: project administration. KH and LD: visualization. KH: writing–original draft. KH, CB, LD, and NL: writing–review and editing. All authors have read and agreed to the published version of the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72439,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of Interest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72460,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 72633,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "Funding. This work was supported by the Chemical Sciences, Geosciences and Biosciences Division, DOE Office of Basic Energy Sciences (DE-FG-0397ER20259), the National Aeronautics and Space Administration (NNX15AG56G), and by NIH Grant T-32 GM008336 for Pre-doctoral Training in Biotechnology. A portion of this research was also supported by the EMSL user program, a DOE Office of Science User Facility support sponsored by the Office of Biological and Environmental Research and located at Pacific Northwest National Laboratory.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73163,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://signal.salk.edu/cgi-bin/tdnaexpress",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73206,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://spectra.psc.riken.jp/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73235,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://www.massbank.jp/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73259,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://www.hmdb.ca/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73279,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://www.cyverse.org/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73303,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "www.arabidopsis.org",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73323,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://string-db.org",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73345,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "http://www.kegg.jp/",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73365,
            "infons": {
              "section_type": "COMP_INT",
              "type": "footnote"
            },
            "text": "https://gist.github.com/brwnj/de6007a9a4c652d05028e381be4c7207",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73428,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73451,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpls.2021.664250/full#supplementary-material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73609,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73620,
            "infons": {
              "fpage": "664",
              "lpage": "667",
              "name_0": "surname:Battle;given-names:A.",
              "name_1": "surname:Khan;given-names:Z.",
              "name_2": "surname:Wang;given-names:S. H.",
              "name_3": "surname:Mitrano;given-names:A.",
              "name_4": "surname:Ford;given-names:M. J.",
              "name_5": "surname:Pritchard;given-names:J. K.",
              "pub-id_doi": "10.1126/science.1260793",
              "pub-id_pmid": "25657249",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "347",
              "year": "2015"
            },
            "text": "Impact of regulatory variation from RNA to protein.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73672,
            "infons": {
              "fpage": "266",
              "lpage": "274",
              "name_0": "surname:Cazzonelli;given-names:C. I.",
              "name_1": "surname:Pogson;given-names:B. J.",
              "pub-id_doi": "10.1016/j.tplants.2010.02.003",
              "pub-id_pmid": "20303820",
              "section_type": "REF",
              "source": "Trends Plant Sci.",
              "type": "ref",
              "volume": "15",
              "year": "2010"
            },
            "text": "Source to sink: Regulation of carotenoid biosynthesis in plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73737,
            "infons": {
              "fpage": "500",
              "lpage": "505",
              "name_0": "surname:Chick;given-names:J. M.",
              "name_1": "surname:Munger;given-names:S. C.",
              "name_2": "surname:Simecek;given-names:P.",
              "name_3": "surname:Huttlin;given-names:E. L.",
              "name_4": "surname:Choi;given-names:K.",
              "name_5": "surname:Gatti;given-names:D. M.",
              "pub-id_doi": "10.1038/nature18270",
              "pub-id_pmid": "27309819",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "534",
              "year": "2016"
            },
            "text": "Defining the consequences of genetic variation on a proteome-wide scale.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73810,
            "infons": {
              "fpage": "30827",
              "lpage": "30835",
              "name_0": "surname:Cho;given-names:M.-H.",
              "name_1": "surname:Corea;given-names:O. R.",
              "name_2": "surname:Yang;given-names:H.",
              "name_3": "surname:Bedgar;given-names:D. L.",
              "name_4": "surname:Laskar;given-names:D. D.",
              "name_5": "surname:Anterola;given-names:A. M.",
              "pub-id_doi": "10.1074/jbc.M702662200",
              "pub-id_pmid": "17726025",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "282",
              "year": "2007"
            },
            "text": "Phenylalanine biosynthesis in Arabidopsis thaliana. Identification and characterization of arogenate dehydratases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 73925,
            "infons": {
              "fpage": "2149",
              "lpage": "2156",
              "name_0": "surname:Clé;given-names:C.",
              "name_1": "surname:Hill;given-names:L. M.",
              "name_2": "surname:Niggeweg;given-names:R.",
              "name_3": "surname:Martin;given-names:C. R.",
              "name_4": "surname:Guisez;given-names:Y.",
              "name_5": "surname:Prinsen;given-names:E.",
              "pub-id_doi": "10.1016/j.phytochem.2008.04.024",
              "pub-id_pmid": "18513762",
              "section_type": "REF",
              "source": "Phytochemistry",
              "type": "ref",
              "volume": "69",
              "year": "2008"
            },
            "text": "Modulation of chlorogenic acid biosynthesis in Solanum lycopersicum; consequences for phenolic accumulation and UV-tolerance.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74051,
            "infons": {
              "fpage": "22",
              "lpage": "37",
              "name_0": "surname:Corea;given-names:O. R. A.",
              "name_1": "surname:Bedgar;given-names:D. L.",
              "name_2": "surname:Davin;given-names:L. B.",
              "name_3": "surname:Lewis;given-names:N. G.",
              "pub-id_doi": "10.1016/j.phytochem.2012.05.026",
              "pub-id_pmid": "22818526",
              "section_type": "REF",
              "source": "Phytochemistry",
              "type": "ref",
              "volume": "82",
              "year": "2012a"
            },
            "text": "The arogenate dehydratase gene family: Towards understanding differential regulation of carbon flux through phenylalanine into primary versus secondary metabolic pathways.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74223,
            "infons": {
              "fpage": "229",
              "lpage": "250",
              "name_0": "surname:Corea;given-names:O. R. A.",
              "name_1": "surname:Ki;given-names:C.",
              "name_2": "surname:Cardenas;given-names:C. L.",
              "name_3": "surname:Davin;given-names:L. B.",
              "name_4": "surname:Lewis;given-names:N. G.",
              "pub-id_doi": "10.1007/978-1-61779-956-3_20",
              "pub-id_pmid": "22843403",
              "section_type": "REF",
              "source": "Methods Mol. Biol.",
              "type": "ref",
              "volume": "908",
              "year": "2012b"
            },
            "text": "Laser microdissection and genetic manipulation technologies to probe lignin heterogeneity and configuration in plant cell walls.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74352,
            "infons": {
              "fpage": "11446",
              "lpage": "11459",
              "name_0": "surname:Corea;given-names:O. R. A.",
              "name_1": "surname:Ki;given-names:C.",
              "name_2": "surname:Cardenas;given-names:C. L.",
              "name_3": "surname:Kim;given-names:S.-J.",
              "name_4": "surname:Brewer;given-names:S. E.",
              "name_5": "surname:Patten;given-names:A. M.",
              "pub-id_doi": "10.1074/jbc.M111.322164",
              "pub-id_pmid": "22311980",
              "section_type": "REF",
              "source": "J. Biol. Chem.",
              "type": "ref",
              "volume": "287",
              "year": "2012c"
            },
            "text": "Arogenate dehydratase isoenzymes profoundly and differentially modulate carbon flux into lignins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74450,
            "infons": {
              "fpage": "138",
              "lpage": "163",
              "name_0": "surname:Crick;given-names:F. H. C.",
              "name_1": "surname:Sanders;given-names:F. K.",
              "section_type": "REF",
              "source": "Symposia of the Society for Experimental Biology, Number XII: The Biological Replication of Macromolecules",
              "type": "ref",
              "year": "1958"
            },
            "text": "On protein synthesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74471,
            "infons": {
              "fpage": "1364",
              "lpage": "1374",
              "name_0": "surname:Denness;given-names:L.",
              "name_1": "surname:McKenna;given-names:J. F.",
              "name_2": "surname:Segonzac;given-names:C.",
              "name_3": "surname:Wormit;given-names:A.",
              "name_4": "surname:Madhou;given-names:P.",
              "name_5": "surname:Bennett;given-names:M.",
              "pub-id_doi": "10.1104/pp.111.175737",
              "pub-id_pmid": "21546454",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "156",
              "year": "2011"
            },
            "text": "Cell wall damage-induced lignin biosynthesis is regulated by a reactive oxygen species- and jasmonic acid-dependent process in Arabidopsis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74611,
            "infons": {
              "fpage": "169",
              "lpage": "175",
              "name_0": "surname:Draptchinskaia;given-names:N.",
              "name_1": "surname:Gustavsson;given-names:P.",
              "name_2": "surname:Andersson;given-names:B.",
              "name_3": "surname:Pettersson;given-names:M.",
              "name_4": "surname:Willig;given-names:T.-N.",
              "name_5": "surname:Dianzani;given-names:I.",
              "pub-id_doi": "10.1038/5951",
              "pub-id_pmid": "9988267",
              "section_type": "REF",
              "source": "Nat. Genet.",
              "type": "ref",
              "volume": "21",
              "year": "1999"
            },
            "text": "The gene encoding ribosomal protein S19 is mutated in Diamond-Blackfan anaemia.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74691,
            "infons": {
              "fpage": "520",
              "lpage": "531",
              "name_0": "surname:Du;given-names:J.",
              "name_1": "surname:Gao;given-names:Y.",
              "name_2": "surname:Zhan;given-names:Y.",
              "name_3": "surname:Zhang;given-names:S.",
              "name_4": "surname:Wu;given-names:Y.",
              "name_5": "surname:Xiao;given-names:Y.",
              "pub-id_doi": "10.1111/tpj.13125",
              "pub-id_pmid": "26775605",
              "section_type": "REF",
              "source": "Plant J.",
              "type": "ref",
              "volume": "85",
              "year": "2016"
            },
            "text": "Nucleocytoplasmic trafficking is essential for BAK1- and BKK1-mediated cell-death control.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74782,
            "infons": {
              "fpage": "111",
              "lpage": "139",
              "name_0": "surname:Dudoit;given-names:S.",
              "name_1": "surname:Yang;given-names:Y. H.",
              "name_2": "surname:Callow;given-names:M. J.",
              "name_3": "surname:Speed;given-names:T. P.",
              "section_type": "REF",
              "source": "Statistica Sinica",
              "type": "ref",
              "volume": "12",
              "year": "2002"
            },
            "text": "Statistical methods for identifying differentially expressed genes in replicated cDNA microarray experiments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 74892,
            "infons": {
              "fpage": "976",
              "lpage": "989",
              "name_0": "surname:Eng;given-names:J. K.",
              "name_1": "surname:McCormack;given-names:A. L.",
              "name_2": "surname:Yates;given-names:J. R.;suffix:3rd",
              "pub-id_doi": "10.1016/1044-0305(94)80016-2",
              "pub-id_pmid": "24226387",
              "section_type": "REF",
              "source": "J. Am. Soc. Mass Spectrom.",
              "type": "ref",
              "volume": "5",
              "year": "1994"
            },
            "text": "An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75004,
            "infons": {
              "fpage": "47",
              "lpage": "54",
              "name_0": "surname:Enyenihi;given-names:A. H.",
              "name_1": "surname:Saunders;given-names:W. S.",
              "pub-id_pmid": "12586695",
              "section_type": "REF",
              "source": "Genetics",
              "type": "ref",
              "volume": "163",
              "year": "2003"
            },
            "text": "Large-scale functional genomic analysis of sporulation and meiosis in Saccharomyces cerevisiae.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75100,
            "infons": {
              "fpage": "1369",
              "lpage": "1375",
              "name_0": "surname:Foss;given-names:E. J.",
              "name_1": "surname:Radulovic;given-names:D.",
              "name_2": "surname:Shaffer;given-names:S. A.",
              "name_3": "surname:Ruderfer;given-names:D. M.",
              "name_4": "surname:Bedalov;given-names:A.",
              "name_5": "surname:Goodlett;given-names:D. R.",
              "pub-id_doi": "10.1038/ng.2007.22",
              "pub-id_pmid": "17952072",
              "section_type": "REF",
              "source": "Nat. Genet.",
              "type": "ref",
              "volume": "39",
              "year": "2007"
            },
            "text": "Genetic basis of proteome variation in yeast.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75146,
            "infons": {
              "fpage": "4156",
              "lpage": "4164",
              "name_0": "surname:Garcia-Gomez;given-names:J. J.",
              "name_1": "surname:Lebaron;given-names:S.",
              "name_2": "surname:Froment;given-names:C.",
              "name_3": "surname:Monsarrat;given-names:B.",
              "name_4": "surname:Henry;given-names:Y.",
              "name_5": "surname:de la Cruz;given-names:J.",
              "pub-id_doi": "10.1128/MCB.05436-11",
              "pub-id_pmid": "21825077",
              "section_type": "REF",
              "source": "Mol. Cell. Biol.",
              "type": "ref",
              "volume": "31",
              "year": "2011"
            },
            "text": "Dynamics of the putative RNA helicase Spb4 during ribosome assembly in Saccharomyces cerevisiae.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75243,
            "infons": {
              "issue": "e1001393",
              "name_0": "surname:Ghazalpour;given-names:A.",
              "name_1": "surname:Bennett;given-names:B.",
              "name_2": "surname:Petyuk;given-names:V. A.",
              "name_3": "surname:Orozco;given-names:L.",
              "name_4": "surname:Hagopian;given-names:R.",
              "name_5": "surname:Mungrue;given-names:I. N.",
              "pub-id_doi": "10.1371/journal.pgen.1001393",
              "pub-id_pmid": "21695224",
              "section_type": "REF",
              "source": "PLoS Genet.",
              "type": "ref",
              "volume": "7",
              "year": "2011"
            },
            "text": "Comparative analysis of proteome and transcriptome variation in mouse.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75314,
            "infons": {
              "issue": "34",
              "name_0": "surname:Goff;given-names:S. A.",
              "name_1": "surname:Vaughn;given-names:M.",
              "name_2": "surname:McKay;given-names:S.",
              "name_3": "surname:Lyons;given-names:E.",
              "name_4": "surname:Stapleton;given-names:A. E.",
              "name_5": "surname:Gessler;given-names:D.",
              "pub-id_doi": "10.3389/fpls.2011.00034",
              "pub-id_pmid": "22645531",
              "section_type": "REF",
              "source": "Front. Plant Sci.",
              "type": "ref",
              "volume": "2",
              "year": "2011"
            },
            "text": "The iPlant collaborative: Cyberinfrastructure for plant biology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75379,
            "infons": {
              "issue": "83",
              "name_0": "surname:Hasin;given-names:Y.",
              "name_1": "surname:Seldin;given-names:M.",
              "name_2": "surname:Lusis;given-names:A.",
              "pub-id_doi": "10.1186/s13059-017-1215-1",
              "pub-id_pmid": "28476144",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "18",
              "year": "2017"
            },
            "text": "Multi-omics approaches to disease.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75414,
            "infons": {
              "fpage": "1068",
              "lpage": "1081",
              "name_0": "surname:Havugimana;given-names:P. C.",
              "name_1": "surname:Hart;given-names:G. T.",
              "name_2": "surname:Nepusz;given-names:T.",
              "name_3": "surname:Yang;given-names:H.",
              "name_4": "surname:Turinsky;given-names:A. L.",
              "name_5": "surname:Li;given-names:Z.",
              "pub-id_doi": "10.1016/j.cell.2012.08.011",
              "pub-id_pmid": "22939629",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "150",
              "year": "2012"
            },
            "text": "A census of human soluble protein complexes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75459,
            "infons": {
              "fpage": "115",
              "lpage": "131",
              "name_0": "surname:Höhner;given-names:R.",
              "name_1": "surname:Marques;given-names:J. V.",
              "name_2": "surname:Ito;given-names:T.",
              "name_3": "surname:Amakura;given-names:Y.",
              "name_4": "surname:Budgeon;given-names:A. D.;suffix:Jr.",
              "name_5": "surname:Weitz;given-names:K.",
              "pub-id_doi": "10.1104/pp.17.01766",
              "pub-id_pmid": "29523714",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "177",
              "year": "2018"
            },
            "text": "Reduced arogenate dehydratase expression: Ramifications for photosynthesis and metabolism.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75550,
            "infons": {
              "fpage": "W627",
              "lpage": "W632",
              "name_0": "surname:Hsiao;given-names:A.",
              "name_1": "surname:Ideker;given-names:T.",
              "name_2": "surname:Olefsky;given-names:J. M.",
              "name_3": "surname:Subramaniam;given-names:S.",
              "pub-id_doi": "10.1093/nar/gki443",
              "pub-id_pmid": "15980550",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "33",
              "year": "2005"
            },
            "text": "VAMPIRE microarray suite: A web-based platform for the interpretation of gene expression data.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75645,
            "infons": {
              "fpage": "263",
              "lpage": "267",
              "name_0": "surname:Jain;given-names:M.",
              "name_1": "surname:Tiwary;given-names:S.",
              "name_2": "surname:Gadre;given-names:R.",
              "pub-id_doi": "10.17221/233/2009-PSE",
              "section_type": "REF",
              "source": "Plant Soil Environ.",
              "type": "ref",
              "volume": "56",
              "year": "2010"
            },
            "text": "Sorbitol-induced changes in various growth and biochemical parameters in maize.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75725,
            "infons": {
              "fpage": "D353",
              "lpage": "D361",
              "name_0": "surname:Kanehisa;given-names:M.",
              "name_1": "surname:Furumichi;given-names:M.",
              "name_2": "surname:Tanabe;given-names:M.",
              "name_3": "surname:Sato;given-names:Y.",
              "name_4": "surname:Morishima;given-names:K.",
              "pub-id_doi": "10.1093/nar/gkw1092",
              "pub-id_pmid": "27899662",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "45",
              "year": "2017"
            },
            "text": "KEGG: New perspectives on genomes, pathways, diseases and drugs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75790,
            "infons": {
              "fpage": "1529",
              "lpage": "1546",
              "name_0": "surname:Kim;given-names:J. I.",
              "name_1": "surname:Dolan;given-names:W. L.",
              "name_2": "surname:Anderson;given-names:N. A.",
              "name_3": "surname:Chapple;given-names:C.",
              "pub-id_doi": "10.1105/tpc.15.00127",
              "pub-id_pmid": "25944103",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "27",
              "year": "2015"
            },
            "text": "Indole glucosinolate biosynthesis limits phenylpropanoid accumulation in Arabidopsis thaliana.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75885,
            "infons": {
              "fpage": "3354",
              "lpage": "3363",
              "name_0": "surname:Kim;given-names:S.",
              "name_1": "surname:Gupta;given-names:N.",
              "name_2": "surname:Pevzner;given-names:P. A.",
              "pub-id_doi": "10.1021/pr8001244",
              "pub-id_pmid": "18597511",
              "section_type": "REF",
              "source": "J. Proteome Res.",
              "type": "ref",
              "volume": "7",
              "year": "2008"
            },
            "text": "Spectral probabilities and generating functions of tandem mass spectra: A strike against decoy databases.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 75991,
            "infons": {
              "fpage": "10038",
              "lpage": "10048",
              "name_0": "surname:Kind;given-names:T.",
              "name_1": "surname:Wohlgemuth;given-names:G.",
              "name_2": "surname:Lee;given-names:D. Y.",
              "name_3": "surname:Lu;given-names:Y.",
              "name_4": "surname:Palazoglu;given-names:M.",
              "name_5": "surname:Shahbaz;given-names:S.",
              "pub-id_doi": "10.1021/ac9019522",
              "pub-id_pmid": "19928838",
              "section_type": "REF",
              "source": "Anal. Chem.",
              "type": "ref",
              "volume": "81",
              "year": "2009"
            },
            "text": "FiehnLib: Mass spectral and retention index libraries for metabolomics based on quadrupole and time-of-flight gas chromatography/mass spectrometry.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76139,
            "infons": {
              "issue": "1759",
              "name_0": "surname:Labbe;given-names:A.",
              "name_1": "surname:Dudoit;given-names:S.",
              "pub-id_doi": "10.2202/1544-6115.1759",
              "pub-id_pmid": "22499689",
              "section_type": "REF",
              "source": "Stat. Appl. Genet. Mol. Biol.",
              "type": "ref",
              "volume": "11",
              "year": "2012"
            },
            "text": "Special issue on computational statistical methods for genomics and systems biology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76224,
            "infons": {
              "fpage": "1159",
              "lpage": "1166",
              "name_0": "surname:Landry;given-names:L. G.",
              "name_1": "surname:Chapple;given-names:C. C. S.",
              "name_2": "surname:Last;given-names:R. L.",
              "pub-id_doi": "10.1104/pp.109.4.1159",
              "pub-id_pmid": "8539286",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "109",
              "year": "1995"
            },
            "text": "Arabidopsis mutants lacking phenolic sunscreens exhibit enhanced ultraviolet-B injury and oxidative damage.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76332,
            "infons": {
              "issue": "566",
              "name_0": "surname:Liu;given-names:M.-J.",
              "name_1": "surname:Wu;given-names:S.-H.",
              "name_2": "surname:Chen;given-names:H.-M.",
              "name_3": "surname:Wu;given-names:S.-H.",
              "pub-id_doi": "10.1038/msb.2011.97",
              "pub-id_pmid": "22252389",
              "section_type": "REF",
              "source": "Mol. Syst. Biol.",
              "type": "ref",
              "volume": "8",
              "year": "2012"
            },
            "text": "Widespread translational control contributes to the regulation of Arabidopsis photomorphogenesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76430,
            "infons": {
              "fpage": "970",
              "lpage": "981",
              "name_0": "surname:Lu;given-names:D.",
              "name_1": "surname:Yuan;given-names:X.",
              "name_2": "surname:Kim;given-names:S.-J.",
              "name_3": "surname:Marques;given-names:J. V.",
              "name_4": "surname:Chakravarthy;given-names:P. P.",
              "name_5": "surname:Moinuddin;given-names:S. G. A.",
              "pub-id_doi": "10.1111/pbi.12692",
              "pub-id_pmid": "28064439",
              "section_type": "REF",
              "source": "Plant Biotechnol. J.",
              "type": "ref",
              "volume": "15",
              "year": "2017"
            },
            "text": "Eugenol specialty chemical production in transgenic poplar (Populus tremula × P. alba) field trials.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76532,
            "infons": {
              "fpage": "3847",
              "lpage": "3850",
              "name_0": "surname:Maiolica;given-names:A.",
              "name_1": "surname:Borsotti;given-names:D.",
              "name_2": "surname:Rappsilber;given-names:J.",
              "pub-id_doi": "10.1002/pmic.200402010",
              "pub-id_pmid": "16130174",
              "section_type": "REF",
              "source": "Proteomics",
              "type": "ref",
              "volume": "5",
              "year": "2005"
            },
            "text": "Self-made frits for nanoscale columns in proteomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76585,
            "infons": {
              "fpage": "12031",
              "lpage": "12036",
              "name_0": "surname:Mauro;given-names:V. P.",
              "name_1": "surname:Edelman;given-names:G. M.",
              "pub-id_doi": "10.1073/pnas.192442499",
              "pub-id_pmid": "12221294",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. USA",
              "type": "ref",
              "volume": "99",
              "year": "2002"
            },
            "text": "The ribosome filter hypothesis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76617,
            "infons": {
              "fpage": "117",
              "lpage": "125",
              "name_0": "surname:Mazza;given-names:C. A.",
              "name_1": "surname:Boccalandro;given-names:H. E.",
              "name_2": "surname:Giordano;given-names:C. V.",
              "name_3": "surname:Battista;given-names:D.",
              "name_4": "surname:Scopel;given-names:A. L.",
              "name_5": "surname:Ballaré;given-names:C. L.",
              "pub-id_doi": "10.1104/pp.122.1.117",
              "pub-id_pmid": "10631255",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "122",
              "year": "2000"
            },
            "text": "Functional significance and induction by solar radiation of ultraviolet-absorbing sunscreens in field-grown soybean crops.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76740,
            "infons": {
              "fpage": "215",
              "lpage": "217",
              "name_0": "surname:Monroe;given-names:M. E.",
              "name_1": "surname:Shaw;given-names:J. L.",
              "name_2": "surname:Daly;given-names:D. S.",
              "name_3": "surname:Adkins;given-names:J. N.",
              "name_4": "surname:Smith;given-names:R. D.",
              "pub-id_doi": "10.1016/j.compbiolchem.2008.02.006",
              "pub-id_pmid": "18440872",
              "section_type": "REF",
              "source": "Comput. Biol. Chem.",
              "type": "ref",
              "volume": "32",
              "year": "2008"
            },
            "text": "MASIC: A software program for fast quantitation and flexible visualization of chromatographic profiles from detected LC-MS(/MS) features.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76878,
            "infons": {
              "issue": "288",
              "name_0": "surname:Nakano;given-names:Y.",
              "name_1": "surname:Yamaguchi;given-names:M.",
              "name_2": "surname:Endo;given-names:H.",
              "name_3": "surname:Rejab;given-names:N. A.",
              "name_4": "surname:Ohtani;given-names:M.",
              "pub-id_doi": "10.3389/fpls.2015.00288",
              "pub-id_pmid": "25999964",
              "section_type": "REF",
              "source": "Front. Plant Sci.",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "NAC-MYB-based transcriptional regulation of secondary cell wall biosynthesis in land plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 76971,
            "infons": {
              "fpage": "2147",
              "lpage": "2170",
              "name_0": "surname:Ni;given-names:L.",
              "name_1": "surname:Snyder;given-names:M.",
              "pub-id_doi": "10.1091/mbc.12.7.2147",
              "pub-id_pmid": "11452010",
              "section_type": "REF",
              "source": "Mol. Biol. Cell",
              "type": "ref",
              "volume": "12",
              "year": "2001"
            },
            "text": "A genomic study of the bipolar bud site selection pattern in Saccharomyces cerevisiae.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77058,
            "infons": {
              "fpage": "68",
              "lpage": "82",
              "name_0": "surname:Nisar;given-names:N.",
              "name_1": "surname:Li;given-names:L.",
              "name_2": "surname:Lu;given-names:S.",
              "name_3": "surname:Khin;given-names:N. C.",
              "name_4": "surname:Pogson;given-names:B. J.",
              "pub-id_doi": "10.1016/j.molp.2014.12.007",
              "pub-id_pmid": "25578273",
              "section_type": "REF",
              "source": "Mol. Plant",
              "type": "ref",
              "volume": "8",
              "year": "2015"
            },
            "text": "Carotenoid metabolism in plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77091,
            "infons": {
              "fpage": "2638",
              "lpage": "2643",
              "name_0": "surname:Okanami;given-names:M.",
              "name_1": "surname:Meshi;given-names:T.",
              "name_2": "surname:Iwabuchi;given-names:M.",
              "pub-id_doi": "10.1093/nar/26.11.2638",
              "pub-id_pmid": "9592148",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "26",
              "year": "1998"
            },
            "text": "Characterization of a DEAD box ATPase/RNA helicase protein of Arabidopsis thaliana.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77175,
            "infons": {
              "fpage": "939",
              "lpage": "951",
              "name_0": "surname:Pastori;given-names:G. M.",
              "name_1": "surname:Kiddle;given-names:G.",
              "name_2": "surname:Antoniw;given-names:J.",
              "name_3": "surname:Bernard;given-names:S.",
              "name_4": "surname:Veljovic-Jovanovic;given-names:S.",
              "name_5": "surname:Verrier;given-names:P. J.",
              "pub-id_doi": "10.1105/tpc.010538",
              "pub-id_pmid": "12671089",
              "section_type": "REF",
              "source": "Plant Cell",
              "type": "ref",
              "volume": "15",
              "year": "2003"
            },
            "text": "Leaf vitamin C contents modulate plant defense transcripts and regulate genes that control development through hormone signaling.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77305,
            "infons": {
              "fpage": "1251",
              "lpage": "1260",
              "name_0": "surname:Rippert;given-names:P.",
              "name_1": "surname:Puyaubert;given-names:J.",
              "name_2": "surname:Grisollet;given-names:D.",
              "name_3": "surname:Derrier;given-names:L.",
              "name_4": "surname:Matringe;given-names:M.",
              "pub-id_doi": "10.1104/pp.108.130070",
              "pub-id_pmid": "19136569",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "149",
              "year": "2009"
            },
            "text": "Tyrosine and phenylalanine are synthesized within the plastids in Arabidopsis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77384,
            "infons": {
              "issue": "e47",
              "name_0": "surname:Ritchie;given-names:M. E.",
              "name_1": "surname:Phipson;given-names:B.",
              "name_2": "surname:Wu;given-names:D.",
              "name_3": "surname:Hu;given-names:Y.",
              "name_4": "surname:Law;given-names:C. W.",
              "name_5": "surname:Shi;given-names:W.",
              "pub-id_doi": "10.1093/nar/gkv007",
              "pub-id_pmid": "25605792",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "limma powers differential expression analyses for RNA-sequencing and microarray studies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77473,
            "infons": {
              "fpage": "24",
              "lpage": "26",
              "name_0": "surname:Robinson;given-names:J. T.",
              "name_1": "surname:Thorvaldsdóttir;given-names:H.",
              "name_2": "surname:Winckler;given-names:W.",
              "name_3": "surname:Guttman;given-names:M.",
              "name_4": "surname:Lander;given-names:E. S.",
              "name_5": "surname:Getz;given-names:G.",
              "pub-id_doi": "10.1038/nbt.1754",
              "pub-id_pmid": "21221095",
              "section_type": "REF",
              "source": "Nat. Biotechnol.",
              "type": "ref",
              "volume": "29",
              "year": "2011"
            },
            "text": "Integrative genomics viewer.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77502,
            "infons": {
              "issue": "276",
              "name_0": "surname:Rodríguez-Celma;given-names:J.",
              "name_1": "surname:Pan;given-names:I. C.",
              "name_2": "surname:Li;given-names:W.",
              "name_3": "surname:Lan;given-names:P.",
              "name_4": "surname:Buckhout;given-names:T. J.",
              "name_5": "surname:Schmidt;given-names:W.",
              "pub-id_doi": "10.3389/fpls.2013.00276",
              "pub-id_pmid": "23888164",
              "section_type": "REF",
              "source": "Front. Plant Sci.",
              "type": "ref",
              "volume": "4",
              "year": "2013"
            },
            "text": "The transcriptional response of Arabidopsis leaves to Fe deficiency.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77571,
            "infons": {
              "fpage": "865",
              "lpage": "873",
              "name_0": "surname:Slavov;given-names:N.",
              "name_1": "surname:Semrau;given-names:S.",
              "name_2": "surname:Airoldi;given-names:E.",
              "name_3": "surname:Budnik;given-names:B.",
              "name_4": "surname:van Oudenaarden;given-names:A.",
              "pub-id_doi": "10.1016/j.celrep.2015.09.056",
              "pub-id_pmid": "26565899",
              "section_type": "REF",
              "source": "Cell Rep.",
              "type": "ref",
              "volume": "13",
              "year": "2015"
            },
            "text": "Differential stoichiometry among core ribosomal proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77629,
            "infons": {
              "fpage": "431",
              "lpage": "432",
              "name_0": "surname:Smoot;given-names:M. E.",
              "name_1": "surname:Ono;given-names:K.",
              "name_2": "surname:Ruscheinski;given-names:J.",
              "name_3": "surname:Wang;given-names:P.-L.",
              "name_4": "surname:Ideker;given-names:T.",
              "pub-id_doi": "10.1093/bioinformatics/btq675",
              "pub-id_pmid": "21149340",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "27",
              "year": "2011"
            },
            "text": "Cytoscape 2.8: New features for data integration and network visualization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77705,
            "infons": {
              "fpage": "241",
              "lpage": "257",
              "name_0": "surname:Song;given-names:C. P.",
              "name_1": "surname:Galbraith;given-names:D. W.",
              "pub-id_doi": "10.1007/s11103-005-3880-9",
              "pub-id_pmid": "16429262",
              "section_type": "REF",
              "source": "Plant Mol. Biol.",
              "type": "ref",
              "volume": "60",
              "year": "2006"
            },
            "text": "AtSAP18, an orthologue of human SAP18, is involved in the regulation of salt stress and mediates transcriptional repression in Arabidopsis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77845,
            "infons": {
              "fpage": "881",
              "lpage": "889",
              "name_0": "surname:Stapleton;given-names:A. E.",
              "name_1": "surname:Walbot;given-names:V.",
              "pub-id_doi": "10.1104/pp.105.3.881",
              "pub-id_pmid": "8058838",
              "section_type": "REF",
              "source": "Plant Physiol.",
              "type": "ref",
              "volume": "105",
              "year": "1994"
            },
            "text": "Flavonoids can protect maize DNA from the induction of ultraviolet radiation damage.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 77930,
            "infons": {
              "fpage": "199",
              "lpage": "203",
              "name_0": "surname:Subramaniam;given-names:S.",
              "name_1": "surname:Hsiao;given-names:G.",
              "pub-id_doi": "10.1038/ni.2244",
              "pub-id_pmid": "22344273",
              "section_type": "REF",
              "source": "Nat. Immunol.",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "Gene-expression measurement: Variance-modeling considerations for robust data analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78018,
            "infons": {
              "issue": "e112301",
              "name_0": "surname:Sullivan;given-names:J. H.",
              "name_1": "surname:Muhammad;given-names:D.",
              "name_2": "surname:Warpeha;given-names:K. M.",
              "pub-id_doi": "10.1371/journal.pone.0112301",
              "pub-id_pmid": "25549094",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Phenylalanine is required to promote specific developmental responses and prevents cellular damage in response to ultraviolet light in soybean (Glycine max) during the seed-to-seedling transition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78215,
            "infons": {
              "fpage": "D447",
              "lpage": "D452",
              "name_0": "surname:Szklarczyk;given-names:D.",
              "name_1": "surname:Franceschini;given-names:A.",
              "name_2": "surname:Wyder;given-names:S.",
              "name_3": "surname:Forslund;given-names:K.",
              "name_4": "surname:Heller;given-names:D.",
              "name_5": "surname:Huerta-Cepas;given-names:J.",
              "pub-id_doi": "10.1093/nar/gku1003",
              "pub-id_pmid": "25352553",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "STRING v10: Protein-protein interaction networks, integrated over the tree of life.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78299,
            "infons": {
              "fpage": "D362",
              "lpage": "D368",
              "name_0": "surname:Szklarczyk;given-names:D.",
              "name_1": "surname:Morris;given-names:J. H.",
              "name_2": "surname:Cook;given-names:H.",
              "name_3": "surname:Kuhn;given-names:M.",
              "name_4": "surname:Wyder;given-names:S.",
              "name_5": "surname:Simonovic;given-names:M.",
              "pub-id_doi": "10.1093/nar/gkw937",
              "pub-id_pmid": "27924014",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "45",
              "year": "2017"
            },
            "text": "The STRING database in 2017: Quality-controlled protein-protein association networks, made broadly accessible.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78410,
            "infons": {
              "fpage": "178",
              "lpage": "192",
              "name_0": "surname:Thorvaldsdóttir;given-names:H.",
              "name_1": "surname:Robinson;given-names:J. T.",
              "name_2": "surname:Mesirov;given-names:J. P.",
              "pub-id_doi": "10.1093/bib/bbs017",
              "pub-id_pmid": "22517427",
              "section_type": "REF",
              "source": "Brief Bioinform.",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "Integrative Genomics Viewer (IGV): High-performance genomics data visualization and exploration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78507,
            "infons": {
              "fpage": "5116",
              "lpage": "5121",
              "name_0": "surname:Tusher;given-names:V. G.",
              "name_1": "surname:Tibshirani;given-names:R.",
              "name_2": "surname:Chu;given-names:G.",
              "pub-id_doi": "10.1073/pnas.091062498",
              "pub-id_pmid": "11309499",
              "section_type": "REF",
              "source": "Proc. Natl. Acad. Sci. USA",
              "type": "ref",
              "volume": "98",
              "year": "2001"
            },
            "text": "Significance analysis of microarrays applied to the ionizing radiation response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78588,
            "infons": {
              "fpage": "956",
              "lpage": "972",
              "name_0": "surname:Tzin;given-names:V.",
              "name_1": "surname:Galili;given-names:G.",
              "pub-id_doi": "10.1093/mp/ssq048",
              "pub-id_pmid": "20817774",
              "section_type": "REF",
              "source": "Mol. Plant",
              "type": "ref",
              "volume": "3",
              "year": "2010"
            },
            "text": "New insights into the shikimate and aromatic amino acids biosynthesis pathways in plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78678,
            "infons": {
              "fpage": "814",
              "lpage": "818",
              "name_0": "surname:Walley;given-names:J. W.",
              "name_1": "surname:Sartor;given-names:R. C.",
              "name_2": "surname:Shen;given-names:Z.",
              "name_3": "surname:Schmitz;given-names:R. J.",
              "name_4": "surname:Wu;given-names:K. J.",
              "name_5": "surname:Urich;given-names:M. A.",
              "pub-id_doi": "10.1126/science.aag1125",
              "pub-id_pmid": "27540173",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "353",
              "year": "2016"
            },
            "text": "Integration of omic networks in a developmental atlas of maize.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78742,
            "infons": {
              "issue": "783",
              "name_0": "surname:Wang;given-names:J.",
              "name_1": "surname:Lan;given-names:P.",
              "name_2": "surname:Gao;given-names:H.",
              "name_3": "surname:Zheng;given-names:L.",
              "name_4": "surname:Li;given-names:W.",
              "name_5": "surname:Schmidt;given-names:W.",
              "pub-id_doi": "10.1186/1471-2164-14-783",
              "pub-id_pmid": "24225185",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "Expression changes of ribosomal proteins in phosphate- and iron-deficient Arabidopsis roots predict stress-specific alterations in ribosome composition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 78895,
            "infons": {
              "fpage": "2019",
              "lpage": "2026",
              "name_0": "surname:Wang;given-names:Y.",
              "name_1": "surname:Yang;given-names:F.",
              "name_2": "surname:Gritsenko;given-names:M. A.",
              "name_3": "surname:Wang;given-names:Y.",
              "name_4": "surname:Clauss;given-names:T.",
              "name_5": "surname:Liu;given-names:T.",
              "pub-id_doi": "10.1002/pmic.201000722",
              "pub-id_pmid": "21500348",
              "section_type": "REF",
              "source": "Proteomics",
              "type": "ref",
              "volume": "11",
              "year": "2011"
            },
            "text": "Reversed-phase chromatography with multiple fraction concatenation strategy for proteome profiling of human MCF10A cells.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 79017,
            "infons": {
              "fpage": "217",
              "lpage": "224",
              "name_0": "surname:Weber;given-names:H.",
              "pub-id_doi": "10.1016/S1360-1385(02)02250-1",
              "pub-id_pmid": "11992827",
              "section_type": "REF",
              "source": "Trends Plant Sci.",
              "type": "ref",
              "volume": "7",
              "year": "2002"
            },
            "text": "Fatty acid-derived signals in plants.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 79055,
            "infons": {
              "fpage": "65",
              "lpage": "76",
              "name_0": "surname:Williams;given-names:M. E.",
              "name_1": "surname:Sussex;given-names:I. M.",
              "pub-id_doi": "10.1046/j.1365-313x.1995.08010065.x",
              "pub-id_pmid": "7655508",
              "section_type": "REF",
              "source": "Plant J.",
              "type": "ref",
              "volume": "8",
              "year": "1995"
            },
            "text": "Developmental regulation of ribosomal protein L16 genes in Arabidopsis thaliana.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 79136,
            "infons": {
              "fpage": "355",
              "lpage": "369",
              "name_0": "surname:Xue;given-names:S.",
              "name_1": "surname:Barna;given-names:M.",
              "pub-id_doi": "10.1038/nrm3359",
              "pub-id_pmid": "22617470",
              "section_type": "REF",
              "source": "Nat. Rev. Mol. Cell Biol.",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "Specialized ribosomes: A new frontier in gene regulation and organismal biology.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 79217,
            "infons": {
              "fpage": "177",
              "lpage": "178",
              "name_0": "surname:Yashroy;given-names:R. C.",
              "pub-id_pmid": "3428918",
              "section_type": "REF",
              "source": "Indian J. Biochem. Biophys.",
              "type": "ref",
              "volume": "24",
              "year": "1987"
            },
            "text": "13C-NMR studies of lipid fatty acyl chains of chloroplast membranes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 79286,
            "infons": {
              "fpage": "49",
              "lpage": "64",
              "name_0": "surname:Zhao;given-names:Y.",
              "pub-id_doi": "10.1146/annurev-arplant-042809-112308",
              "pub-id_pmid": "20192736",
              "section_type": "REF",
              "source": "Annu. Rev. Plant Biol.",
              "type": "ref",
              "volume": "61",
              "year": "2010"
            },
            "text": "Auxin biosynthesis and its role in plant development.",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]