[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250710",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC8220224",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1093/pcmedi/pbab012",
              "article-id_pmc": "PMC8220224",
              "article-id_pmid": "34179686",
              "article-id_publisher-id": "pbab012",
              "fpage": "93",
              "issue": "2",
              "kwd": "spaceflight DNA methylome transcriptome epigenetic clock",
              "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.",
              "lpage": "108",
              "name_0": "surname:Chen;given-names:Zhong",
              "name_1": "surname:Stanbouly;given-names:Seta",
              "name_2": "surname:Nishiyama;given-names:Nina C",
              "name_3": "surname:Chen;given-names:Xin",
              "name_4": "surname:Delp;given-names:Michael D",
              "name_5": "surname:Qiu;given-names:Hongyu",
              "name_6": "surname:Mao;given-names:Xiao W",
              "name_7": "surname:Wang;given-names:Charles",
              "section_type": "TITLE",
              "type": "front",
              "volume": "4",
              "year": "2021"
            },
            "text": "Spaceflight decelerates the epigenetic clock orchestrated with a global alteration in DNA methylome and transcriptome in the mouse retina",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 138,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Abstract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 147,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Astronauts exhibit an assortment of clinical abnormalities in their eyes during long-duration spaceflight. The purpose of this study was to determine whether spaceflight induces epigenomic and transcriptomic reprogramming in the retina or alters the epigenetic clock. The mice were flown for 37 days in animal enclosure modules on the International Space Station; ground-based control animals were maintained under similar housing conditions. Mouse retinas were isolated and both DNA methylome and transcriptome were determined by deep sequencing. We found that a large number of genes were differentially methylated with spaceflight, whereas there were fewer differentially expressed genes at the transcriptome level. Several biological pathways involved in retinal diseases such as macular degeneration were significantly altered. Our results indicated that spaceflight decelerated the retinal epigenetic clock. This study demonstrates that spaceflight impacts the retina at the epigenomic and transcriptomic levels, and such changes could be involved in the etiology of eye-related disorders among astronauts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1260,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1273,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The spaceflight environment contains two major risk factors, irradiation and microgravity, which are thought to induce adverse effects on astronauts’ vision and central nervous systems, and in particular, the eye and retina. Studies reported that more than 30% of astronauts returning from Space Shuttle missions or the International Space Station (ISS) were diagnosed with eye problems that reduced visual acuity. Furthermore, a recent study showed that spaceflight induced significant apoptosis in the retinal inner nuclear layer (INL) and ganglion cell layer (GCL) of mice. Previous work has also shown that many genes involved in oxidative stress and mitochondria-associated apoptosis are altered in the retinas of space-flown mice, and oxidative stress-induced apoptosis plays an important role in response to space irradiation in mouse retinas.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2126,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previous research on space-induced visual impairment in astronauts has primarily utilized proteomics and microarray technologies to better understand the biological effects of spaceflight on the mouse retina; these studies collectively reveal that spaceflight alters the expression of certain genes and proteins involved in cell death, mitochondrial function, endoplasmic reticulum (ER) stress, neuronal and glial cell loss, and axonal degeneration in mice. Although there are studies analyzing the transcriptome in human retinas, none has been done under spaceflight conditions. Thus, the mechanisms underlying the spaceflight-induced vision impairment remain largely unknown. Even though spaceflight-induced transcriptomic reprogramming in mouse retinas was recently reported, there has been no study of the effects of spaceflight on the retina methylome or the epigenetic clocks of animals or humans.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3030,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "There is great enthusiasm both within the scientific community and society in general with the ambitious plans for the return of manned missions to the moon and long-duration (>300 days) space travel to Mars and beyond. However, a comprehensive assessment of the adverse effects on the human body is still incomplete. In a recent NASA Twins Study, some persistent changes in gene expression, DNA damage, telomeres, neuro-ocular and cognitive function were observed when comparing the spaceflight twin brother to his earth-bound twin. It has also been shown that long-duration spaceflight changes gene regulation at both the transcriptional and epigenetic levels, although the majority of these changes return to the preflight level six months after returning to earth. As part of a NASA research consortium to accelerate spaceflight risk characterization and to gather omics data to allow robust predictions of cellular response in organisms exposed to long-duration spaceflight, we investigated the DNA methylome, epigenetic clock and transcriptome of retinas from mice flown on a long-duration 37-day mission, the human equivalent of 4.1 years, as part of the Rodent Research-1 (RR-1) project. We identified differentially methylated genes (DMGs) and differentially expressed genes (DEGs) between spaceflight and ground control mice. In addition, as epigenetic clocks have been used to predict tissue biological ages and age-related diseases in both humans and mice, we calculated spaceflight-induced epigenetic clock based on the DNA methylation at unique CpG sites of mouse retinas to predict the retinal tissue aging due to the spaceflight. This study provides new insights into the visual impairment due to long-duration spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4770,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4778,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Study design and overall QC of RRBS DNA methylome and RNA-seq transcriptome data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4859,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To study the effects of spaceflight on retinal tissue epigenomic and transcriptomic changes, we constructed 18 reduced representation bisulfite sequencing (RRBS) libraries with one sample being removed from downstream analysis due to low quality (8 flight vs. 9 ground control mice) and 18 RNA-seq libraries (9 flight vs. 9 ground control mice). Figure   1 shows the study design. Fragment sizes of RRBS library were between 200 and 500 bp, with a peak around 300 bp. RNA-seq library size distribution ranged between 200–500 bp, with a peak around 280 bp. To monitor the quality of the RNA-seq, we also added External RNA Control Consortium (ERCC) spike-in controls in an amount equivalent to about 1% of the total RNA in each sample before RNA-seq library construction. We generated ∼778 million reads of 75-bp single-end RRBS DNA methylome data and 764 million reads (75 bp × 2) of pair-end RNA-seq transcriptomic data, corresponding to an average of ∼45.8 million (N = 17) sequence reads per RRBS sample, and 42.5 million (N = 18) sequence reads per RNA-seq sample (Supplementary Table S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5966,
            "infons": {
              "file": "pbab012fig1.jpg",
              "id": "fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Study design. This study was under the NASA Rodent Research-1 (RR-1) project consortium. Spaceflight mice after flight were euthanized and frozen on orbit. The retinas were isolated from both the ground habitat control and flight mice after returning to ground. RNA and DNA were extracted from the retinas, and then RRBS and RNA-seq libraries were constructed to obtain DNA methylome and transcriptome, respectively. Retinal epigenetic age was calculated using MouseEpigeneticClock script. Disease and bio-functional pathways were generated using the DAVID GO functional annotation and the Ingenuity Pathway through Analysis (IPA) based on DMGs & DEGs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6619,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "High-quality reads were obtained from both RRBS and RNA-seq data (Supplementary Fig. S1). We aligned the RRBS DNA-seq methylome data, 75 bp single reads to the NCBI mouse GRCm38 genome. On average, 62.48% of the reads were aligned to the genome with an average of 26.3 million (N = 17) aligned reads per sample (Supplementary Table S3). The aligned reads were further annotated, resulting in an average of 1.84 million (N = 17) CpG sites covered by at least 10 reads. For RNA-seq transcriptomic data, we aligned the 75 × 2 bp fastq reads to the NCBI mouse GRCm38 genome, NCBI GRCm38 gene model, and ERCC transcripts. Overall, ∼85.05% (N = 18) of the reads were aligned to the genome uniquely, and 0.35% (N = 18) to the ERCC transcripts. Among the reads aligned to the genome, 56.03% (N = 18) to the exons, 20.88% (N = 18) to the introns. Scatterplots of ERCC log2 (FPKM) vs. log2 (spike-in concentration) showed an overall linear relationship (R2 = 0.94) between the observed and the expected transcripts of the ERCC spike-in controls (Supplementary Fig. S1G).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7699,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Global epigenomic and transcriptomic changes in the retinas of spaceflight mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7779,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Overall, 31.2 million CpGs, ranging from 1.6 million to 2.1 million CpGs per sample, were used to study the genome-wide CpG methylation patterns in terms of the relationship to the genomic features. The profiling CpG methylation patterns revealed that the spaceflight mice were hypomethylated globally compared to ground mice (P = 0.034, two-tailed t-test, Fig. 2A). A significant lower CpG methylation level was observed within CG islands compared to CpG shores in both ground and spaceflight mice (P < 2.2E−16, two-tailed t-test). In addition, the level of methylation was significantly higher in the introns compared to exons in both groups (P < 2.2E−16, two-tailed t-test). The methylation at the transcription starting site (TSS) had the lowest methylation compared to other genomic regions (promoter, exon and intron) in both spaceflight and ground mice. Furthermore, 62.5% of the 643 differentially methylated genes were hypomethylated and 37.5% were hypermethylated (Fig.   2B). Annotation of differentially methylated CpGs (DMCs) revealed that a large portion of the DMCs were located in introns, followed by intergenic regions and exons. About 15% of the DMCs were located in promoters (Fig. 2C). Principal component analysis (PCA) (Fig. 2D) and hierarchial cluster analysis (HCA) (Fig. 2E) based on DMCs showed a clear difference between spaceflight and ground control mice. Overall, the methylation data clearly demonstrated that spaceflight induced profound DNA methylation changes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9291,
            "infons": {
              "file": "pbab012fig2.jpg",
              "id": "fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Spaceflight caused global epigenomic changes in mouse retina. (A) Genome-wide CpG methylation status at various genome regions. (B) and (C) Characteristics of significant differentially methylated CpGs (DMCs, methylation change > 10% and P ≤ 0.05). (D) Principal component analysis (PCA) based on the spaceflight induced DMCs. The beta values of all differentially methylated CpGs were used for PCA computation and no filtering was applied. (E) HCA plots based on DMCs. (F) Epigenetic ages calculated using Stubb's age estimator based on retinal methylomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9855,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "As DNA methylation has been successfully used to predict epigenetic clock—biological age, we determined the epigenetic clocks of the retinas of spaceflight and control mice, using Stubbs’ epigenetic clock predictor. The differences of Stubbs’ predicted biological ages between the spaceflight and ground control mice were tested using Welch's two-sample t-test, which showed a significant age deceleration in spaceflight mice relative to ground mice (1.7 vs. 2.4 weeks, P = 0.049 on two-tailed t-test) (Fig. 2F). It is worth noting that the predicted epigenetic ages were much younger than the true chronological ages (21.2 weeks).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10496,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Our RNA-seq transcriptomic analysis identified 177 DEGs (fold change ≥ 1.2, P ≤ 0.05 and FDR ≤ 0.3), including both up- and down-regulated genes (Fig. 3A and Supplementary Table S1). Similar to what was observed in the methylome dataset, a distinct separation was observed between the spaceflight and ground control mice based on both the PCA and HCA on the DEGs (Figs. 3B and 3C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10893,
            "infons": {
              "file": "pbab012fig3.jpg",
              "id": "fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Spaceflight induced global alterations on gene expression and the distribution of DMCs and DEGs across chromosomes. (A) Volcano plot showing significant differentially expressed genes (DEGs, fold change > 1.2 and P ≤ 0.05). Red and blue triangle indicates the number of up-regulated or down-regulated DEGs, respectively. DEGs with more than 50% expression change are highlighted in red (up-regulated) and blue (down-regulated). (B) PCA using the spaceflight induced DEGs. The normalized expressions of 177 DEGs were used for PCA computation and no sample was filtered out. (C) HCA plots based on DEGs between spaceflight mouse retinas and ground controls. (D) Circos plot showing the distribution of DMCs and DEGs across chromosomes. Y chromosome was excluded as only female mice were used in the study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11703,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We further examined the alteration patterns due to the spaceflight on the DNA methylome and transcriptome across chromosomes using Circos plotting (Fig. 3D). Despite that differentially methylated regioins (DMRs) were observed on each chromosome (chromosome Y was excluded as only female mice were used in this study), the DMRs were not evenly distributed across chromosome as well as at certain particular chromosome regions, suggesting that some chromosomes or regions were more prone to methylation modification. For instance, Chr X harbored the most DMRs, followed by Chr 4 and 7. In addition, some regions, e.g., Chr 4: 95 278 373–155 343 067 and Chr 2: 118 262 949–159 068 995, exhibited locally enriched DMRs. Although many DMRs were observed in certain chromosomes, e.g., Chr 2, 4, 5, 14, and X, there were fewer DEGs in these chromosomes (61 DMRs vs. 3 DEGs observed on Chr X; 30 DMRs vs. 14 DEGs observed on Chr 11), suggesting a differential or relatively less sensitive response in the gene expression of retinal tissue to spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12764,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Biological functions and pathways affected by spaceflight in mouse retinas at transcriptome and DNA methylome, respectively",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12888,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Pathways and functions affected in mouse retina by spaceflight based on DEGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12965,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The IPA based on DEGs identified many significantly enriched canonical pathways (negative log10[P-value] >1.3, i.e., P ≤ 0.05) due to spaceflight (Fig. 4A and Supplementary Table S2). A large number of enriched pathways had a significantly negative Z-score (suppressed) and were associated with down-regulated DEGs (Figs. 4A and 4C). Enriched canonical pathways mainly belonged to two biological processes: 1) the junction/connection including G6P signaling, osteoarthritis signaling, and ILK signaling pathways; and 2) the inflammation/proliferation including PDGF signaling, CXCR4 signaling, actin cytoskeleton signaling, and NF-κB signaling. Many other biological pathways, such as hepatic fibrosis, IGF-1 signaling, epithelial adherent junction, and tight junction (Supplementary Table S2), were enriched by spaceflight with significant P values, but zero Z-scores due to a lack of other relevant supporting evidence. These pathways were functionally linked to the extracellular matrix (ECM) homeostasis. Notably, many of the genes in the above pathways enriched and impacted by spaceflight in this study were also observed in NASA Twins Study, such as Ilk, Pdgf, Cxcr4, Igf-1 and Nf-κb. At the individual gene level, a large number of DEGs fell into the categories of wound healing/cell growth/cell motility, inflammation defense, mitochondria metabolism, and oxidative stress (Table 1, Fig. 4A). In summary, the IPA analysis indicated impaired cell-to-cell connection and subsequent repair.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14473,
            "infons": {
              "file": "pbab012fig4.jpg",
              "id": "fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Functional enrichments based on spaceflight induced DEGs and DMGs. (A) The IPA identified significantly enriched canonical pathways based on spaceflight induced retinal DEGs in spaceflight mice. The left y-axis shows the percentage of DEGs to the total number of genes in each individual pathway; the white unfilled bar section represents the percentage of non-DEGs; the green filled green bar section represents the percentage of down-regulated DEGs; and the red filled bar section represents the up-regulated DEGs. Only 3 up-regulated DEGs were identified in the listed IPA pathways (“NF-B signaling”, “Glucocorticoid receptor signaling”, and “Osteoarthritis pathway”). The right y-axis shows the negative log10 (P-value) of the enriched pathways as pink dot-line. The negative log10(0.05) = 1.3. (B) Significant pathways enriched based on DMGs using the DAVID Functional Annotation Analysis. The bars represent the fold enrichment and the dot-line represents the negative log10(P-value). Red number on top of each bar indicates the number of DMGs identified in each pathway. (C) Tight junction signaling, a representative pathway enriched based DEGs. Pathway components are highlighted by blue (down-regulated) or purple (up-regulated) showing the DEGs identified within the component. (D) Cell Adhesion Molecules, representative functional clusters enriched by DAVID functional analysis based on DMGs. The significant genes identified in our spaceflight mouse retinal methylome are labelled as red star.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15993,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Gene ontology molecular functions based on the top differentially expressed genes induced by the spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16103,
            "infons": {
              "file": "tbl1.xml",
              "id": "tbl1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"1\" colspan=\"1\">Gene symbol</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Protein</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Molecular function</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>Up-regulated genes</bold>\n</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Elovl5</italic>\n</td><td rowspan=\"1\" colspan=\"1\">fatty acid elongase</td><td rowspan=\"1\" colspan=\"1\">Affiliated tissues include brain, eye and spinal cord. Related phenotypes are slow eye movements and nystagmus.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Myoc</italic>\n</td><td rowspan=\"1\" colspan=\"1\">myocilin</td><td rowspan=\"1\" colspan=\"1\">Found in eye trabecular meshwork and the ciliary body. It regulates the pressure within the eye (intraocular pressure).</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Ctgf</italic>\n</td><td rowspan=\"1\" colspan=\"1\">connective tissue growth factor</td><td rowspan=\"1\" colspan=\"1\">CTGF has important roles in many biological processes, including cell adhesion, tissue growth factor migration, proliferation, angiogenesis and tissue wound repair.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Nr4a1,4a3</italic>\n</td><td rowspan=\"1\" colspan=\"1\">retinoid receptor</td><td rowspan=\"1\" colspan=\"1\">Components of retinoic acid (RA) signaling pathway. Play important role in mediating eye development.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Egr1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">zinc finger protein</td><td rowspan=\"1\" colspan=\"1\">Binds to the promoter region of target genes. Regulates the response to growth factors DNA damage, ischemia, cell survival, proliferation, and cell death.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Serpinf1, e2, h1, g1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">serine protease Inhibitors</td><td rowspan=\"1\" colspan=\"1\">Pigment epithelium-derived factor (PEDF) also known as serpin F1 (SERPINF1). It influences development and differentiation of the neural retina.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">krt12</italic>\n</td><td rowspan=\"1\" colspan=\"1\">epithelial keratins</td><td rowspan=\"1\" colspan=\"1\">Krt12 is a specific corneal epithelial differentiation marker. It is involved in adult corneal epithelial homeostasis and wound healing response.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Sox10</italic>\n</td><td rowspan=\"1\" colspan=\"1\">SOX10 protein</td><td rowspan=\"1\" colspan=\"1\">SOX10 protein directs neural crest cells to become more specific cell types. In particular, the SOX10 protein is essential for the production of melanocytes.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Mlph</italic>\n</td><td rowspan=\"1\" colspan=\"1\">exophilin</td><td rowspan=\"1\" colspan=\"1\">This protein tethers pigment-producing melanosomes to the actin cytoskeleton in melanocytes, and is required for visible pigmentation in the hair and skin.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Lyz2</italic>\n</td><td rowspan=\"1\" colspan=\"1\">lysozyme</td><td rowspan=\"1\" colspan=\"1\">Associates with the monocytemacrophase system and enhances the activity of immunoagents. Active against a range of Gram-positive and Gram-negative bacteria.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Col1a1, 8a2, 12a1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">alpha chains of type VIII and XII collagen</td><td rowspan=\"1\" colspan=\"1\">Major component of the basement membrane of the corneal endothelium.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Rnu2-10</italic>\n</td><td rowspan=\"1\" colspan=\"1\">small nuclear RNA</td><td rowspan=\"1\" colspan=\"1\">Mutation of Rnu2-8 causes ataxia and neurodegeneration.</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>Down-regulated genes</bold>\n</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Amy1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">amylase 1</td><td rowspan=\"1\" colspan=\"1\">Endohydrolysis of (1→4)-alpha-D-glucosidic linkages in oligosaccharides and polysaccharides.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Krt1, Krt10</italic>\n</td><td rowspan=\"1\" colspan=\"1\">epithelial keratins</td><td rowspan=\"1\" colspan=\"1\">Important constituent of nonkeratinized epithelia such as those covering the Cornea and conjunctiva, the ocular surface.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Slc31a2</italic>\n</td><td rowspan=\"1\" colspan=\"1\">solute carrier1</td><td rowspan=\"1\" colspan=\"1\">Involved in low-affinity copper uptake.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Sst</italic>\n</td><td rowspan=\"1\" colspan=\"1\">somatostatin</td><td rowspan=\"1\" colspan=\"1\">Growth hormone-inhibiting hormone (GHIH), regulates the endocrine system and affects neurotransmission and cell proliferation via somatostatin receptors.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Wisp1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">WNT1</td><td rowspan=\"1\" colspan=\"1\">Downstream regulator in the Wnt/Frizzled-signaling pathway. Associated with cell survival.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Azi2</italic>\n</td><td rowspan=\"1\" colspan=\"1\">5-azacytidine</td><td rowspan=\"1\" colspan=\"1\">Activates serine/threonine-protein kinase TBK1 and facilitates its oligomerization.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Zfand6</italic>\n</td><td rowspan=\"1\" colspan=\"1\">AN1-Type Zinc Finger Protein</td><td rowspan=\"1\" colspan=\"1\">Involved in regulation of TNF-alpha induced NF-kappa-B activation and apoptosis.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Ttc14</italic>\n</td><td rowspan=\"1\" colspan=\"1\">tetratricopeptide repeat domain 14</td><td rowspan=\"1\" colspan=\"1\">Maybe involved in ectoderm differentiation and neurulation.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Asprv1</italic>\n</td><td rowspan=\"1\" colspan=\"1\">Aspartic Protease</td><td rowspan=\"1\" colspan=\"1\">ASPRV1 associated diseases include retinitis pigmentosa and artrichia with papular lesions.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Wdr89</italic>\n</td><td rowspan=\"1\" colspan=\"1\">WD repeat domain 89</td><td rowspan=\"1\" colspan=\"1\">Plays an important role in the elongation step of protein synthesis.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Psca</italic>\n</td><td rowspan=\"1\" colspan=\"1\">WD</td><td rowspan=\"1\" colspan=\"1\">Cell membrane glycoprotein. May be involved in the regulation of cell proliferation.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Olfr613</italic>\n</td><td rowspan=\"1\" colspan=\"1\">olfactory receptor 613</td><td rowspan=\"1\" colspan=\"1\">G protein-coupled receptor activity</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Sbsn</italic>\n</td><td rowspan=\"1\" colspan=\"1\">suprabasin</td><td rowspan=\"1\" colspan=\"1\">Oncoprotein, upregulated in multiple cancers.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Adamts3</italic>\n</td><td rowspan=\"1\" colspan=\"1\">disintegrin</td><td rowspan=\"1\" colspan=\"1\">Major procollagen II N-propeptidase. A deficiency of this protein may be responsible for Dermatosparaxis</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">Zfp488</italic>\n</td><td rowspan=\"1\" colspan=\"1\">zinc finger protein</td><td rowspan=\"1\" colspan=\"1\">function involved in transcriptional regulation.</td></tr></tbody></table>\n"
            },
            "text": "\tGene symbol\tProtein\tMolecular function\t \tUp-regulated genes\t\t\t\t \t\tElovl5\tfatty acid elongase\tAffiliated tissues include brain, eye and spinal cord. Related phenotypes are slow eye movements and nystagmus.\t \t\tMyoc\tmyocilin\tFound in eye trabecular meshwork and the ciliary body. It regulates the pressure within the eye (intraocular pressure).\t \t\tCtgf\tconnective tissue growth factor\tCTGF has important roles in many biological processes, including cell adhesion, tissue growth factor migration, proliferation, angiogenesis and tissue wound repair.\t \t\tNr4a1,4a3\tretinoid receptor\tComponents of retinoic acid (RA) signaling pathway. Play important role in mediating eye development.\t \t\tEgr1\tzinc finger protein\tBinds to the promoter region of target genes. Regulates the response to growth factors DNA damage, ischemia, cell survival, proliferation, and cell death.\t \t\tSerpinf1, e2, h1, g1\tserine protease Inhibitors\tPigment epithelium-derived factor (PEDF) also known as serpin F1 (SERPINF1). It influences development and differentiation of the neural retina.\t \t\tkrt12\tepithelial keratins\tKrt12 is a specific corneal epithelial differentiation marker. It is involved in adult corneal epithelial homeostasis and wound healing response.\t \t\tSox10\tSOX10 protein\tSOX10 protein directs neural crest cells to become more specific cell types. In particular, the SOX10 protein is essential for the production of melanocytes.\t \t\tMlph\texophilin\tThis protein tethers pigment-producing melanosomes to the actin cytoskeleton in melanocytes, and is required for visible pigmentation in the hair and skin.\t \t\tLyz2\tlysozyme\tAssociates with the monocytemacrophase system and enhances the activity of immunoagents. Active against a range of Gram-positive and Gram-negative bacteria.\t \t\tCol1a1, 8a2, 12a1\talpha chains of type VIII and XII collagen\tMajor component of the basement membrane of the corneal endothelium.\t \t\tRnu2-10\tsmall nuclear RNA\tMutation of Rnu2-8 causes ataxia and neurodegeneration.\t \tDown-regulated genes\t\t\t\t \t\tAmy1\tamylase 1\tEndohydrolysis of (1→4)-alpha-D-glucosidic linkages in oligosaccharides and polysaccharides.\t \t\tKrt1, Krt10\tepithelial keratins\tImportant constituent of nonkeratinized epithelia such as those covering the Cornea and conjunctiva, the ocular surface.\t \t\tSlc31a2\tsolute carrier1\tInvolved in low-affinity copper uptake.\t \t\tSst\tsomatostatin\tGrowth hormone-inhibiting hormone (GHIH), regulates the endocrine system and affects neurotransmission and cell proliferation via somatostatin receptors.\t \t\tWisp1\tWNT1\tDownstream regulator in the Wnt/Frizzled-signaling pathway. Associated with cell survival.\t \t\tAzi2\t5-azacytidine\tActivates serine/threonine-protein kinase TBK1 and facilitates its oligomerization.\t \t\tZfand6\tAN1-Type Zinc Finger Protein\tInvolved in regulation of TNF-alpha induced NF-kappa-B activation and apoptosis.\t \t\tTtc14\ttetratricopeptide repeat domain 14\tMaybe involved in ectoderm differentiation and neurulation.\t \t\tAsprv1\tAspartic Protease\tASPRV1 associated diseases include retinitis pigmentosa and artrichia with papular lesions.\t \t\tWdr89\tWD repeat domain 89\tPlays an important role in the elongation step of protein synthesis.\t \t\tPsca\tWD\tCell membrane glycoprotein. May be involved in the regulation of cell proliferation.\t \t\tOlfr613\tolfactory receptor 613\tG protein-coupled receptor activity\t \t\tSbsn\tsuprabasin\tOncoprotein, upregulated in multiple cancers.\t \t\tAdamts3\tdisintegrin\tMajor procollagen II N-propeptidase. A deficiency of this protein may be responsible for Dermatosparaxis\t \t\tZfp488\tzinc finger protein\tfunction involved in transcriptional regulation.\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19715,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition, based on the functional similarity, the DAVID analysis identified 47 genes out of 177 DEGs as secreted/extracellular proteins, and 17 genes of those 47 DEGs were the EMC components (Table 2). Furthermore, transforming growth factor beta (TGF-β) signaling, wound healing process, and insulin-like growth (IGF) factor signaling were enriched by 12, 9.9, and 6 folds, respectively, in spaceflight mouse retinas as compared to those housed in AEM (Table 2 and Supplementary Table S1, P ≤ 0.01). Several genes enriched in the TGF-β group, such as Pdgfra, Nog, and Dcn, were significantly down-regulated (P ≤ 0.05, N = 9 per group). The transcriptional factors such as hormone-retinoid receptors Nr4a1, Nr4a3, zinc finger transcriptional factor Egr1, and connective tissue growth factor Ctgf were observed to be down-regulated in spaceflight mouse retinas (Table 1 and Supplementary Table S1). In contrast, the majority of the top up-regulated DEGs were the structural protein genes, like Krt1, Krt10, and Adamts3, which is consistent with the notion that spaceflight activates inflammation and cell survival mechanisms. In summary, consistent with the IPA analysis, the David functional analysis suggested that spaceflight compromised cell proliferation and mobility necessary for retinal wound healing.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21042,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "DAVID functional clustering analysis based on the spaceflight induced differentially expressed or methylated genes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21158,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\">\n<bold>Differentially expressed genes (DEGs)</bold>*</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">No. of Genes</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">P</italic> Value</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Fold enrichment</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Benjamini</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">FDR</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Secreted/extracellular region</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">47</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.46E-17</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.24</td><td rowspan=\"1\" colspan=\"1\">7.43E-15</td><td rowspan=\"1\" colspan=\"1\">4.38E-14</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Extracellular matrix</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17</td><td rowspan=\"1\" colspan=\"1\">2.50E-12</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.12</td><td rowspan=\"1\" colspan=\"1\">2.69E-10</td><td rowspan=\"1\" colspan=\"1\">3.17E-09</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Insulin-like growth factor binding protein</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td><td rowspan=\"1\" colspan=\"1\">9.99E-07</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.04</td><td rowspan=\"1\" colspan=\"1\">4.02E-04</td><td rowspan=\"1\" colspan=\"1\">1.39E-03</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Beta receptor signaling pathway</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7</td><td rowspan=\"1\" colspan=\"1\">2.04E-05</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.24</td><td rowspan=\"1\" colspan=\"1\">7.21E-03</td><td rowspan=\"1\" colspan=\"1\">3.25E-02</td></tr><tr><td rowspan=\"1\" colspan=\"1\">ECM-receptor interaction</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8</td><td rowspan=\"1\" colspan=\"1\">1.48E-05</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.71</td><td rowspan=\"1\" colspan=\"1\">2.00E-03</td><td rowspan=\"1\" colspan=\"1\">1.74E-02</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Wound healing</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7</td><td rowspan=\"1\" colspan=\"1\">7.36E-05</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9.9</td><td rowspan=\"1\" colspan=\"1\">1.94E-02</td><td rowspan=\"1\" colspan=\"1\">1.17E-01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<bold>Differentially methylated genes (DMGs)</bold>*</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\">Cell junction</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">35</td><td rowspan=\"1\" colspan=\"1\">2.64E-05</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.2</td><td rowspan=\"1\" colspan=\"1\">9.94E-03</td><td rowspan=\"1\" colspan=\"1\">3.66E-02</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Synapse</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17</td><td rowspan=\"1\" colspan=\"1\">3.46E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.29</td><td rowspan=\"1\" colspan=\"1\">6.86E-02</td><td rowspan=\"1\" colspan=\"1\">4.50E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Zinc-finger</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">69</td><td rowspan=\"1\" colspan=\"1\">1.54E-04</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.58</td><td rowspan=\"1\" colspan=\"1\">8.78E-03</td><td rowspan=\"1\" colspan=\"1\">2.04E-01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Regulation of transcription/DNA binding</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">68</td><td rowspan=\"1\" colspan=\"1\">5.53E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.37</td><td rowspan=\"1\" colspan=\"1\">4.52E-01</td><td rowspan=\"1\" colspan=\"1\">9.18E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Developmental protein</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">36</td><td rowspan=\"1\" colspan=\"1\">1.27E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.77</td><td rowspan=\"1\" colspan=\"1\">3.99E-02</td><td rowspan=\"1\" colspan=\"1\">1.68E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Multicellular organism development</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">38</td><td rowspan=\"1\" colspan=\"1\">1.82E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.7</td><td rowspan=\"1\" colspan=\"1\">3.01E-01</td><td rowspan=\"1\" colspan=\"1\">3.10E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cell differentiation</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">24</td><td rowspan=\"1\" colspan=\"1\">8.92E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.79</td><td rowspan=\"1\" colspan=\"1\">1.06E-01</td><td rowspan=\"1\" colspan=\"1\">1.12E+01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Extracellular matrix</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">17</td><td rowspan=\"1\" colspan=\"1\">1.34E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.86</td><td rowspan=\"1\" colspan=\"1\">3.77E-02</td><td rowspan=\"1\" colspan=\"1\">1.76E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Collagen</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td><td rowspan=\"1\" colspan=\"1\">3.20E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.39</td><td rowspan=\"1\" colspan=\"1\">2.68E-01</td><td rowspan=\"1\" colspan=\"1\">3.51E+01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Tight junction</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8</td><td rowspan=\"1\" colspan=\"1\">1.70E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.63</td><td rowspan=\"1\" colspan=\"1\">3.99E-02</td><td rowspan=\"1\" colspan=\"1\">2.23E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Fibronectin, type III</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">14</td><td rowspan=\"1\" colspan=\"1\">5.74E-04</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.13</td><td rowspan=\"1\" colspan=\"1\">3.88E-01</td><td rowspan=\"1\" colspan=\"1\">8.85E-01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Hippo signaling pathway</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">10</td><td rowspan=\"1\" colspan=\"1\">3.08E-03</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.31</td><td rowspan=\"1\" colspan=\"1\">1.05E-01</td><td rowspan=\"1\" colspan=\"1\">3.84E+00</td></tr><tr><td rowspan=\"1\" colspan=\"1\">TGF beta signaling pathway</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td rowspan=\"1\" colspan=\"1\">1.42E-02</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.34</td><td rowspan=\"1\" colspan=\"1\">8.28E-01</td><td rowspan=\"1\" colspan=\"1\">1.52E+01</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Positive regulation of epithelial to mesenchymal transition</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td><td rowspan=\"1\" colspan=\"1\">7.74E-04</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8.12</td><td rowspan=\"1\" colspan=\"1\">2.85E-01</td><td rowspan=\"1\" colspan=\"1\">1.33E+00</td></tr></tbody></table>\n"
            },
            "text": "Differentially expressed genes (DEGs)*\tNo. of Genes\tP Value\tFold enrichment\tBenjamini\tFDR\t \tSecreted/extracellular region\t47\t3.46E-17\t4.24\t7.43E-15\t4.38E-14\t \tExtracellular matrix\t17\t2.50E-12\t1.12\t2.69E-10\t3.17E-09\t \tInsulin-like growth factor binding protein\t5\t9.99E-07\t6.04\t4.02E-04\t1.39E-03\t \tBeta receptor signaling pathway\t7\t2.04E-05\t1.24\t7.21E-03\t3.25E-02\t \tECM-receptor interaction\t8\t1.48E-05\t9.71\t2.00E-03\t1.74E-02\t \tWound healing\t7\t7.36E-05\t9.9\t1.94E-02\t1.17E-01\t \tDifferentially methylated genes (DMGs)*\t\t\t\t\t\t \tCell junction\t35\t2.64E-05\t2.2\t9.94E-03\t3.66E-02\t \tSynapse\t17\t3.46E-03\t2.29\t6.86E-02\t4.50E+00\t \tZinc-finger\t69\t1.54E-04\t1.58\t8.78E-03\t2.04E-01\t \tRegulation of transcription/DNA binding\t68\t5.53E-03\t1.37\t4.52E-01\t9.18E+00\t \tDevelopmental protein\t36\t1.27E-03\t1.77\t3.99E-02\t1.68E+00\t \tMulticellular organism development\t38\t1.82E-03\t1.7\t3.01E-01\t3.10E+00\t \tCell differentiation\t24\t8.92E-03\t1.79\t1.06E-01\t1.12E+01\t \tExtracellular matrix\t17\t1.34E-03\t2.86\t3.77E-02\t1.76E+00\t \tCollagen\t6\t3.20E-02\t3.39\t2.68E-01\t3.51E+01\t \tTight junction\t8\t1.70E-03\t4.63\t3.99E-02\t2.23E+00\t \tFibronectin, type III\t14\t5.74E-04\t3.13\t3.88E-01\t8.85E-01\t \tHippo signaling pathway\t10\t3.08E-03\t3.31\t1.05E-01\t3.84E+00\t \tTGF beta signaling pathway\t4\t1.42E-02\t7.34\t8.28E-01\t1.52E+01\t \tPositive regulation of epithelial to mesenchymal transition\t6\t7.74E-04\t8.12\t2.85E-01\t1.33E+00\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22522,
            "infons": {
              "file": "tbl2.xml",
              "id": "tbl2",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "*177 DEGs and 472 DMGs were clustered based on their functional similarity using the DAVID functional annotation. The enriched groups with a P-value ≤ 0.05 were listed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22695,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Pathways and functions affected in mouse retina by spaceflight based on DMGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22772,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We identified 434 hypomethylated and 209 hypermethylated genes, using 10% difference on methylation and P < 0.05 (N = 9 for each group) as criteria (Fig. 2B and Supplementary Table S1). Out of those 643 DMGs, 118 had at least one differentially methylated cytosine located within a CpG island and 108 had DMC located in the promoter regions (34 hypomethylation and 74 hypermethylation) (Fig. 2C), indicating epigenetic regulation of transcriptional changes in spaceflight compared to ground control mice. Furthermore, 22 hypermethylated genes and 35 hypomethylated genes had DMCs located in both CpG islands and exon areas.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23402,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We used the DAVID Functional Clustering to examine how spaceflight-induced methylome changes would affect retinal cell function. The data revealed that a substantial amount of DMGs were linked to cell structure and tissue morphology, with significant P values and fold enrichment (Figs. 4B and 4D and Supplementary Table S2). Specifically, 35 DMGs were related to the cell junction, 17 DMGs were related to the extracellular matrix, and 8 DMGs were related to the tight junction. Another 20 DMGs were members of collagen and fibronectin gene families, with fold enrichment values of 3.4 (P < 0.05) and 3.1 (P < 0.01), respectively. Further, functional clustering revealed that DNA methylation might play an important role in cell proliferation, differentiation, and organism development (Table 2 and Supplementary Table S2). For instance, 24 DMGs were linked to cell differentiation and 38 DMGs were linked to multicellular organism development. In addition, 6 DMGs (fold enrichment value of 8.1, P < 0.01) were positive regulators of epithelial to mesenchymal transition and several other DMGs were the components of Hippo and TGF-β signaling pathways. DMGs-based functional analysis demonstrated consistent shifts in cell function and agreed well with those observed in transcriptome analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24708,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "DMGs-based IPA analysis portrayed a concerted hypermethylation on several retinoic acid (RA) signaling pathway genes (Supplementary Fig. S2). Among those were Rho (rhodopsin; light perception), Vegfa (vascular endothelial growth factor A), Tgfb1 (cell growth factor), Bcl2l11 (apoptosis facilitator), Mmp2 (matrix metallopeptidase 14), Wnt5a (transcription factor), and N32e1 (retinal transcription factor). Consistent with the changes in RA signaling, Nxph1 gene, which is involved in neuronal synaptic transmission, was highly methylated. Genes with decreased methylation included Smad2, Smad3, Sod3, Tnfrsf19, Edn2, and Dnmt3l (Supplementary Table S2). Six mitochondrial membrane solute transporter genes (Slc22a2, Slc25a25, Slc25a33, Slc35f3, Slc6a17, and Slc6a8) were hypomethylated, suggesting that mitochondrial function was affected during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25569,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Further functional analysis suggested that spaceflight could induce morphological changes in many retinal cell types. The putative morphology changes were evidenced by the extensive functional overlaps of 9 DMGs (5 hypermethylated: Erc2, Neurog2, ATP8A2, App,andRarg; 4 hypomethylated: Rho, Vegfa, Hes1,andDiscam) (Supplementary Table S2). Particularly, functional enrichment analysis indicated that at least two DMGs were involved in the abnormal morphological development in horizontal cells, photoreceptor cells, retinal layer cells, and retinal rods on the photo-receptor side and bipolar cells and neurons on the transmitter side. Our recent study of RR-9 flight mice also confirmed the spaceflight-induced photoreceptor abnormalities with differentially expressed genes belonging to retinitis pigmentosa, diabetic retinopathy, age-related macular degeneration and retinal detachment pathways. In the current study, DMGs were detected to be involved in abnormal morphological development in horizontal cells, photoreceptor cells, retinal layer cells, and retinal rods on the photo-receptor side and bipolar cells and neurons on the transmitter side (Supplementary Table S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26749,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Integration analysis of genes regulated at both transcription and DNA methylation levels",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26838,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We identified 5 genes in the mouse retinas regulated by spaceflight that are present both in the DEG and DMG lists: Col8a2, Jun/Juneb, Maf, Mid1ip1, and Tsc22d3 (Figs. 5A and 5B, Supplementary Table S1). It is worth noting that Mid1ip1, a cellular growth regulator, was hypomethylated in its promoter, exon, and CpG island regions, but its transcription was down-regulated (Fig. 5B). Interestingly, although Col8a2 (a collagen gene), Maf (a transcription factor), and Junb (a transcription factor) had significant changes in both transcription and DNA methylation, the differentially methylated CpGs were far from their gene bodies (Supplementary Table S1). Hypomethylation was found in the intron and CpG island regions for Tsc22d3, whereas its transcription was suppressed (Fig. 5B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27628,
            "infons": {
              "file": "pbab012fig5.jpg",
              "id": "fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Integrative analysis of spaceflight induced DMGs and DEGs. (A) Venn diagram showing the overlapping DMGs and DEGs induced by spaceflight. (B) The DNA methylation (based on differentially methylated CpG sites of the gene) vs. the gene expression for the five overlapping DMGs and DEGs. The left y-axis shows the DNA methylation change (blue bar for DNA methylation); the right y-axis shows the gene expression fold-change (red bar for gene expression). (C) Correlation between the gene expression and DNA methylation of different location of gene for the five overlapping genes. Blue, spaceflight mouse retina; orange, ground control mouse retina.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28275,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In order to understand the regulatory role of DNA methylation on transcription, we performed Pearson correlation analysis between DNA methylation and gene expression at gene body level, using all CpGs annotated to the 5 overlapping genes (Fig. 5C). Overall, there were mild to moderate correlations (|R| values between 0.3−0.7), nevertheless with no consistent trend between DNA methylation in the gene body and their gene expressions. For examples, in Col8a2 gene, a moderate positive correlation between DNA methylations at upstream 1 to 5 kb region (R = 0.49, P = 0.066) but a moderate negative correlation (R = −0.55, P = 0.0410) at exons with its gene expression were observed. In Junb gene, a moderate positive correlation (R = 0.68, P = 0.01) between DNA methylation at 5′ UTR and its gene expression was observed. In Tsc22d3 gene, a moderate negative correlation (R = −0.58, P = 0.019) was observed between DNA methylation at upstream 1 to 5 kb region and its gene expression. Weak negative correlations were observed between DNA methylations in all gene body regions of Maf and its gene expression, while weak positive correlations were observed between DNA methylations in all parts of Mid1ip1 gene and its gene expression.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29530,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Genes and pathways regulated by spaceflight at both transcription and DNA methylation levels",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29623,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The functional analysis based on both DEGs and DMGs revealed that the genes involved in ECM and focal adhesion were the main regulatory targets in the retinas by spaceflight. We found that ECM genes like collagen, laminin, thrombospondin (Thbs), and integrins included CD44, syndecan, and VLA protein β subunit 1, 3, and 8, were regulated at transcriptional level, whereas other genes like tenascin and integrin VLA α subunit 2, 7 and 8, were regulated at DNA methylation level by spaceflight (Supplementary Fig. S3A). Though simultaneously changes at both the transcription and DNA methylation levels were not observed in many genes, an integration analysis identified many DEGs and DMRs were enriched in the ECM/cell junction functional group, suggesting that the genes and gene networks in the ECM/cell junction were more sensitive to the stress of spaceflight in the mouse retinas. This notion of convergent regulation is illustrated in Figs. 4C and 4D.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30588,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We examined the DEGs and DMGs involved in HIPPO, TGF-β, and Wnt signaling pathways (Supplementary Fig. S3B). Our analysis showed that Fzd, a transmembrane receptor in Wnt pathway, was significantly downregulated in gene expression; while Tfg-βr, a transmembrane receptor in TGF-β pathway, was hypermethylated. Fzd and Tfg-βr interact with a variety of extracellular signal molecules to activate signaling cascade, of which many downstream signal components were found in either the DEG or DMG lists, including the genes responsible for apoptosis and proliferation,such asSmad2/3, CK1δ/ε, Axin, CycD, and αPkc. Furthermore, the epithelial adherent, a cell surface receptor for calcium-dependent cell-cell adhesion, was hypomethylated. Overall, the integrated gene network and pathway analysis strongly suggested a coordinated response at the transcriptome and methylome levels in the spaceflight mice.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31515,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31526,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Approximately one in three astronauts flying on long-duration space missions experience visual impairment and morphologic changes to their eyes that include choroidal and retinal folds, optic disc edema, focal areas of retinal ischemia (i.e., cotton wool spots), globe flattening, and hyperopic shifts. This collection of ocular disorders, as first reported by Mader and colleagues, has been termed as spaceflight-associated neuro-ocular syndrome (SANS). A number of factors associated with spaceflight have been proposed to initiate SANS, including headward fluid shifts induced by weightlessness, space radiation, and high ambient CO2 levels within the spacecraft. A variety of potential mechanisms have also been proposed to account for the unusual physiologic and pathologic neuro-ophthalmic findings, including elevations in intracranial pressure (ICP) from cephalad fluid shifts, altered autoregulation of cerebral perfusion, impaired cerebrospinal fluid drainage from the brain and orbital optic nerve sheath through venous, glymphatic, and lymphatic drainage systems, and disruption of blood-brain, blood-retinal, and blood-optic nerve barrier function. This seemingly multifaceted pathological process, which varies from astronaut to astronaut, indicates a complex origin for these neuro-ophthalmic findings associated with SANS. Results from the present study of spaceflight-induced alterations in DNA methylome and transcriptome demonstrated that retinal cell homeostasis was disrupted during spaceflight, and that the primarily impacted genes belonged to several physiologically relevant cellular processes and pathways. These included processes and pathways associated with oxidative stress, inflammation, mitochondrial function, tissue remodeling, fibrosis and angiogenesis. Further, the integrated DNA methylome and RNA transcriptome analysis demonstrated that spaceflight had profound effects on ECM/cell junction and cell proliferation/apoptosis signaling in the retina. Although these data did not address all the possible mechanisms involved in the etiology of SANS, they provided crucial insight into the potential adverse consequences of spaceflight on the retina that could be functionally important for maintaining proper visual acuity among astronauts.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33803,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Multi-dimensional genome-wide analyses have been applied to interrogate vision function, aging and diseases. In this study, we characterized the retinal tissue epigenomic reprogramming, along with the transcriptomic changes of mouse retinas after a period of 37-day spaceflight, the human equivalent of 4.1 years. The differential gene expression analysis revealed a few distinctive yet interconnected pathways that may have been affected by spaceflight, such as inflammatory and cancer-prone pathways, i.e., interleukin and chemokine pathways (Fgfr1, Fos, Cxcr4 genes); cell structure maintenance pathways, i.e., ECM and keratins; and the cell death, cell differentiation, and survival pathways, i.e., VEGF, TSP1, TGF-β signaling and DNA repair. These findings support the notion that environmental conditions during spaceflight, such as microgravity and space radiation, induce retinal structure damage and the counteractive cell response, leading to similar conditions of known disease states such as age-related macular degeneration (AMD). A recent study by Cheng et al. showed that even though mice do not have macula, mimicking diseased photoreceptor metabolism profile in mice caused macular degeneration-like pathologies similar to that in humans and leading to blindness.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35087,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Consistent with what has been reported on retinal disorders, we identified six genes in the spaceflight mouse retinas that were associated with AMD (Adamts, Col8a, Htr, Igfb, Slc, Tgfbr). We also found that the mitochondrial small molecule transporter family genes such as Slc4a7, Slc6a17, Slc22a8, Slc22as, Slc25a2, and Slc31a2 were among the top DEGs and DMGs induced by spaceflight in the mouse retinas. A gene expression change of a small molecule transporter in ocular tissue was also observed in a previous spaceflight study, which was linked to oxidative damage in leading to mitochondrial apoptosis and cell death in retina. Many other structural proteins, such as collagen, keratin and actin, were also downregulated under spaceflight conditions. The suppression of these genes has been shown to trigger chronic inflammation, fibrosis, retinopathy, and cancer. Notably, several genes in the retinoic acid metabolism pathway were hypermethylated in spaceflight mice. RA receptors repress the activity of transcription factors such as AP-1 and NF-κB, and therefore have potential anti-proliferative and anti-inflammatory effects. In addition, the expressions of several genes (Wnt5a, Vegf, and Tnf) in the Wnt/β-catenin pathway were altered by spaceflight. Wnt/β-catenin pathway plays a pathogenic role in AMD, and it is believed that certain changes in AMD likely lead to inflammation or a cancer-like disease state.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36522,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Intraocular pressure (IOP) impacts cell adhesion and connection, promotes detachment of cell from ECM, leading to apoptosis and optical nerve damage. Our transcriptomic and epigenomic studies on spaceflight mouse retinas showed that ECM-receptor components were among the most altered genes in spaceflight mouse retinas relative to that in ground control mice (Table 1). We found that the expression of myocilin (encoded by Myoc), a structural component that regulates IOP, was significantly suppressed, suggesting an adverse effect of microgravity on IOP regulation. Another significantly altered gene family in the spaceflight mouse retinas was simple epithelial keratins (SEKs), which are primarily expressed in single-layered simple epithelia. An important feature of SEKs is that one specific SEK pair (one type I SEK and one type II SEK) predominate in an epithelial cell where they form noncovalent heteropolymers. Our transcriptomic data showed both Krt1 and Krt10 were significantly upregulated, suggesting that the spaceflight mice might have been subject to some structural repair in the retinas. However, the expression of another corneal epithelial SEK, Krt12, was significantly suppressed. Beside its structural roles, Krt12 is generally regarded as a specific corneal epithelial differentiation marker and a reduced expression of Krt12 gene may suggest an impaired cell differentiation under spaceflight condition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37953,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The transcriptomic data revealed spaceflight down-regulated wound-healing and cell proliferation genes (Tgfb2, Tgfb3, Igfbp4, Igfbp5, Igfbp6, Pdgfra, and Dcn) in mouse retinas. Furthermore, many transcriptional regulators were also downregulated in the spaceflight mouse retinas, including hormone-retinoid receptors Nr4a1 and Nr4a3, zinc finger transcriptional factor Egr1, connective tissue growth factor Ctgf, and serine protease inhibitors Serpine2, Serpinf1, Serpinh1 and Serping. These transcriptional factors play critical roles in regulating cell survival, proliferation, axial eye growth, morphogenesis of the lens and optic vesicle development. The methylomic data also suggested that spaceflight may impact cell cycle and DNA repair as indicated by the IPA analysis-based DMGs, which showed that R-SMAD binding protein, TGF-β receptor signaling, and WNT signaling pathways were all enriched. The recent NASA Twins Study, also showed that the gene expression changed for genes related to cell growth, proliferation and angiogenesis in CD4 and CD8 cells, indicating that the activation of wound-repairing pathways are not limited to retinal tissue in spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39129,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "This is the first report on an epigenetic age alteration in retinal tissue during spaceflight. The data indicated that the retinas of spaceflight mice tended to have a younger epigenetic age (deceleration of age) compared to that of ground control animals (Fig. 2F). Interestingly, in the NASA Twin Study, the results showed that the spaceflight twin had an elongated telomere length relative to his ground-based twin brother, suggesting slower aging in space. Thus, there seems to be some evidence that spaceflight-induced age deceleration occurs in mice and humans. There also seems to be some similarity in the aging deceleration of the retinal epigenetic clocks of spaceflight mice and that in mice with ovariectomy or on a high-fat diet. It is worth noting that the predicted epigenetic age based on retinal methylation was much younger than the chronological age (2−3 weeks as predicted by retinal DNA methylation clock vs. 21 weeks per chronological age). A couple of factors might have contributed to this discrepancy. First, the retinal tissue DNA methylation data was not included in Stubbs's epigenetic clock training dataset, and therefore, the retinal epigenetic age was not well represented by Stubb's algorithm. Second, the retina is a heterocellular tissue and its epigenetic age might be over-represented by epigenetically younger cells. As a matter of fact, Horvath reported that several tumors exhibited decelerated epigenetic clocks and that malignant cancer tissues were much younger than anticipated. Nevertheless, our spaceflight mouse retinal epigenetic clock analysis showed that spaceflight significantly decelerated retinal epigenetic age. This age deceleration may suggest an activation of remodeling or compensatory pathways that are dormant under normal physiological conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40942,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In summary, this study is the first to investigate the effects of spaceflight on both DNA methylome and transcriptome in retinal tissue. Interestingly, the results indicate that spaceflight decelerated epigenetic clock in the mouse retina, i.e., the mice flown in space showed younger biological ages than the ground control mice. Despite this positive finding, the results also demonstrated that retinal cell homeostasis was disrupted during spaceflight. The primarily impacted genes by spaceflight belong to several physiologically relevant cellular processes and pathways, including those associated with oxidative stress, inflammation, mitochondrial function, tissue remodeling, fibrosis, and angiogenesis. The functional analysis integrating both DNA methylome and transcriptome demonstrated that spaceflight had particularly profound effects on two important biological processes, i.e., ECM/cell junction and cell proliferation/apoptosis signaling in the retina (Figs. 4C and 4D, Supplementary Fig. S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41954,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41962,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Study design",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41975,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Figure 1 illustrates the overall study design. The 16-week-old female C57 BL/6J mice (Jackson Lab, Bar Harbor, ME) were used in this study as part of the NASA RR-1 project consortium. This project was approved by the NASA Institutional Animal Care and Use Committee. Both spaceflight and ground control animals were housed in NASA's animal enclosure modules (AEM), with control mice being exposed to the same environment conditions (12-hour light cycle, temperature and humidity) as those flown on the International Space Station (ISS). Control animals were kept inside an environmental simulator (ISSES) at the Space Life Science Laboratory (SLSL) at Kennedy Space Center (KSC), and the spaceflight animals were transported to the ISS by SpaceX4 on September 21, 2014. All animals were fed with a special NASA food bar diet and their health was checked daily. The spaceflight mice were euthanized and frozen on-orbit after 37 days of flight, while ground control mice were simultaneously euthanized and frozen under identical conditions. After the frozen carcasses were returned to KSC, the ocular tissues were removed from both groups. DNA and RNA were extracted from the same retinal sample and were used for library constructions using NuGEN Ovation® RRBS and Ovation® Mouse RNA-seq library construction kits, respectively. Libraries were multiplexed with unique sample indices, pooled, and sequenced on an Illumina NextSeq 550. FastQ files were subject to FastQC, adapter and low-quality reads trimming before mapping to mouse genome NCBI GRCm38. Differential CpG methylation regions and differential expressed genes were determined after mapping and counting, and the resulting DMR and DEG lists were subject to IPA and DAVID gene functional analysis. The epigenetic clock was determined using the MouseEpigeneticClock script developed by Stubbs et al. (2017).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43845,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Dissection and preservation of the mouse ocular samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43901,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "At the time of dissections, both eyes were dissected from the carcasses thawed at room temperature for 15–20 minutes. The eyes were harvested and snap frozen in liquid nitrogen, then stored at −80 °C. The frozen whole eye samples were micro-dissected in the ice-cold phosphate-buffered saline (PBS). Fine spring scissors were used to separate the cornea from the sclera to access the retina. The retina was carefully detached from the sclera. The retina, cornea, and lens were immediately frozen on dry ice and stored at −80°C before DNA and RNA isolations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44467,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA and RNA isolations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44490,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Retinal tissues (4–20 mg) were homogenized with Precellys CKM beads (Hilden, Germany) in 350 µl of Qiagen RLT plus buffer. The genomic DNA (gDNA) and total RNA were isolated using the Qiagen AllPrep DNA/RNA/miRNA Universal Kit according to the manufacturer's protocol. After isolation, RNA and DNA were frozen and kept at −80 °C until further use. Isolated RNA samples were quantified using NanoDrop spectrophotometry (Thermo Scientific, Chino, CA). DNA and RNA were further quantified using the Qubit dsDNA High Sensitivity Kit and RNA Broad Range Kit, respectively (Life Technologies, Carlsbad, CA). RNA quality was evaluated using the Agilent 2200 TapeStation and RNA ScreenTape (Santa Clara, CA). All RNA samples had an integrity numbers (RIN) ranging from 7.2 to 8.1.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45269,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Reduced Representation Bisulfite Sequencing (RRBS) library construction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45341,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "One hundred (100) ng of gDNA was used to construct RRBS DNA-seq library using the Ovation® RRBS Methyl-Seq System (NuGEN Technologies, San Carlos, CA) according to the manufacturer's protocol. Briefly, the MspI enzyme, which cuts the DNA at CCGG sites, was used to digest gDNA into fragments. The fragments were directly subject to end blunting and phosphorylation in preparation for ligation to a methylated adapter with a single-base T overhang. A unique index, out of 16 indices, was used for each individual sample for multiplexing. The ligation products were repaired in a thermal cycler under the program (60 °C–10 min, 70 °C–10 min, hold at 4 °C). The products of the final repair reaction were used for bisulfite conversion using QIAGEN EpiTect Fast DNA Bisulfite Kit according to Qiagen's protocol. Bisulfite-converted DNA was then amplified (Mastercycler® pro, Eppendorf, Hamburg, Germany), and bead-purified with Agencourt RNAClean XP beads.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46303,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA-seq library construction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46332,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The Ovation® Mouse RNA-Seq System 1–16 (NuGEN Technologies, San Carlos, CA) was used to construct RNA-seq libraries according to the manufacturer's instructions. Briefly, 100 ng of total RNA spiked with 1 µl of 1:500 diluted ERCC Mix 1 (Life Technologies, Carlsbad, CA) was used to start cDNA synthesis. Following the primer annealing and cDNA synthesis, the products (130 µl/each sample) were sheared using Covaris S220 Focused-ultrasonicator (Covaris Inc., Woburn, MA). The parameters were set as follows: 10% duty factor, peak power 175 and 200 cycles per burst at 4 °C for 200 seconds to obtain fragment sizes between 150–200 bp. The products were then subject to end-repair, adaptor index ligation and strand selection. A custom InDA-C primer mixture SS5 Version 5 for mouse was used to allow strand selection. Finally, the libraries were amplified on a PCR thermocycler for 17 cycles (Mastercycler® pro, Eppendorf, Hamburg, Germany), and purified with RNAClean XP Agencourt beads (Beckman Coulter, Indianapolis, IN); and quantified using Qubit dsDNA HS Kit on Qubit 3.0 Fluorometer (Life Technologies, Carlsbad, CA). The quality and peak size were determined using the D1000 ScreenTape on Agilent 2200 TapeStation (Agilent Technologies, Santa Clara, CA).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47602,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RRBS and RNA-seq library sequencing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47638,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The RRBS libraries were sequenced on an Illumina NextSeq 550, 75 bp, single-end read, whereas the RNA-seq libraries were sequenced on both Illumina NextSeq 550 and HiSeq 4000, pair-end reads (75 bpx2), at the Loma Linda University (LLU) Center for Genomics.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47896,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Bioinformatics pipelines",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47921,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the RRBS data, we used a pipeline that integrates the read quality assessment (FastQC, v0.11.6), trimming process (TrimGalore, v0.4.5, NuGEN diversity trimming and N6 de-duplicate scripts), alignment (Bismark, v0.16.34), and differential methylation analysis using MethylKit (v0.1.0) and DMAP (v2.8.1). This pipeline facilitates a rapid transition from sequencing reads to a fully annotated CpG methylation report for biological interpretation. Briefly, the RRBS raw fastq data were first trimmed using Trim Galore. The mouse genome NCBI GRCm38 downloaded from iGenome (https://support.illumina.com/sequencing/sequencing_software/igenome.html/Musmusculu/Mus_musculus_NCBI_GRCm38.tar.gz), was used as a reference genome. Reads were aligned to the mouse reference genome with Bismark (v0.16.34) by default parameter settings. The methylation call files including the location of each CpG site and the methylation percentage were generated by the bismark_methylation_extractor function. The aligned SAM files were further processed through DMAP to generate CpG region profile using function ‘diffmeth’ (options: -A 40, 220, -N -I 6). The CpG regions with coverage by a minimum 20 reads in all samples were used for further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49159,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For the RNA-seq data, we adopted the pipelines used in our recent publications for mRNA-seq data visualization, which integrated the QC (FastQC, ShortRead, v1.48.0), trimming process (trimmomatic, v0.35), alignment (Tophat2, v2.2.1), reads quantification (cufflinks, v2.2.1), and differentially expressed gene (DEG) analysis (cuffdiff, v 2.2.1) for mRNA-seq data analyses. Briefly, the RNA-seq raw fastq data were first trimmed using Trimmomatic (options: Leading: 20, Trailing:20, Crop:75, Headcrop:5, Slidingwindow: 4:15, Minlen: 35). The trimmed reads were aligned to the mouse reference genome (NCBI GRCm38) using TopHat2 (default parameter settings). The aligned bam files were then processed using Cufflinks for gene quantification. The reads that were unable to align to the mouse genome were converted to fastq format using SamToFastq function in Picard (v1.11.4) for ERCC mapping and calculation in which the reads were mapped to ERCC transcripts and quantified using TopHat2 and Cufflinks (default parameter settings). The genes with FPKM ≥ 1 in all samples were used for DEG analysis. The DEGs were identified by Cuffdiff with FDR ≤ 0.3, and fold change (FC) ≥ 1.2 (P ≤ 0.05). All bioinformatics pipelines were run with default parameters if not specified otherwise.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50451,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Epigenetic clock calculation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50480,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "We used a mouse epigenetic clock algorithm developed by Stubbs et al. (2017) to estimate the biological age of the retinas of spaceflight mice, using the MouseEpigeneticClock script on the methylation coverage files with default parameter of read depth threshold at 5. The mouse age estimator, based on the methylation of 329 CpG loci, was shown to accurately measure the epigenetic clock—biological age across multiple mouse tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50918,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Gene networks, pathway and functional annotation analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50976,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The analyses on the gene networks, canonical and bio-functional pathways regulated by spaceflight at both DNA methylome and transcriptome were performed using the Ingenuity Pathway Analysis (IPA, Qiagen). The sets of 177 differentially expressed genes and 643 differentially methylated genes were input into the IPA database to discover canonical, diseases and bio-functional networks possibly regulated by spaceflight. The complete IPA analysis summary is shown in the supplementary files. We also applied the DAVID Functional Annotation Tool (https://david.ncifcrf.gov) to the lists of DEGs and DMGs to identify the functional enrichment of the spaceflight-induced gene expression changes to biologically relevant categories.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51704,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "PCA computation and statistical analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51745,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "PCA components were computed from normalized gene expression counts of 177 DEGs, or the beta values of all differentially methylated CpGs. Specifically, the missing values in input data were handled by the ‘imputePCA’ function from R package ‘missMDA’ (v1.18). Then, PCA was performed using ‘prcomp’ (scale = FALSE) function from R package ‘stats’ (v3.6.2). Finally, the contributions of each PCA component were extracted using ‘get_eigenvalue’ function.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52222,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For DEG analysis, an FC ≥ 1.2 with P ≤ 0.05 (FDR ≤ 0.3) was used as a threshold to select DEGs. For DMG analysis, a methylation change ≥ 10% (FDR ≤ 0.05) was used as a threshold to select DMGs. Pathway analysis was performed using IPA and DAVID Functional Annotation Tool to identify canonical pathways. For other statistics analysis, data were presented as mean ± SD, and were analyzed using two-tailed Student's t-test or one-way ANOVA followed by Turkey's post hoc test. P-value ≤ 0.05 was considered statistically significant. Experimental number (N) represents the number of animals tested in each group.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52859,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52882,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52903,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "CW, XWM and MDD conceived the study and CW designed and determined the experimental approach. MDD and XWM obtained the eye tissues through the NASA Space Biology Program. ZC, SS carried out the experiments, performed bioinformatics data analysis and drafted the manuscript. NCN performed the mouse retina isolation. XC performed bioinformatics data analysis. XC, MDD, HQ and XWM reviewed the manuscript. CW revised and finalized the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53348,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53366,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The RRBS and RNA-seq sequencing data has been uploaded to the Gene Expression Omnibus (GEO) with the accession GSE159771.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53488,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of interest",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53509,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "All authors claim no conflict of interests and all authors have reviewed and agreed with the contents of the manuscript. In addition, as an Editorial Board Member of Precision Clinical Medicine, the corresponding author Charles Wang was blinded from reviewing and making decision on this manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53809,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53820,
            "infons": {
              "comment": "doi:10.3389/fphys.2017.00547",
              "fpage": "547",
              "pub-id_pmid": "28824446",
              "section_type": "REF",
              "source": "Front Physiol",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Human pathophysiological adaptations to the space environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53882,
            "infons": {
              "comment": "doi:10.1016/S0273-1177(99)01013-3",
              "fpage": "2057",
              "lpage": "64",
              "pub-id_pmid": "11542857",
              "section_type": "REF",
              "source": "Adv Space Res",
              "type": "ref",
              "volume": "25",
              "year": "2000"
            },
            "text": "CNS-induced deficits of heavy particle irradiation in space: the aging connection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53964,
            "infons": {
              "comment": "doi:10.1016/j.ophtha.2011.06.021",
              "fpage": "2058",
              "lpage": "69",
              "pub-id_pmid": "21849212",
              "section_type": "REF",
              "source": "Ophthalmology",
              "type": "ref",
              "volume": "118",
              "year": "2011"
            },
            "text": "Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54094,
            "infons": {
              "comment": "doi:10.1093/pcmedi/pbz022",
              "fpage": "259",
              "lpage": "69",
              "pub-id_pmid": "31886035",
              "section_type": "REF",
              "source": "Precis Clin Med",
              "type": "ref",
              "volume": "2",
              "year": "2019"
            },
            "text": "Translating current biomedical therapies for long duration, deep space missions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54174,
            "infons": {
              "comment": "doi:10.1667/RR1580.1",
              "fpage": "10",
              "lpage": "20",
              "pub-id_pmid": "19580503",
              "section_type": "REF",
              "source": "Radiat Res",
              "type": "ref",
              "volume": "172",
              "year": "2009"
            },
            "text": "NASA study of cataract in astronauts (NASCA). Report 1: Cross-sectional study of the relationship of exposure to space radiation and risk of lens opacity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54328,
            "infons": {
              "fpage": "A56",
              "lpage": "66",
              "pub-id_pmid": "17511300",
              "section_type": "REF",
              "source": "Aviat Space Environ Med",
              "type": "ref",
              "volume": "78",
              "year": "2007"
            },
            "text": "Cataract formation mechanisms and risk in aviation and space crews",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54395,
            "infons": {
              "comment": "doi:10.4103/0028-3886.259126",
              "fpage": "S206",
              "lpage": "11",
              "pub-id_pmid": "31134911",
              "section_type": "REF",
              "source": "Neurol India",
              "type": "ref",
              "volume": "67",
              "year": "2019"
            },
            "text": "An overview of spaceflight-associated neuro-ocular syndrome (SANS)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54462,
            "infons": {
              "comment": "doi:10.3390/ijms19092546",
              "fpage": "2546",
              "section_type": "REF",
              "source": "Int J Mol Sci",
              "type": "ref",
              "volume": "19",
              "year": "2018"
            },
            "text": "Impact of spaceflight and artificial gravity on the mouse retina: Biochemical and proteomic analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54563,
            "infons": {
              "comment": "doi:10.1667/RR3309.1",
              "fpage": "340",
              "lpage": "50",
              "pub-id_pmid": "24033191",
              "section_type": "REF",
              "source": "Radiat Res",
              "type": "ref",
              "volume": "180",
              "year": "2013"
            },
            "text": "Spaceflight environment induces mitochondrial oxidative damage in ocular tissue",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54643,
            "infons": {
              "fpage": "425",
              "lpage": "30",
              "pub-id_pmid": "20668308",
              "section_type": "REF",
              "source": "In Vivo",
              "type": "ref",
              "volume": "24",
              "year": "2010"
            },
            "text": "Gene expression analysis of oxidative stress and apoptosis in proton-irradiated rat retina",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54734,
            "infons": {
              "comment": "doi:10.1667/RR14977.1",
              "fpage": "45",
              "lpage": "52",
              "pub-id_pmid": "29741442",
              "section_type": "REF",
              "source": "Radiat Res",
              "type": "ref",
              "volume": "190",
              "year": "2018"
            },
            "text": "Acute effect of low-dose space radiation on mouse retina and retinal endothelial cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54821,
            "infons": {
              "comment": "doi:10.1038/s41598-019-44696-0",
              "fpage": "8215",
              "pub-id_pmid": "31160660",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Characterization of mouse ocular response to a 35-day spaceflight mission: Evidence of blood-retinal barrier disruption and ocular adaptations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54964,
            "infons": {
              "comment": "doi:10.1093/hmg/ddq129",
              "fpage": "2468",
              "lpage": "86",
              "pub-id_pmid": "20360305",
              "section_type": "REF",
              "source": "Hum Mol Genet",
              "type": "ref",
              "volume": "19",
              "year": "2010"
            },
            "text": "Transcriptome analysis and molecular signature of human retinal pigment epithelium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55047,
            "infons": {
              "comment": "doi:10.1093/hmg/ddu114",
              "fpage": "4001",
              "lpage": "14",
              "pub-id_pmid": "24634144",
              "section_type": "REF",
              "source": "Hum Mol Genet",
              "type": "ref",
              "volume": "23",
              "year": "2014"
            },
            "text": "Comprehensive analysis of gene expression in human retina and supporting tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55128,
            "infons": {
              "comment": "doi:10.1016/j.ygeno.2015.01.008",
              "fpage": "253",
              "lpage": "64",
              "pub-id_pmid": "25645700",
              "section_type": "REF",
              "source": "Genomics",
              "type": "ref",
              "volume": "105",
              "year": "2015"
            },
            "text": "Transcriptome of the human retina, retinal pigmented epithelium and choroid",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55204,
            "infons": {
              "comment": "doi:10.1186/1741-7015-10-21",
              "fpage": "21",
              "pub-id_pmid": "22369667",
              "section_type": "REF",
              "source": "BMC Med",
              "type": "ref",
              "volume": "10",
              "year": "2012"
            },
            "text": "Transcriptome changes in age-related macular degeneration",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55262,
            "infons": {
              "comment": "doi:10.1038/s41598-019-49453-x13304",
              "fpage": "13304",
              "pub-id_pmid": "31527661",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Spaceflight influences gene expression, photoreceptor integrity, and oxidative stress-related damage in the murine retina",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55384,
            "infons": {
              "comment": "doi:10.1126/science.aau8650",
              "fpage": "eaau8650",
              "pub-id_pmid": "30975860",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "364",
              "year": "2019"
            },
            "text": "The NASA twins study: A multidimensional analysis of a year-long human spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55467,
            "infons": {
              "comment": "doi:10.1186/gb-2013-14-10-r115",
              "fpage": "R115",
              "pub-id_pmid": "24138928",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "DNA methylation age of human tissues and cell types",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55519,
            "infons": {
              "comment": "doi:10.1186/s13059-017-1203-5",
              "fpage": "68",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "18"
            },
            "text": "Multi-tissue DNA methylation age predictor in mouse",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55571,
            "infons": {
              "comment": "doi:10.1016/j.cmet.2017.03.016",
              "fpage": "954",
              "lpage": "60",
              "pub-id_pmid": "28380383",
              "section_type": "REF",
              "source": "Cell Metab",
              "type": "ref",
              "volume": "25",
              "year": "2017"
            },
            "text": "Using DNA methylation profiling to evaluate biological age and longevity interventions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55658,
            "infons": {
              "comment": "doi:10.1038/s41576-018-0004-3",
              "fpage": "371",
              "lpage": "84",
              "pub-id_pmid": "29643443",
              "section_type": "REF",
              "source": "Nat Rev Genet",
              "type": "ref",
              "volume": "19",
              "year": "2018"
            },
            "text": "DNA methylation-based biomarkers and the epigenetic clock theory of ageing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55733,
            "infons": {
              "comment": "doi:10.1038/s41526-020-0097-9",
              "fpage": "7",
              "pub-id_pmid": "32047839",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "6",
              "year": "2020"
            },
            "text": "Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55862,
            "infons": {
              "comment": "doi:10.1016/j.preteyeres.2015.01.005",
              "fpage": "1",
              "lpage": "30",
              "pub-id_pmid": "25668385",
              "section_type": "REF",
              "source": "Prog Retin Eye Res",
              "type": "ref",
              "volume": "46",
              "year": "2015"
            },
            "text": "Vision from next generation sequencing: multi-dimensional genome-wide analysis for producing gene regulatory networks underlying retinal development, aging and disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56030,
            "infons": {
              "comment": "doi:10.1093/pcmedi/pbaa022",
              "fpage": "284",
              "lpage": "91",
              "pub-id_pmid": "33391848",
              "section_type": "REF",
              "source": "Precis Clin Med",
              "type": "ref",
              "volume": "3",
              "year": "2020"
            },
            "text": "Long-term spaceflight and the cardiovascular system",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56082,
            "infons": {
              "comment": "doi:https://doi.org/10.1016/j.cell.2020.11.002",
              "fpage": "1185",
              "lpage": "201",
              "pub-id_pmid": "33242417",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56197,
            "infons": {
              "comment": "doi:10.1016/j.exer.2014.11.001",
              "fpage": "93",
              "lpage": "106",
              "pub-id_pmid": "25446321",
              "section_type": "REF",
              "source": "Exp Eye Res",
              "type": "ref",
              "volume": "129",
              "year": "2014"
            },
            "text": "Transcriptomic analysis across nasal, temporal, and macular regions of human neural retina and RPE/choroid by RNA-Seq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56315,
            "infons": {
              "comment": "doi:10.1073/pnas.2000339117",
              "fpage": "13094",
              "lpage": "104",
              "pub-id_pmid": "32434914",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci U S A",
              "type": "ref",
              "volume": "117",
              "year": "2020"
            },
            "text": "Altered photoreceptor metabolism in mouse causes late stage-related macular degeneration-like pathologies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56421,
            "infons": {
              "fpage": "945",
              "lpage": "63",
              "pub-id_pmid": "22129992",
              "section_type": "REF",
              "source": "Nat Rev Drug Discov",
              "type": "ref",
              "volume": "10",
              "year": "2011"
            },
            "text": "Taking aim at the extracellular matrix: ccn proteins as emerging therapeutic targets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56506,
            "infons": {
              "comment": "doi:10.5483/bmbrep.2015.48.9.140",
              "fpage": "525",
              "lpage": "30",
              "pub-id_pmid": "26246285",
              "section_type": "REF",
              "source": "BMB Rep",
              "type": "ref",
              "volume": "48",
              "year": "2015"
            },
            "text": "Wnt5a attenuates the pathogenic effects of the Wnt/beta-catenin pathway in human retinal pigment epithelial cells via down-regulating beta-catenin and Snail",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56663,
            "infons": {
              "comment": "doi:10.14814/phy2.13302",
              "fpage": "e13302",
              "pub-id_pmid": "28611153",
              "section_type": "REF",
              "source": "Physiol Rep",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "Effects of short-term mild hypercapnia during head-down tilt on intracranial pressure and ocular structures in healthy human subjects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56797,
            "infons": {
              "comment": "doi:10.1167/iovs.18-23885",
              "fpage": "3984",
              "lpage": "96",
              "pub-id_pmid": "30098187",
              "section_type": "REF",
              "source": "Invest Ophthalmol Vis Sci",
              "type": "ref",
              "volume": "59",
              "year": "2018"
            },
            "text": "Ultrastructural morphology of the optic nerve head in aged and glaucomatous mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56878,
            "infons": {
              "comment": "doi:10.1172/JCI37762",
              "fpage": "1794",
              "lpage": "805",
              "pub-id_pmid": "19587454",
              "section_type": "REF",
              "source": "J Clin Invest",
              "type": "ref",
              "volume": "119",
              "year": "2009"
            },
            "text": "Toward unraveling the complexity of simple epithelial keratins in human disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56958,
            "infons": {
              "comment": "doi:10.3109/02713689409025135",
              "fpage": "805",
              "lpage": "14",
              "pub-id_pmid": "7531631",
              "section_type": "REF",
              "source": "Curr Eye Res",
              "type": "ref",
              "volume": "13",
              "year": "1994"
            },
            "text": "Expression of keratins K12, K4 and K14 during development of ocular surface epithelium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57045,
            "infons": {
              "fpage": "1309",
              "lpage": "12",
              "pub-id_pmid": "18636116",
              "section_type": "REF",
              "source": "Mol Vis",
              "type": "ref",
              "volume": "14",
              "year": "2008"
            },
            "text": "Evaluation of EGR1 as a candidate gene for high myopia",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57100,
            "infons": {
              "comment": "doi:10.1016/j.cell.2013.08.055",
              "fpage": "215",
              "lpage": "27",
              "pub-id_pmid": "24074870",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "155",
              "year": "2013"
            },
            "text": "Retinoic acid signaling is essential for embryonic hematopoietic stem cell development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57187,
            "infons": {
              "comment": "doi:10.1016/j.exer.2009.04.012",
              "fpage": "280",
              "lpage": "91",
              "pub-id_pmid": "19427305",
              "section_type": "REF",
              "source": "Exp Eye Res",
              "type": "ref",
              "volume": "89",
              "year": "2009"
            },
            "text": "Retinoic acid signaling in mammalian eye development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57240,
            "infons": {
              "comment": "doi:10.1016/j.preteyeres.2018.03.002",
              "fpage": "1",
              "lpage": "27",
              "pub-id_pmid": "29544768",
              "section_type": "REF",
              "source": "Prog Retin Eye Res",
              "type": "ref",
              "volume": "65",
              "year": "2018"
            },
            "text": "Epigenetic control of gene regulation during development and disease: A view from the retina",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57333,
            "infons": {
              "fpage": "3",
              "lpage": "24",
              "section_type": "REF",
              "source": "Gravitat Space Res",
              "type": "ref",
              "volume": "2",
              "year": "2014"
            },
            "text": "Molecular effects of spaceflight in the mouse eye after space shuttle mission STS-135",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57419,
            "infons": {
              "comment": "http://www.bioinformatics.babraham.ac.uk/projects/trim_galore/",
              "section_type": "REF",
              "type": "ref"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57420,
            "infons": {
              "comment": "doi:10.1093/bioinformatics/btr167",
              "fpage": "1571",
              "lpage": "2",
              "pub-id_pmid": "21493656",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "27",
              "year": "2011"
            },
            "text": "Bismark: a flexible aligner and methylation caller for Bisulfite-Seq applications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57502,
            "infons": {
              "comment": "doi:10.1186/gb-2012-13-10-r87",
              "fpage": "R87",
              "pub-id_pmid": "23034086",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "13",
              "year": "2012"
            },
            "text": "methylKit: a comprehensive R package for the analysis of genome-wide DNA methylation profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57596,
            "infons": {
              "comment": "doi:10.1093/bioinformatics/btu126",
              "fpage": "1814",
              "lpage": "22",
              "pub-id_pmid": "24608764",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "DMAP: differential methylation analysis package for RRBS and WGBS data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57667,
            "infons": {
              "comment": "doi:10.1038/nbt.3001",
              "fpage": "926",
              "lpage": "32",
              "pub-id_pmid": "25150839",
              "section_type": "REF",
              "source": "Nat Biotechnol",
              "type": "ref",
              "volume": "32",
              "year": "2014"
            },
            "text": "The concordance between RNA-seq and microarray data depends on chemical treatment and transcript abundance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57774,
            "infons": {
              "comment": "doi:10.1038/ncomms4230",
              "fpage": "3230",
              "pub-id_pmid": "24510058",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "5",
              "year": "2014"
            },
            "text": "A rat RNA-Seq transcriptomic BodyMap across 11 organs and 4 developmental stages",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57855,
            "infons": {
              "comment": "http://www.bioinformatics.babraham.ac.uk/projects/fastqc/",
              "section_type": "REF",
              "source": "FastQC: A quality control tool for high throughput sequence data",
              "type": "ref",
              "year": "2010"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57856,
            "infons": {
              "comment": "doi:10.1093/bioinformatics/btp450",
              "fpage": "2607",
              "lpage": "8",
              "pub-id_pmid": "19654119",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "25",
              "year": "2009"
            },
            "text": "ShortRead: a bioconductor package for input, quality assessment and exploration of high-throughput sequence data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 57969,
            "infons": {
              "comment": "doi:10.1093/bioinformatics/btu170",
              "fpage": "2114",
              "lpage": "20",
              "pub-id_pmid": "24695404",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "Trimmomatic: a flexible trimmer for Illumina sequence data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58028,
            "infons": {
              "comment": "doi:10.1186/gb-2013-14-4-r36",
              "fpage": "R36",
              "pub-id_pmid": "23618408",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "14",
              "year": "2013"
            },
            "text": "TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58132,
            "infons": {
              "comment": "doi:10.1038/nbt.1621",
              "fpage": "511",
              "lpage": "5",
              "pub-id_pmid": "20436464",
              "section_type": "REF",
              "source": "Nat Biotechnol",
              "type": "ref",
              "volume": "28",
              "year": "2010"
            },
            "text": "Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58264,
            "infons": {
              "comment": "doi:10.1038/nprot.2012.016",
              "fpage": "562",
              "lpage": "78",
              "pub-id_pmid": "22383036",
              "section_type": "REF",
              "source": "Nat Protoc",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]