[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250711",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC9023564",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1038/s41467-022-29694-7",
              "article-id_pmc": "PMC9023564",
              "article-id_pmid": "35449136",
              "article-id_publisher-id": "29694",
              "elocation-id": "2172",
              "kwd": "Evolutionary developmental biology Evolutionary genetics Molecular evolution",
              "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
              "name_0": "surname:Schmidbaur;given-names:Hannah",
              "name_1": "surname:Kawaguchi;given-names:Akane",
              "name_10": "surname:Bates;given-names:Paul A.",
              "name_11": "surname:Albertin;given-names:Caroline B.",
              "name_12": "surname:Tanaka;given-names:Elly",
              "name_13": "surname:Simakov;given-names:Oleg",
              "name_2": "surname:Clarence;given-names:Tereza",
              "name_3": "surname:Fu;given-names:Xiao",
              "name_4": "surname:Hoang;given-names:Oi Pui",
              "name_5": "surname:Zimmermann;given-names:Bob",
              "name_6": "surname:Ritschard;given-names:Elena A.",
              "name_7": "surname:Weissenbacher;given-names:Anton",
              "name_8": "surname:Foster;given-names:Jamie S.",
              "name_9": "surname:Nyholm;given-names:Spencer V.",
              "section_type": "TITLE",
              "title": "Subject terms",
              "type": "front",
              "volume": "13",
              "year": "2022"
            },
            "text": "Emergence of novel cephalopod gene regulation and expression through large-scale genome reorganization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 103,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Coleoid cephalopods (squid, cuttlefish, octopus) have the largest nervous system among invertebrates that together with many lineage-specific morphological traits enables complex behaviors. The genomic basis underlying these innovations remains unknown. Using comparative and functional genomics in the model squid Euprymna scolopes, we reveal the unique genomic, topological, and regulatory organization of cephalopod genomes. We show that coleoid cephalopod genomes have been extensively restructured compared to other animals, leading to the emergence of hundreds of tightly linked and evolutionary unique gene clusters (microsyntenies). Such novel microsyntenies correspond to topological compartments with a distinct regulatory structure and contribute to complex expression patterns. In particular, we identify a set of microsyntenies associated with cephalopod innovations (MACIs) broadly enriched in cephalopod nervous system expression. We posit that the emergence of MACIs was instrumental to cephalopod nervous system evolution and propose that microsyntenic profiling will be central to understanding cephalopod innovations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1241,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Cephalopods are an enigmatic animal group with complex and adaptive behaviors such as camouflage; however the genetic basis for these traits is not well understood. Here the authors reveal a set of cephalopod-restricted rearranged genomic loci, involving known neuronal regulators but also unexpected gene families, that confer topological organization and gene regulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1615,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1628,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Cephalopods have the largest invertebrate nervous systems and possess many lineage-specific adaptations such as rapid adaptive camouflage, arms with suckers and camera-type eyes. Many cephalopod characteristics evolved convergently to those of vertebrates, which makes them an attractive system to study the genetic basis of wide-scale organismal innovations and the pathways behind their evolution.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2028,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "On a genomic level, the emergence of novel genes, extensive gene duplications, and wide-ranging RNA editing have been described in cephalopod genomes. Expansions of gene families such as C2H2s, Protocadherins, and GPCRs, and extensive RNA editing allowed the diversification of protein-coding transcripts in the nervous system and is proposed to have played an important role in its evolution. While similar innovations are known from vertebrate genomes, the mechanisms driving the evolution of these features are different: vertebrates went through several rounds of whole-genome duplications that produced large sets of multi-copy genes and the diversification of their functions, there is no indication for similar events in cephalopods. In contrast, it has been suggested that the coleoid cephalopod (squids, cuttlefish, octopus) lineage went through large-scale genome reorganization.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2918,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "A property of metazoan genomes is that local gene order or microsynteny is conserved between even distantly related species. This conservation is supported by functional studies of regulatory constraints, shown in genomic regulatory blocks (GRBs), as well as co-expression of neighboring genes in tissues or cell types. Early genome assemblies in several coleoids indicate that local gene order has been greatly disrupted, breaking ancient microsyntenies and bringing previously unlinked genes together. This event, potentially at a whole-genome scale, could have affected hundreds of gene families, disrupting the order of genes in comparison to the last common ancestor of coleoid cephalopods and other molluscs. The extent of this event is difficult to estimate due to the lack of chromosomal-scale assemblies in cephalopods. To begin to understand the extent of the genome reorganization and its impact on cephalopod genome biology and evolution, we study the emerging model species Euprymna scolopes (Hawaiian bobtail squid). This species has been at the center of symbiosis research for over 30 years, but is also an attractive model system for evolution and development research due to its small adult size, large egg clutches, and relative ease of culture.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4183,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To reconstruct the regulatory landscape in the E. scolopes genome, we applied chromosomal conformation capture (Hi-C) and open chromatin profiling techniques (ATAC-seq) as well as collected additional expression data. Hi-C allowed us to both improve the previously published E. scolopes genome assembly as well as to capture the three-dimensional organization of the genome. Using comparative genomic approaches, we describe the global nature of the genome reshuffling in coleoid cephalopods and demonstrate the emergence of many microsyntenic regions that were previously unlinked in other species. Our data also reveals interactions between distant genomic loci (the topological organization of the genome) shedding light on the three-dimensional organization of the E. scolopes genome, as well as identifying genes located in regulatory loops and topologically associating domains (TADs). Our open chromatin data reveals regions accessible to transcription factors and thus potentially constituting regulatory elements. Together, these data allow us to gain insights into the impact of evolutionary changes in gene linkages and the emergence of novel gene regulation. This study provides the basis for the understanding of the evolution of cephalopod genomes and possible implications on morphological novelties in this clade.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5514,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5537,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The impact of a large-scale genome reorganization on the coleoid cephalopod genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5620,
            "infons": {
              "file": "41467_2022_29694_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Large-scale syntenic reorganization of cephalopod genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5679,
            "infons": {
              "file": "41467_2022_29694_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Photograph of an Euprymna scolopes hatchling. b Schematic tree with divergence times of major cephalopod lineages from deuterostomes and other protostomes. c Circos plot showing loss of syntenies conserved in other metazoans and the emergence of a large number of novel, cephalopod-specific microsyntenies within cephalopods. Each line represents a syntenic cluster shared between different species. Orange lines indicate syntenic clusters shared between at least seven out of these 24 species (ancestral, metazoan clusters); green lines represent novel molluscan syntenies, shared between five or more molluscs but not present in any non-molluscan species. Blue lines represent cephalopod-specific syntenies shared between either all three cephalopod species (dark blue) or two of the three cephalopod species (light blue) but not present in any non-cephalopod species; gray lines represent other syntenies that do not fall in either of the previous categories. Abbreviations: Aca - Acanthaster planci, Aqu – Amphimedon queenslandica, Bfl - Branchiostoma floridae,Cel - Caenorhabditis elegans, Cgi - Crassostrea gigas, Cmi - Callistoctopus minor, Cte - Capitella teleta, Dme - Drosophila melanogaster, Esc – Euprymna scolopes, Lgi - Lottia gigantea, Mle - Mnemiopsis leidyi, Mye - Mizuhopecten yessoensis, Nve - Nematostella vectensis, Obi – Octopus bimaculoides, Sko - Saccoglossus kowalevskii\nd Example of one whole chromosomal-scale scaffold (right) of E. scolopes showing the distribution of gene density, cephalopod-specific (blue) and conserved, metazoan (orange) syntenies. Inset (left) with locations of genes within two specific syntenic blocks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7344,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Linkage information from chromosome conformation capture allowed us to reconstruct 46 chromosomal scaffolds in E. scolopes (“Methods”, Supplementary Notes 1 and 2, Supplementary Fig. 1a, b) based on the published assembly. We then compared the order of genes with orthologs found in another 24 animal species ranging from sponges to vertebrates, which allowed us to reconstruct microsyntenic blocks shared between different clades (“Methods”, Supplementary Note 3, Supplementary Fig. 2a, Supplementary Data 1). Briefly, we define microsyntenic blocks as at least three or more co-occurring orthologous genes with up to five intervening genes with no constraints on their collinearity. This definition of microsynteny yields the fewest false-positive blocks (compared to just pairs of genes) while providing enough flexibility to detect syntenic regions that underwent local rearrangement and expansion. We recover 505 microsyntenies unique to cephalopods, representing blocks of genes only found in close proximity to each other in E. scolopes and at least one octopus species. For the same species sampling and same microsynteny detection parameters only 2 blocks would have been expected by chance (median from 3 rounds of randomization, as described in). Five out of these 505 blocks were paralogous. In total, only 48 out of 2290 genes in these 505 blocks were identified as orphan genes with no homology outside of cephalopods, while all others have orthologs in other animals, suggesting that the origin of microsynteny was due to changes in gene locations rather than novel gene emergence. These microsyntenies have been conserved in coleoid cephalopods despite their long divergence time (Fig. 1b, c), suggesting an evolutionary constraint that kept those blocks of genes together. Similarly, a comparison in other molluscs, such as the scallop Mizuhopecten yessoensis and the bivalve Crassostrea gigas showed that a much smaller number of bivalve specific microsyntenies (152) is shared between these species. To infer the set of highly conserved microsyntenic blocks, we reconstructed microsyntenies shared between E. scolopes and at least six more distantly related species out of a set of 23 species (Supplementary Fig. 2). We recovered 275 such metazoan microsyntenies, which are retained in the E. scolopes lineage and are inferred to date back to at least the last common bilaterian ancestor (Fig. 1c, Supplementary Fig. 2a, “Methods”). In comparison, the bivalve M. yessoensis retains a similar number of metazoan microsyntenies (216). These results provide evidence for a large-scale microsyntenic gain in coleoid cephalopods.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10009,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Chromosomal distribution and properties of metazoan and novel cephalopod microsyntenies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10097,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Both cephalopod-specific and conserved metazoan microsyntenic blocks are present on 44 out of 46 chromosomal scaffolds (with two chromosomes being too small to contain any microsyntenies). While some chromosomes have higher proportion of novel cephalopod microsyntenies (Supplementary Fig. 1b, c), both microsynteny types are intermixed in the genome (Fig. 1d). This result suggests a genome-wide mechanism for the emergence of novel microsyntenies. The vast majority of single-copy genes (71%) that comprise 232 novel cephalopod microsyntenies are located on different chromosomes in the scallop M. yessoensis. As the organization of the recently published Nautilus genome is similar to other molluscs, these results suggest that either many translocations or chromosomal-level fusions occurred in the coleoid ancestor.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10921,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Genomic properties of novel and conserved microsyntenies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10978,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Novel cephalopod and conserved metazoan microsynteny show different genomic properties. Novel cephalopod microsyntenies are on average smaller in size than the metazoan microsyntenies still present in cephalopod genomes (Supplementary Fig. 2b), despite having similar numbers of genes (Supplementary Fig. 2c). While introns of genes in cephalopod-specific microsyntenies are smaller than those of metazoan microsyntenies, the majority of size differences stem from intergenic regions (~0.2 kb compared to ~7 kb difference, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11522,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We also find evidence for differential enrichment of functional categories between the two microsynteny types. Metazoan microsyntenies are enriched in signaling pathway components of the Wnt-signaling pathway, neurotransmitter transport and synaptic vesicle exocytosis, G-protein coupled receptor signaling, negative regulation of transcription, and BMP signaling pathways, among others. Genes in novel, cephalopod-specific microsynteny, on the other hand, play a role in translation, redox processes, regulation of store-operated calcium entry, mRNA cleavage, transport, and chromatin organization (p-values <0.05) (Supplementary Fig. 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12163,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Spatial organization of the E. scolopes genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12210,
            "infons": {
              "file": "41467_2022_29694_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Topological and spatial organization of the cephalopod genome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12273,
            "infons": {
              "file": "41467_2022_29694_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Top: Hi-C normalized interaction matrix at 100 kb resolution for chromosomal scaffold 10. Bottom: Relative Hi-C count and TAD boundary scores as predicted by tadbit (1 = lowest, 10 = highest). b Violin plot of TAD size distributions for human and Euprymna scolopes computed at 100 kb resolution, plotted in 100 kb bins. c CTCF binding motif as identified by homer motif search in 100 kbp of predicted TAD boundaries. d Solvent area surface exposure (SASA) per bp for individual chromosomal scaffolds (observed and random). Conserved metazoan synteny on x-axis, cephalopod-specific microsynteny on y-axis. e Three-dimensional model of chromosomal scaffold 10 with novel (blue) and conserved (yellow) microsynteny locations labeled. Left and right models are the same, shifted by 90°.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13075,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Three-dimensional chromatin structure including topologically associated domains (TADs) facilitates distant regulatory interactions involved in gene regulation. While very little data exists to-date on invertebrate genome topological organization, we found that in comparison to the data known for vertebrate TAD sizes the interaction distances were generally larger in the squid (Fig. 2a, b, Supplementary Note 4). TAD prediction tools (see “Methods”) reveal a median E. scolopes TAD size of 2.5 Mb, in comparison to an average of 1.2 Mb in human. In addition, the distribution of TAD sizes in E. scolopes was considerably wider than in human, suggesting a higher variability.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13764,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In vertebrates, TAD formation is mediated by proteins, such as CTCF and cohesin. We infer that the same mechanisms, including CTCF and the proteins Smc1 and Smc3 of the cohesin complex, are present in the E. scolopes genome and conserved with other animals, suggesting that similar mechanisms may be deployed in cephalopods (Supplementary Fig. 4). We also find TAD boundaries to be enriched for a CCCTC-like motif reminiscent of a CTCF binding site (Fig. 2c, p = 1e−12, “Methods”, Supplementary Note 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14281,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Topological organization around microsyntenies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14328,
            "infons": {
              "file": "41467_2022_29694_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Novel cephalopod microsyntenies and their regulatory properties in Euprymna scolopes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14414,
            "infons": {
              "file": "41467_2022_29694_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Ratio between densities of the center of observed and randomized microsynteny locations within normalized TADs. Ratio increases towards the center of TADs for metazoan syntenies and decreases for cephalopod synteny. b Compactness of novel and metazoan microsynteny, compared to random simulations. Microsyntenic clusters must contain at least 3 genes, if fewer genes were annotated to the tree, these clusters were excluded. Plotted are the ratios between the number of bins (at 40 kb Hi-C resolution, cephalopod micrysynteny bins n = 143,969, metazoan microsynteny bins n = 82,417, random cephalopod microsynteny bins n = 3,499,849, random metazoan microsynteny bins n = 1,889,687) in microsyntenic clusters (within 7 and 25 bins, valid microsyntenies: cephalopod n = 265, metazoan n = 125, random cephalopod n = 4265, random metazoan n = 2180) and the number of “descendant” bins from the last common ancestor of those microsyntenic bins (“Methods”, cephalopod n = 143,969, metazoan n = 82,417, random cephalopod n = 3,499,849, random metazoan n = 1,889,687). The ratio (n = 6835) of the number of bins in a cluster and the number of bins in the sub-tree were compared by two sided Wilcoxon rank-sum test comparing the linked groups (****p < 0.0001, * < 0.05, ns: not significant). The closer the ratio to 1, the lower is the difference between the size of the syntenic block and the number of bins in an extracted tree. Violin plots—distribution, boxes—interquartile range (cephalopod = lower 0.06, upper 0.56, metazoan = lower 0.01, upper 0.58, random cephalopod = lower 0.01, upper 0.49, random metazoan = lower 0.01, upper 0.46), bars—median (cephalopod = 0.31, metazoan = 0.28, random cephalopod = 0.18, random metazoan = 0.17), whiskers—furthest sample within 1.5x interquartile range (cephalopod = min 0.002, max 0.94, metazoan = min 0.002, max 0.95, random cephalopod = min 0.002, max 0.96, random metazoan = min 0.002, max 0.96), maximum and minimum ratios: cephalopod = min 0.00189, max = 0.941, metazoan = min 0.00217, max = 0.952, random cephalopod = min 0.00151, max 0.962, random metazoan = min 0.00150, max 0.96. c Co-expression correlation of genes in microsyntenic clusters (cephalopod n = 476, metazoan n = 236, random cephalopod n = 6925, random metazoan n = 4038). The co-expression correlation of metazoan syntenies is higher than that of cephalopod-specific syntenies or random clusters (****p < 0.0001, ***p < 0.001, * < 0.05). Violin plots—distribution, boxes—furthest sample within 1.5x interquartile range (cephalopod = min −0.69, max 0.87, metazoan = min −0.63, max 1.0, random cephalopod = min −0.72, max 0.95, random metazoan min −0.66, max 0.9), bars—median (cephalopod = 0.05, metazoan = 0.15, random cephalopod = 0.07670835, random metazoan = 0.07) outliers were excluded from these numbers. Maximum and minimum values: −1 and 1 in all cases. d Clustering of mean expression per synteny cluster, color-coded by synteny type, expression among Euprymna scolopes adult tissues. Syntenic clusters form eight expression modules with specific expression patterns. Expression matrix is z-score normalized. Light organ—E. scolopes-specific organ harboring symbionts, accessory nidamental gland—female-specific reproductive organ of some squid species. e Annotation of ATAC peak location in late organogenesis. Peaks annotated as associated with cephalopod-specific microsyntenies are more often found in intronic regions. Promotor defined as +10 kb and −10 kb predicted transcription start site.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18171,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Several studies suggested the possibility of correspondence between microsynteny and regulatory domains in metazoan genomes. To understand the relationship of microsyntenies and TADs we compared the localization of randomly computed microsyntenic blocks, that follow the same properties as our observed blocks but are randomly distributed throughout the genome to the observed microsyntenies (“Methods”). We find a tendency of conserved metazoan microsyntenies to be localized towards the center of the predicted TADs, whereas new cephalopod microsyntenies appear to be more evenly distributed (Fig. 3a).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18781,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To further study the relationships of genomic regions and their interactions independent of TAD predictions, we computed a tree structure reflecting the organization of each chromosomal scaffold (“Methods”, Supplementary Note 4). Each bifurcating branch reflects the relationships of genomic regions in Hi-C signal strength, allowing us to track interaction intensities in microsyntenies (Fig. 3b). Surprisingly, we found that novel microsyntenies are more likely to form tight interaction regions, reflected by subtrees with few branches, when compared to randomly sampled syntenies (Fig. 3b). This result indicates significantly higher levels of compartmentalization in both cephalopod and ancestral microsyntenies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19506,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Motivated by the importance of three-dimensional genome architecture and microsyntenic co-localization in Euprymna scolopes, three-dimensional modeling based on Hi-C interaction matrices was performed (“Methods”, Supplementary Fig. 5, Supplementary Note 5) to provide a deeper understanding of spatial properties and co-localization of both novel and ancient microsyntenic regions within modeled chromosomal scaffolds. Three-dimensional models revealed that novel cephalopod microsyntenies have distinct spatial properties from ancient microsyntenies. In particular, both synteny types showed differential solvent accessibility on some chromosomes when compared to random distributions (Fig. 2d). Moreover, novel cephalopod microsyntenies were on average less buried, thus covering a larger proportion of chromosomal surface (Supplementary Fig. 6). This result was in contrast to the conserved metazoan microsyntenies, which tend to participate in the formation of the chromosomal core (Fig. 2e, Supplementary Fig. 6). Since the novel microsyntenies are transcriptionally active (Fig. 3, see below), their location on the chromosomal surface may be reflective of highly dynamic inter-chromosomal regulation, as well as being more accessible to transcription factors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20784,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The GC content of metazoan and cephalopod-specific microsynteny was evaluated along with predictions of A/B compartments based on the Hi-C interaction matrix (\"Methods\"). The analysis did not provide sufficient evidence for one of the mycrosyntenic types being more prevalent in either of the compartments. Until further experimental data are available (such as methylation and acetylation profiling) for Euprymna scolopes, we cannot accurately infer the distribution of cephalopod-specific and metazoan microsynteny within A/B compartments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21326,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Taken together, the strong genomic conservation among sequenced cephalopods, the comparably tight packaging (short inter-gene distances) of microsyntenic clusters and their prevalent association with defined subcompartments within detected TADs suggests strong selective pressure to maintain regulatory properties of novel microsyntenic units in the cephalopod genomes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21696,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Co-expression properties of microsyntenies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21739,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Co-expression of syntenic genes is an important property that can reflect their regulation. Genes in cephalopod-specific microsyntenies do not tend to be co-expressed, despite their tight co-localization (“Methods”, Supplementary Note 7). When compared to randomly sampled groups of genes that follow a similar distribution to the observed, novel microsyntenies, the mean co-expression coefficient is even slightly lower in the observed data (Wilcoxon test, p ≤ 0.05, Fig. 3c). In contrast, conserved metazoan microsyntenies show significant (Wilcoxon test, p ≤ 0.001) co-expression when compared to simulated microsyntenies (Fig. 3c). This result indicates that genes in metazoan microsynteny tend to co-express in a defined set of tissues, similar to previous findings for ancient metazoan microsynteny. A similar pattern was also observed for co-expression of novel and conserved metazoan microsyntenies in O. bimaculoides (Supplementary Fig. 7a). No type of microsynteny showed enrichment of expression-specificity in a particular tissue.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22802,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To further categorize expression profiles, we investigated averaged expression of syntenic regions. This analysis showed complex patterns that fell into eight distinct expression modules across adult E. scolopes tissues (Fig. 3d, “Methods”, Supplementary Note 7). Although most modules had similar proportions of both microsynteny types, some clusters formed outliers. For example, module 8 showed eye-specific expression and was mostly dominated by metazoan microsynteny. Interestingly, clusters encompassing multiple nervous tissues, in particular modules 2 and 4, were enriched in novel cephalopod microsyntenies (Fisher’s exact test p-values ≤0.02 and ≤1e−07, respectively). Their orthologs were similarly expressed in O. bimaculoides nervous tissues, with novel microsyntenies dominating in modules associated with the strongest brain expression (Supplementary Fig. 7b). However, the overall module correspondence was impacted by the difference in tissue sampling (Supplementary Fig. 7c).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23812,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We next wanted to investigate whether these expression patterns are biased due to a single highly expressed gene per syntenic block. The vast majority of microsyntenic blocks (76%, Supplementary Fig. 8b) have one gene that contributes to more than 50% of the cumulative expression. We then calculated relative expression levels across tissues per gene and averaged it for each block, showing that overall expression module identities are retained (Supplementary Fig. 8a). In general, expression variance correlates with absolute expression of genes (Supplementary Fig. 8c). In some metazoan syntenies, however, especially in the tissues defining a module, the variance was low, indicating higher co-expression constraints (Supplementary Fig. 8c).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24563,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Together, these results highlight the complex expression domain contribution of microsyntenic regions and identifies a discrepancy in the co-expression dynamics between novel cephalopod and metazoan microsyntenies. This paucity of co-expression in cephalopod microsyntenies indicates a potentially different mode of their gene regulation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24902,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Regulatory signatures of microsyntenies",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24942,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Expression modules showed specific signatures of regulatory motifs associated with them. We predicted regulatory regions using assay for transposase-accessible chromatin (ATAC-seq) data from a developmental time course (“Methods”, Supplementary Note 9). Predicted peaks associated with each expression cluster were then further analyzed for known transcription factor motif enrichment, separately for cephalopod and ancient microsynteny (“Methods”, Supplementary Data 2). We find that the cephalopod microsynteny module 2, which is associated with multiple nervous tissues, was enriched for the transcription factors binding motifs Chop, E2F1, NeuroG2, COUP-TFII, Atf4 involved in nervous system differentiation and developmental transcription factors ZBTB18, Esrrb, Tcf21, Pitx1, GATA in all three developmental stages (p < 1e−3). Module 4 was similarly enriched in transcription factor binding motifs involved in nervous system and general development such as Tcf3, TCFL2, GATA, Tcf21, and Pitx1 in all three developmental stages (p < 1e−3). This suggests a common regulatory scheme responsible for gene expression in each of the expression modules and an association of those motifs with novel cephalopod microsynteny.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26186,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To complement our ATAC-seq data, we conducted whole-genome alignments between available cephalopod genomes using different alignment similarity and length thresholds (“Methods”, Supplementary Note 8, Supplementary Table 5, and Supplementary Fig. 9). This helped identify potential conserved non-coding elements (CNEs) and their association with gene bodies and genome topology (“Methods”, Supplementary Fig. 10, Supplementary Note 8). Due to evolutionary distance between squid and octopus lineages, our approach yielded only 1187 coleoid cephalopod CNE candidates with a similarity threshold of 0,95 and a minimum size of 100 bp (Supplementary Table 5), of which 613 could be localized to gene features (Supplementary Fig. 10a–c). 139 were associated with novel cephalopod microsyntenies (inside or within 1 kb of microsynteny), 73 with metazoan syntenies inside or within 1 kb of microsynteny), and 401 were located outside any synteny (Supplementary Fig. 10b). Only 12 of the 1187 candidates had overlap with ATAC-seq peaks (Supplementary Table 5). For CNEs shared among squid genomes we found 42920 putative CNEs with a similarity threshold of 0.95 and a minimum size of 100 bp (Supplementary Table 5), of which 13889 could be localized to gene features (Supplementary Fig. 10a–c). 2444 were associated with novel cephalopod microsynteny (inside or within 1 kb of microsynteny), 3255 with metazoan synteny, and 8190 were located around genes outside any synteny (Supplementary Fig. 10c). Similarly, very few overlapped with ATAC peaks (14). Therefore, the regulatory role of these regions remains unclear.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27830,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A potential contribution to this observation could be the high evolutionary turnover of regulatory regions within the squid lineage, diminishing the insight gained from genome alignment/conservation-based inferences. Cephalopod genomes are large with over 50% of genome length attributed to repetitive elements. We thus assessed the transposable element composition of ATAC-seq peaks associated with microsyntenic clusters. Both microsynteny types showed an average repeat content of 40%. ATAC-seq peak sequences in cephalopod microsyntenies in E. scolopes showed an elevated repetitive element content of 82% and were most frequently associated with LINE/CR1-Zenon elements (44%, compared to 35% in metazoan microsyntenic peaks). The LINE/CR1 expansion was identified as the most common and specifically expanded repeat element class in the squid (E. scolopes) lineage.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28701,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Evolutionary scenarios for functional microsynteny emergence in cephalopods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28777,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Conserved gene co-localization may be explained by regulatory regions within a neighboring gene, even though the function of the gene may be unrelated (the bystander scenario), together forming a genomic regulatory block (GRB), or via shared regulatory elements controlling the expression of all syntenic genes, resulting in higher co-expression. Our microsynteny approach is agnostic to this distinction, focusing on any conserved co-localization of three or more genes. We thus may use our data to independently profile the propensity of metazoan or cephalopod microsyntenies to correspond to known functional microsyntenic models. The location of ATAC-seq peaks within the microsyntenic clusters reveals that open chromatin regions associated with cephalopod-specific microsynteny were more often found in introns than peaks found in conserved, metazoan microsynteny or other non-syntenic genes (Fig. 3e, Fisher’s exact test p < 1e−5). Interestingly, while sharing little overlap, CNE distribution, in particular of CNEs shared among squids, showed significant localization towards distal regions in metazoan syntenies (Fisher’s exact test p < 2.2e−16) (Supplementary Fig. 10). This result indicates that, unlike more conserved microsyntenies, novel cephalopod microsyntenies are more similar to the GRB scenario, in particular the bystander model, in which putative enhancers are found within closely located (bystander) genes inside the same microsyntenic cluster and may potentially lack distal regulatory domains. This observation may also complement the finding of weaker co-expression of microsyntenic genes in cepholopod-specific microsynteny, compared to more ancient, conserved microsyntenies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30504,
            "infons": {
              "file": "41467_2022_29694_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Emergence of compact clusters and their unique expression patterns in nervous tissues.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30591,
            "infons": {
              "file": "41467_2022_29694_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Location of orthologous genes of one of the MACIs in Mizuhopecten yessoensis. The genes are located on two separate chromosomes (top—whole chromosome, bottom—zoom in, black—gene density, blue—location of orthologous genes) with many intervening genes in-between. Scallop orthologs of genes in the microsyntenic cluster are plotted at the bottom highlighted in blue. b Genes of the same cluster in Euprymna scolopes. The genes (highlighted in blue) are tightly packed on one chromosomal scaffold with only one intervening gene (top—whole chromosomal scaffold, bottom—zoom in, orange—conserved, metazoan microsyntenic clusters, blue—cephalopod-specific microsyntenic clusters). The cluster is located within a TAD. Two major ATAC-seq peaks are present in intronic regions of the last gene of the cluster in three developmental stages (y-axis—signal value). RNA-seq read count of three developmental stages shows several small peaks in the region of the cluster (y-axis—read count). Early-stage—early organogenesis, stage 20, middle stage—late organogenesis, stage 24/25, late stage—close to hatching, stage 28/29. c Three-dimensional reconstruction of chromosomal scaffold 2. The cephalopod-specific syntenic cluster is located on the surface. Left and right views are shifted by 90°.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31903,
            "infons": {
              "file": "41467_2022_29694_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_title_caption"
            },
            "text": "Expression of genes in a representative MACI in late developmental stages of E. scolopes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31993,
            "infons": {
              "file": "41467_2022_29694_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "a Heatmap showing expression of orthologous genes of the cephalopod-specific cluster in adult scallop and E. scolopes tissues showing neuronal expression in both species. Scale bar shows z-score normalized expression levels per row. b Scheme of late stage (Stage 27–29) E. scolopes anatomy and section of hatchling. c Expression of MACI genes in nervous tissues and inner organs of late developmental stages of E. scolopes. All genes show expression in different lobes of the brain, most dominantly the ASM and PSM. Light expression patterns are present in the optic lobes, the digestive gland and intestines in most genes. Expression patterns differ to Beta-tubulin, which was chosen as a control for its pan-neuronal expression domain, in its intensity and distribution. Scale bars = 100 µm. ASM anterior subesophageal mass, DG digestive gland, ES esophagus, FT funnel organ, GI gills, INT intestine, IS ink sack, IYO internal yolk, OL optic lobe, PSM posterior subesophageal mass, ST statocyst. Dotted circles - color trapping.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33034,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Given this insight, we further sought to investigate the potential function of novel cephalopod microsyntenies in expression modules 2 and 4 that showed the highest contribution to neuronal tissue expression domains. Such microsyntenies can be considered a useful test set of functional microsyntenies that were involved in the evolution of the cephalopod nervous system. We thus examined the genomic rearrangement, the regulatory landscape, and expression of genes within one of the representative cephalopod-specific microsyntenies from expression module 2. It was one of the clusters with the highest number of genes, encoding for ceramide-1 phosphate transfer protein, phenylalanine-tRNA ligase, splicing factor 3B subunit, integrator complex subunit, and amyloid protein-binding protein. Orthologs of this microsynteny were widely spread across two chromosomes in scallop (Fig. 4a), yet were densely packed in the E. scolopes genome with almost no intergenic space and a few dominant ATAC peaks towards one end of the cluster in the intron of phenylalanine-tRNA ligase (Fig. 4b). Similar to the general trend, this clustering in cephalopods implies either several local translocations or a large-scale chromosomal fusion, followed by rearrangements. The cluster was localized towards the center of the predicted TAD (Fig. 4b), close to another novel microsyntenic unit (from the same expression module). Together, these two units form a compartment of high Hi-C interaction density, separate from the closest metazoan microsyntenic compartment and its associated ATAC-peaks (Fig. 4b). In our three-dimensional chromosomal model, this microsynteny was also found on the surface of chromosomal scaffold 2 (Fig. 4c). Interestingly, the genes in this cluster show nervous system expression both in scallop and E. scolopes (Fig. 5a, Supplementary Note 10). Despite some of these genes being considered as purely metabolic or housekeeping genes, in vertebrates they are known to play an important role in nervous system development and activity. We conducted in situ hybridization to visualize gene expression during development in E. scolopes embryos and confirmed the expression in all major central brain regions (Fig. 5b, c, Supplementary Note 11). However, we also revealed expression in other novel cephalopod tissues and organs, such as the axial nerve cords as well as heart and gills (Fig. 5b, c, Supplementary Fig. 11). This result provides evidence that this microsyntenic cluster and its siblings from expression module 2 could comprise functional microsynteny of the bystander model type that were crucial contributors to the emergence of novel cephalopod expression domains. More generally, the observation of microsyntenies associated with cephalopod innovations (MACIs) and their further investigation could help dissect the evolution of complex cephalopod tissue expression patterns.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35945,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In summary, we present a comprehensive study of topological and regulatory genome organization in a coleoid cephalopod. Characterized by megabase-range interactions, cephalopod genomes have been impacted by a genome-wide syntenic reorganization, with an extent that is rare among animal genomes. This reorganization led to the gain of hundreds of cephalopod-specific microsyntenies that are associated with compact topological regions and a distinct mode of gene regulation. Their putative regulatory sequences were often located within the introns of genes within the same microsyntenic cluster, as has been proposed for functional gene linkage in the bystander model. Our analysis of the microsyntenic expression data revealed complex expression patterns of novel microsyntenies associated with a specific set of cephalopod neural tissues and other novel organs. We identify two such expression modules most prominently affected by the emergence of novel cephalopod microsyntenies, each associated with a specific regulatory signature. We propose that this syntenic ‘locking-in’, i.e., high compactness and regulatory streamlining, was responsible for the emergence and extension of ancestral molluscan neural tissue expression domains. As much of cephalopod molecular biology remains elusive, our study proposes the use of these microsyntenies associated with cephalopod innovations (MACIs) to begin to unravel molecular changes associated with cephalopod developmental and organismal innovations. This study sets the stage for further investigation of MACIs and their roles in the emergence of novel expression domains and organismal innovations in cephalopods.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37615,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37623,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Collection of animals",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37645,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "E. scolopes eggs were obtained from cultures and maintained at the Vienna Zoo or at the Marine Biological Laboratory. All work was performed in compliance with the EU Directive 2010/63/EU on cephalopod use and AAALAC guidelines on the care and welfare of cephalopods. Adult E. scolopes spawned naturally in their tanks, and embryos were collected shortly after spawning and maintained in a closed aquarium system filled with artificial seawater. Embryos developed to the appropriate stage and were anesthetized with 2% Ethanol before use.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38184,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Hi-C, genome scaffolding, and 3D analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38226,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Hi-C sample preparation was performed as described in Supplementary Note 2. Briefly, Hi-C samples were generated on developmental stage 27 with 30 pooled embryos using the six base restriction enzyme Hind3. Paired-end sequencing of 50 bp was done on an Illumina HiSeq2500. Hi-C reads were aligned to the reference genome (excluding scaffolds <50k) resulting in over 106 million valid interaction pairs (alignment rate ~71%). Aligned reads were used to scaffold the genome to chromosomal scaffolds. Assembly statistics are summarized in Supplementary Note 2. Raw Hi-C reads were then again mapped to the new chromosomal scaffolds, recovering over 106 million valid interaction pairs (alignment rate ~71%). Three-dimensional modeling of chromosomal scaffolds is described in Supplementary Note 3. For human samples, Hi-C samples of B-lymphoblastoids were downloaded from NCBI (ref. , SRR1658570, HIC001) and aligned to the human reference genome (GRCh38.p12) obtaining over 144 million valid interaction pairs (~73% alignment rate).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39262,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Synteny analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39279,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Gene orthology was reconstructed using 27 species spanning all major metazoan clades. Microsynteny was computed using in-house tools as described in detail in Supplementary Note 3. Metazoan synteny was defined as all syntenic blocks shared between at least seven other species. Novel, cephalopod-specific synteny was defined as synteny shared between E. scolopes and at least one octopus species. Random microsyntenies were modeled after the distribution of observed syntenies as described in ref.  for 20 iterations. Additional details of the scripts and steps are found in Supplementary Note 3.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39878,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chromatin conformation analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39910,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "TADs for E. scolopes and Human were called with Tadbit with the Tadbit algorithm and with HiCExplorer. E. scolopes TADs were averaged and the location of the middle of each syntenic cluster was mapped to analyse the distribution of syntenies within TADs. If syntenies spanned several TADs, only the TAD mapping the middle of that synteny was considered. To analyse the topology of microsyntenic clusters further, the normalized Hi-C interaction matrix was used to cluster each bin to its closest neighbor by the bin interaction strength. An interaction cladogram for each chromosome was reconstructed that way. To understand how well a syntenic region is defined by its interactions, we extracted the last common ancestor of that region (i.e., the bins in that region) from the whole tree making up the chromosome. Then the ratio between those sub-trees and the number of bins in a syntenic cluster was calculated and differences between groups were tested using the Wilcoxon test.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40892,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chromatin conformation analysis of synteny",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40935,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The center of each syntenic cluster was localized within predicted TAD boundaries. The locations were then normalized and plotted for observed and random microsyntenies. To visualize the differences between observed and random, the ratio between densities of each were calculated and plotted in normalized TAD locations (Fig. 3a). A density over one signifies an enrichment of observed synteny compared to random clusters. A density lower than one signifies a depleted signal of observed synteny compared to random clusters. Random synteny represents clusters sampled from the distribution of observed blocks from random locations in the genome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41582,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Co-expression analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41605,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Co-expression coefficients for adult tissues of E. scolopes and O. bimaculoides were computed as described in ref. . A detailed description of the steps is provided in Supplementary Note 7.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41796,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "CNE identification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41815,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The genomes of E. scolopes and O. bimaculoides and of E. scolopes and A. dux were aligned with megablast, using E. scolopes as the query sequence. Five different settings for BLAST similarity scores (-perc_identity) were used: 0%, 70%, 80%, 95%, and 98% (Supplementary Figs. 9, 10, Supplementary Table 5, see refs. ). For further settings see Supplementary Note 8. Multimapping regions were excluded if they overlapped by more than 50% and occurred more than 3 times using BEDOPS bedmap. bedmap --count --echo --fraction-both 0.5 --delim '\\t' prefiltered_megablast.bed | awk '$1<4' | cut -f2- |sort-bed - | uniq. Remaining overlapping regions were merged with bedops –merge. Any region overlapping with an exon by 1 bp or more was excluded using bedtools subtract. To exclude repetitive regions, fasta sequences were extracted from the filtered putative CNE locations and meme’s dust (cut-off 10) function was used to mask repeats. In addition, two datasets were created for each similarity score with a minimum size of 100 bp or 50 bp respectively. For similarity scores of 0%, only 100 bp regions were kept. Any region with more than 25% Ns was excluded. To remove any remaining coding sequences, the remaining putative CNE sequences were blasted against the NCBI NR database and any regions overlapping with a BLAST match were removed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43169,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Chromatin accessibility assay with ATAC-seq",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43213,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "ATAC-seq samples preparation and analysis are described in Supplementary Note 9. ATAC-seq was generated for stages 20, 25, and 28/29 with two biological replicates each as described in refs.  with slight modifications. Each ATAC-seq library was generated with two biological replicate samples. Samples were sequenced on Illumina HiSeqV4 using 125 bp paired-end reads. The reads were trimmed with BBDuk (https://jgi.doe.gov/data-and-tools/bbtools/bb-tools-user-guide/bbduk-guide/) and mapped to the chromosomal scaffolds. Peaks were called with Genrich (https://github.com/jsh58/Genrich). After trimming between 72 and 143 million reads remained which were mapped at between 79 and 83% and between 22,443 and 36,933 peaks were called for each sample.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43966,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Fluorescence in situ hybridization (FISH) and in situ hybridization (ISH)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44040,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "E. scolopes embryos removed from eggs and jelly layers and hatchlings were anesthetized in 4% EtOH in seawater or 4% EtOH and MgCl2 (2 M solution added slowly to seawater) and subsequently fixed in 4% paraformaldehyde. Sequences of interest were identified from the adult E. scolopes transcriptomes. cDNA of pooled developmental stages was used for PCR with Q5 polymerase. Products were cloned in pjet vectors and isolated with an innuPREP Plasmid Mini Kit (Analytik jena (Jena, Germany)) and sequenced. Riboprobes were generated from amplified minipreps and reverse transcribed with DIG-labeled nucleotides. Details on the FISH and ISH protocol can be found in Supplementary Note 11. Embryos and hatchlings were imaged on an inverted Zeiss (Oberkochen, Germany) LSM 780 multiphoton Confocal Laser Scanning Microscope.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44862,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Reporting summary",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44880,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44998,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45024,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Source data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45036,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45174,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "These authors contributed equally: Hannah Schmidbaur, Akane Kawaguchi.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45245,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45271,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The online version contains supplementary material available at 10.1038/s41467-022-29694-7.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45363,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Author contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45384,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "H.S. performed comparative genomic analysis with the support of O.S., A.K. performed Hi-C experiments, H.S. and A.K. performed ATAC-seq data collection. H.S. and C.A. performed in situ hybridization. T.G., X.F., and P.B. performed 3D reconstruction and analysis. H.S. and O.P.H. performed ATAC-seq quantification. H.S. and B.Z. performed co-expression and syntenic randomization analysis, E.A.R., H.S., and C.A. performed RNA-seq extraction. J.F. and S.N. supplied animals. A.W. and Vienna Zoo housed animals. H.S., C.A., E.T., and O.S. designed the research. H.S. and O.S. wrote the manuscript with input from all other authors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46014,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Peer review",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46026,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title_1"
            },
            "text": "Peer review information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46050,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "Nature Communications thanks Jose Martín-Durán and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46230,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Data availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46248,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "The data that support this study are available from the corresponding authors upon reasonable request. The Hi-C and ATAC-seq data have been deposited in the NCBI database under Bioproject PRJNA661684. All expression, ATAC-seq, and CNE data that is mapped to the reference genome is available on a genome browser (currently, http://metazoa.csb.univie.ac.at:8000/euprymna/jbrowse or upon request). All other genomic and trascriptomic data used was downloaded from NCBI (GCA_002113885.2, GCA_000002075.2, GRCh38.p12, GCA_001949145.1 OLI-Apl_1.0, GCA_000003605.1, GCA_000224145.2, GCA_000003815.1 Version 2, GCA_004765925.1, Spur_3.1, GRCm38.p6, SAMN00691532, SAMN00152410), ENSEMBL (BDGP6.28 http://www.ensembl.org/Drosophila_melanogaster/Info/Index, WBcel235 http://m.ensembl.org/Caenorhabditis_elegans/Info/Annotation, Capitella_teleta_v1.0 http://metazoa.ensembl.org/Capitella_teleta/Info/Index, ASM23792v2 http://metazoa.ensembl.org/Schistosoma_mansoni/Info/Index, oyster_v9 http://metazoa.ensembl.org/Crassostrea_gigas/Info/Index, Helro1 http://metazoa.ensembl.org/Helobdella_robusta/Info/Index, Lotgi1 http://metazoa.ensembl.org/Lottia_gigantea/Info/Index, PRJNA270931 https://metazoa.ensembl.org/Octopus_bimaculoides/Info/Index, Stegodyphus_mimosarum_v1 [https://metazoa.ensembl.org/Stegodyphus_mimosarum/Info/Index], Tcas5.2 [http://metazoa.ensembl.org/Tribolium_castaneum/Info/Index, AMS_PRJEB1171_v1 [https://metazoa.ensembl.org/Adineta_vaga/Info/Index, GRCh37.p13 https://grch37.ensembl.org/Homo_sapiens/Info/Index, ASM20922v1 https://metazoa.ensembl.org/Nematostella_vectensis/Info/Index, Aqu1 https://metazoa.ensembl.org/Amphimedon_queenslandica/Info/Index, MneLei_Aug2011 http://metazoa.ensembl.org/Mnemiopsis_leidyi/Info/Index) or GIGA (PRJNA421033 https://www.ebi.ac.uk/ena/browser/view/PRJNA421033). Human Hi-C data was downloaded from NCBI (SRR1658570, HIC001). Processed files and tables needed to re-create the figures are accessible via a bitbucket repository: https://bitbucket.org/hannahschm/ceph_regulation_microsynteny/. Source data are provided with this paper.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48335,
            "infons": {
              "section_type": "SUPPL",
              "type": "title"
            },
            "text": "Code availability",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48353,
            "infons": {
              "section_type": "SUPPL",
              "type": "paragraph"
            },
            "text": "All bioinformatic protocols will be made available under https://bitbucket.org/hannahschm/ceph_regulation_microsynteny/ with detailed settings for each program and example scripts. The C++ script for 3D structures of individual chromosomes can be accessed upon request to T. Clarence (tereza.clarence@crick.ac.uk).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48668,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48688,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48732,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48743,
            "infons": {
              "fpage": "e1900073",
              "name_0": "surname:Ritschard;given-names:EA",
              "section_type": "REF",
              "source": "BioEssays N. Rev. Mol. Cell. Dev. Biol.",
              "type": "ref",
              "volume": "41",
              "year": "2019"
            },
            "text": "Coupled genomic evolutionary histories as signatures of organismal innovations in cephalopods: co-evolutionary signatures across levels of genome organization may shed light on functional linkage and origin of cephalopod novelties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48974,
            "infons": {
              "fpage": "220",
              "lpage": "224",
              "name_0": "surname:Albertin;given-names:CB",
              "pub-id_doi": "10.1038/nature14668",
              "pub-id_pmid": "26268193",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "524",
              "year": "2015"
            },
            "text": "The octopus genome and the evolution of cephalopod neural and morphological novelties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49060,
            "infons": {
              "fpage": "3030",
              "lpage": "3035",
              "name_0": "surname:Belcaid;given-names:M",
              "pub-id_doi": "10.1073/pnas.1817322116",
              "pub-id_pmid": "30635418",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "116",
              "year": "2019"
            },
            "text": "Symbiotic organs shaped by distinct modes of genome evolution in cephalopods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49137,
            "infons": {
              "fpage": "1898",
              "lpage": "1908",
              "name_0": "surname:Engström;given-names:PG",
              "name_1": "surname:Ho Sui;given-names:SJ",
              "name_2": "surname:Drivenes;given-names:O",
              "name_3": "surname:Becker;given-names:TS",
              "name_4": "surname:Lenhard;given-names:B",
              "pub-id_doi": "10.1101/gr.6669607",
              "pub-id_pmid": "17989259",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "17",
              "year": "2007"
            },
            "text": "Genomic regulatory blocks underlie extensive microsynteny conservation in insects",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49219,
            "infons": {
              "fpage": "2356",
              "lpage": "2367",
              "name_0": "surname:Irimia;given-names:M",
              "pub-id_doi": "10.1101/gr.139725.112",
              "pub-id_pmid": "22722344",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "22",
              "year": "2012"
            },
            "text": "Extensive conservation of ancient microsynteny across metazoans due to cis-regulatory constraints",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49317,
            "infons": {
              "fpage": "526",
              "lpage": "531",
              "name_0": "surname:Simakov;given-names:O",
              "pub-id_doi": "10.1038/nature11696",
              "pub-id_pmid": "23254933",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "493",
              "year": "2013"
            },
            "text": "Insights into bilaterian evolution from three spiralian genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49381,
            "infons": {
              "fpage": "545",
              "lpage": "555",
              "name_0": "surname:Kikuta;given-names:H",
              "pub-id_doi": "10.1101/gr.6086307",
              "pub-id_pmid": "17387144",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "17",
              "year": "2007"
            },
            "text": "Genomic regulatory blocks encompass multiple neighboring genes and maintain conserved synteny in vertebrates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49490,
            "infons": {
              "fpage": "1289",
              "lpage": "1293",
              "name_0": "surname:Zimmermann;given-names:B",
              "name_1": "surname:Robert;given-names:NSM",
              "name_2": "surname:Technau;given-names:U",
              "name_3": "surname:Simakov;given-names:O",
              "pub-id_doi": "10.1038/s41559-019-0946-7",
              "pub-id_pmid": "31383947",
              "section_type": "REF",
              "source": "Nat. Ecol. Evol.",
              "type": "ref",
              "volume": "3",
              "year": "2019"
            },
            "text": "Ancient animal genome architecture reflects cell type identities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49555,
            "infons": {
              "fpage": "1491",
              "lpage": "1494",
              "name_0": "surname:McFall-Ngai;given-names:MJ",
              "name_1": "surname:Ruby;given-names:EG",
              "pub-id_doi": "10.1126/science.1962208",
              "pub-id_pmid": "1962208",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "254",
              "year": "1991"
            },
            "text": "Symbiont recognition and subsequent morphogenesis as early events in an animal-bacterial mutualism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49654,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Nyholm, S. V. & McFall-Ngai, M. J. A lasting symbiosis: how the Hawaiian bobtail squid finds and keeps its bioluminescent bacterial partner. Nat. Rev. Microbiol. 10.1038/s41579-021-00567-y (2021).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49851,
            "infons": {
              "fpage": "s41559-017",
              "lpage": "0120–017",
              "name_0": "surname:Wang;given-names:S",
              "section_type": "REF",
              "source": "Nat. Ecol. Evol.",
              "type": "ref",
              "volume": "1",
              "year": "2017"
            },
            "text": "Scallop genome provides insights into evolution of bilaterian karyotype and development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49939,
            "infons": {
              "fpage": "927",
              "lpage": "938",
              "name_0": "surname:Zhang;given-names:Y",
              "pub-id_doi": "10.1038/s41559-021-01448-6",
              "pub-id_pmid": "33972735",
              "section_type": "REF",
              "source": "Nat. Ecol. Evol.",
              "type": "ref",
              "volume": "5",
              "year": "2021"
            },
            "text": "The genome of Nautilus pompilius illuminates eye evolution and biomineralization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50020,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "van Berkum, N. L. et al. Hi-C: a method to study the three-dimensional architecture of genomes. J. Vis. Exp. JoVE10.3791/1869 (2010).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50154,
            "infons": {
              "fpage": "1482",
              "lpage": "1490",
              "name_0": "surname:Friedman;given-names:N",
              "name_1": "surname:Rando;given-names:OJ",
              "pub-id_doi": "10.1101/gr.190165.115",
              "pub-id_pmid": "26430158",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "25",
              "year": "2015"
            },
            "text": "Epigenomics and the structure of the living genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50205,
            "infons": {
              "fpage": "2994",
              "lpage": "3005",
              "name_0": "surname:Dali;given-names:R",
              "name_1": "surname:Blanchette;given-names:M",
              "pub-id_doi": "10.1093/nar/gkx145",
              "pub-id_pmid": "28334773",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "45",
              "year": "2017"
            },
            "text": "A critical assessment of topologically associating domain prediction tools",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50280,
            "infons": {
              "fpage": "2923",
              "lpage": "2930",
              "name_0": "surname:Cubeñas-Potts;given-names:C",
              "name_1": "surname:Corces;given-names:VG",
              "pub-id_doi": "10.1016/j.febslet.2015.05.025",
              "pub-id_pmid": "26008126",
              "section_type": "REF",
              "source": "FEBS Lett.",
              "type": "ref",
              "volume": "589",
              "year": "2015"
            },
            "text": "Architectural proteins, transcription, and the three-dimensional organization of the genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50372,
            "infons": {
              "fpage": "390",
              "lpage": "400",
              "name_0": "surname:Symmons;given-names:O",
              "pub-id_doi": "10.1101/gr.163519.113",
              "pub-id_pmid": "24398455",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "24",
              "year": "2014"
            },
            "text": "Functional and topological characteristics of mammalian regulatory domains",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50447,
            "infons": {
              "fpage": "17507",
              "lpage": "17512",
              "name_0": "surname:Heger;given-names:P",
              "name_1": "surname:Marin;given-names:B",
              "name_2": "surname:Bartkuhn;given-names:M",
              "name_3": "surname:Schierenberg;given-names:E",
              "name_4": "surname:Wiehe;given-names:T",
              "pub-id_doi": "10.1073/pnas.1111941109",
              "pub-id_pmid": "23045651",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "109",
              "year": "2012"
            },
            "text": "The chromatin insulator CTCF and the emergence of metazoan diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50516,
            "infons": {
              "fpage": "8309",
              "lpage": "8314",
              "name_0": "surname:Rubio;given-names:ED",
              "pub-id_doi": "10.1073/pnas.0801273105",
              "pub-id_pmid": "18550811",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "105",
              "year": "2008"
            },
            "text": "CTCF physically links cohesin to chromatin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50559,
            "infons": {
              "fpage": "2802",
              "lpage": "2813",
              "name_0": "surname:Filippova;given-names:GN",
              "pub-id_doi": "10.1128/MCB.16.6.2802",
              "pub-id_pmid": "8649389",
              "section_type": "REF",
              "source": "Mol. Cell. Biol.",
              "type": "ref",
              "volume": "16",
              "year": "1996"
            },
            "text": "An exceptionally conserved transcriptional repressor, CTCF, employs different combinations of zinc fingers to bind diverged promoter sequences of avian and mammalian c-myc oncogenes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50741,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Acemel, R. D., Maeso, I. & Gómez-Skarmeta, J. L. Topologically associated domains: a successful scaffold for the evolution of gene regulation in animals. Wiley Interdiscip. Rev. Dev. Biol. 6, e265 (2017).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50947,
            "infons": {
              "fpage": "983",
              "lpage": "997",
              "name_0": "surname:Lazar;given-names:NH",
              "pub-id_doi": "10.1101/gr.233874.117",
              "pub-id_pmid": "29914971",
              "section_type": "REF",
              "source": "Genome Res.",
              "type": "ref",
              "volume": "28",
              "year": "2018"
            },
            "text": "Epigenetic maintenance of topological domains in the highly rearranged gibbon genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51032,
            "infons": {
              "fpage": "2857",
              "lpage": "2864",
              "name_0": "surname:Touceda-Suárez;given-names:M",
              "pub-id_doi": "10.1093/molbev/msaa123",
              "pub-id_pmid": "32421818",
              "section_type": "REF",
              "source": "Mol. Biol. Evol.",
              "type": "ref",
              "volume": "37",
              "year": "2020"
            },
            "text": "Ancient genomic regulatory blocks are a source for regulatory gene deserts in vertebrates after whole-genome duplications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51154,
            "infons": {
              "fpage": "e1005274",
              "name_0": "surname:Kryuchkova-Mostacci;given-names:N",
              "name_1": "surname:Robinson-Rechavi;given-names:M",
              "pub-id_doi": "10.1371/journal.pcbi.1005274",
              "pub-id_pmid": "28030541",
              "section_type": "REF",
              "source": "PLOS Comput. Biol.",
              "type": "ref",
              "volume": "12",
              "year": "2016"
            },
            "text": "Tissue-specificity of gene expression diverges slowly between orthologs, and rapidly between paralogs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51256,
            "infons": {
              "fpage": "1213",
              "name_0": "surname:Buenrostro;given-names:JD",
              "name_1": "surname:Giresi;given-names:PG",
              "name_2": "surname:Zaba;given-names:LC",
              "name_3": "surname:Chang;given-names:HY",
              "name_4": "surname:Greenleaf;given-names:WJ",
              "pub-id_doi": "10.1038/nmeth.2688",
              "pub-id_pmid": "24097267",
              "section_type": "REF",
              "source": "Nat. Methods",
              "type": "ref",
              "volume": "10",
              "year": "2013"
            },
            "text": "Transposition of native chromatin for fast and sensitive epigenomic profiling of open chromatin, DNA-binding proteins and nucleosome position",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51398,
            "infons": {
              "fpage": "2372",
              "lpage": "2384",
              "name_0": "surname:Hood;given-names:KN",
              "pub-id_doi": "10.1523/JNEUROSCI.1756-17.2018",
              "pub-id_pmid": "29386258",
              "section_type": "REF",
              "source": "J. Neurosci.",
              "type": "ref",
              "volume": "38",
              "year": "2018"
            },
            "text": "Endoplasmic reticulum stress contributes to the loss of newborn hippocampal neurons after traumatic brain injury",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51511,
            "infons": {
              "fpage": "1",
              "lpage": "12",
              "name_0": "surname:Wang;given-names:Y",
              "pub-id_doi": "10.1016/j.diff.2018.07.002",
              "section_type": "REF",
              "source": "Differ. Res. Biol. Divers",
              "type": "ref",
              "volume": "104",
              "year": "2018"
            },
            "text": "The role of E2F1-topoIIβ signaling in regulation of cell cycle exit and neuronal differentiation of human SH-SY5Y cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51634,
            "infons": {
              "fpage": "5287",
              "lpage": "5299",
              "name_0": "surname:Lu;given-names:C",
              "pub-id_doi": "10.1096/fj.201801110RR",
              "pub-id_pmid": "30698461",
              "section_type": "REF",
              "source": "FASEB J.",
              "type": "ref",
              "volume": "33",
              "year": "2019"
            },
            "text": "Overexpression of NEUROG2 and NEUROG1 in human embryonic stem cells produces a network of excitatory and inhibitory neurons",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51758,
            "infons": {
              "fpage": "E4985",
              "lpage": "E4994",
              "name_0": "surname:Kanatani;given-names:S",
              "pub-id_doi": "10.1073/pnas.1420701112",
              "pub-id_pmid": "26305926",
              "section_type": "REF",
              "source": "Proc. Natl Acad. Sci. USA",
              "type": "ref",
              "volume": "112",
              "year": "2015"
            },
            "text": "The COUP-TFII/Neuropilin-2 is a molecular switch steering diencephalon-derived GABAergic neurons in the developing mouse brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51885,
            "infons": {
              "fpage": "6102",
              "lpage": "6113",
              "name_0": "surname:Corona;given-names:C",
              "pub-id_doi": "10.1523/JNEUROSCI.3350-17.2018",
              "pub-id_pmid": "29875265",
              "section_type": "REF",
              "source": "J. Neurosci.",
              "type": "ref",
              "volume": "38",
              "year": "2018"
            },
            "text": "Activating transcription factor 4 (ATF4) regulates neuronal activity by controlling GABABR trafficking",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51988,
            "infons": {
              "fpage": "2279",
              "lpage": "2285",
              "name_0": "surname:Shinghal;given-names:R",
              "name_1": "surname:Scheller;given-names:RH",
              "name_2": "surname:Bajjalieh;given-names:SM",
              "pub-id_doi": "10.1111/j.1471-4159.1993.tb07470.x",
              "pub-id_pmid": "8245978",
              "section_type": "REF",
              "source": "J. Neurochem.",
              "type": "ref",
              "volume": "61",
              "year": "1993"
            },
            "text": "Ceramide 1-phosphate phosphatase activity in brain",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52039,
            "infons": {
              "fpage": "e1006809",
              "name_0": "surname:Oegema;given-names:R",
              "pub-id_doi": "10.1371/journal.pgen.1006809",
              "pub-id_pmid": "28542170",
              "section_type": "REF",
              "source": "PLoS Genet.",
              "type": "ref",
              "volume": "13",
              "year": "2017"
            },
            "text": "Human mutations in integrator complex subunits link transcriptome integrity to brain development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52136,
            "infons": {
              "fpage": "5147",
              "lpage": "5192",
              "name_0": "surname:Hamley;given-names:IW",
              "pub-id_doi": "10.1021/cr3000994",
              "pub-id_pmid": "22813427",
              "section_type": "REF",
              "source": "Chem. Rev.",
              "type": "ref",
              "volume": "112",
              "year": "2012"
            },
            "text": "The amyloid beta peptide: a chemist’s perspective. Role in Alzheimer’s and fibrillization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52230,
            "infons": {
              "fpage": "615",
              "lpage": "626",
              "name_0": "surname:Wang;given-names:Q",
              "name_1": "surname:Moore;given-names:MJ",
              "name_2": "surname:Adelmant;given-names:G",
              "name_3": "surname:Marto;given-names:JA",
              "name_4": "surname:Silver;given-names:PA",
              "pub-id_doi": "10.1101/gad.212308.112",
              "pub-id_pmid": "23512658",
              "section_type": "REF",
              "source": "Genes Dev.",
              "type": "ref",
              "volume": "27",
              "year": "2013"
            },
            "text": "PQBP1, a factor linked to intellectual disability, affects alternative splicing associated with neurite outgrowth",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52344,
            "infons": {
              "fpage": "1355",
              "lpage": "1359",
              "name_0": "surname:Zadjali;given-names:F",
              "pub-id_doi": "10.1002/humu.23595",
              "pub-id_pmid": "30014610",
              "section_type": "REF",
              "source": "Hum. Mutat.",
              "type": "ref",
              "volume": "39",
              "year": "2018"
            },
            "text": "Homozygosity for FARSB mutation leads to Phe-tRNA synthetase-related disease of growth restriction, brain calcification, and interstitial lung disease",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52495,
            "infons": {
              "fpage": "1",
              "lpage": "90",
              "name_0": "surname:Fiorito;given-names:G",
              "pub-id_doi": "10.1177/0023677215580006",
              "pub-id_pmid": "26354955",
              "section_type": "REF",
              "source": "Lab. Anim.",
              "type": "ref",
              "volume": "49",
              "year": "2015"
            },
            "text": "Guidelines for the care and welfare of cephalopods in research—a consensus based on an initiative by CephRes, FELASA and the Boyd Group",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52633,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Butler-Struben, H. M., Brophy, S. M., Johnson, N. A. & Crook, R. J. In vivo recording of neural and behavioral correlates of anesthesia induction, reversal, and euthanasia in cephalopod molluscs. Front. Physiol. 9, 109 (2018).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52860,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Shigeno, S., Parnaik, R., Albertin, C. B. & Ragsdale, C. W. Evidence for a cordal, not ganglionic, pattern of cephalopod brain neurogenesis. Zoological Lett. 10.1186/s40851-015-0026-z (2015).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53052,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Collins, A. J. & Nyholm, S. V. Obtaining hemocytes from the Hawaiian bobtail squid Euprymna scolopes and observing their adherence to symbiotic and non-symbiotic bacteria. J. Vis. Exp. JoVE 1714, 10.3791/1714 (2010).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53269,
            "infons": {
              "fpage": "pdb.ip77",
              "name_0": "surname:Lee;given-names:PN",
              "name_1": "surname:Callaerts;given-names:P",
              "name_2": "surname:de Couet;given-names:HG",
              "pub-id_doi": "10.1101/pdb.ip77",
              "pub-id_pmid": "20150049",
              "section_type": "REF",
              "source": "Cold Spring Harb. Protoc.",
              "type": "ref",
              "volume": "2009",
              "year": "2009"
            },
            "text": "The embryonic development of the Hawaiian bobtail squid (Euprymna scolopes)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53345,
            "infons": {
              "fpage": "1665",
              "lpage": "1680",
              "name_0": "surname:Rao;given-names:SSP",
              "pub-id_doi": "10.1016/j.cell.2014.11.021",
              "pub-id_pmid": "25497547",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "159",
              "year": "2014"
            },
            "text": "A 3D map of the human genome at kilobase resolution reveals principles of chromatin looping",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53437,
            "infons": {
              "fpage": "e1005665",
              "name_0": "surname:Serra;given-names:F",
              "pub-id_doi": "10.1371/journal.pcbi.1005665",
              "pub-id_pmid": "28723903",
              "section_type": "REF",
              "source": "PLOS Comput. Biol.",
              "type": "ref",
              "volume": "13",
              "year": "2017"
            },
            "text": "Automatic analysis and 3D-modelling of Hi-C data using TADbit reveals structural features of the fly chromatin colors",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53555,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Wolff, J. et al. Galaxy HiCExplorer 3: a web server for reproducible Hi-C, capture Hi-C and single-cell Hi-C data analysis, quality control and visualization. Nucleic Acids Res. 10.1093/nar/gkaa220 (2020).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53761,
            "infons": {
              "fpage": "421",
              "name_0": "surname:Camacho;given-names:C",
              "pub-id_doi": "10.1186/1471-2105-10-421",
              "section_type": "REF",
              "source": "BMC Bioinforma.",
              "type": "ref",
              "volume": "10",
              "year": "2009"
            },
            "text": "BLAST+: architecture and applications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53799,
            "infons": {
              "fpage": "R34",
              "name_0": "surname:Engström;given-names:PG",
              "name_1": "surname:Fredman;given-names:D",
              "name_2": "surname:Lenhard;given-names:B",
              "pub-id_doi": "10.1186/gb-2008-9-2-r34",
              "pub-id_pmid": "18279518",
              "section_type": "REF",
              "source": "Genome Biol.",
              "type": "ref",
              "volume": "9",
              "year": "2008"
            },
            "text": "Ancora: a web resource for exploring highly conserved noncoding elements and their association with developmental regulatory genes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53930,
            "infons": {
              "fpage": "1321",
              "lpage": "1325",
              "name_0": "surname:Bejerano;given-names:G",
              "pub-id_doi": "10.1126/science.1098119",
              "pub-id_pmid": "15131266",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "304",
              "year": "2004"
            },
            "text": "Ultraconserved elements in the human genome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53974,
            "infons": {
              "fpage": "1919",
              "lpage": "1920",
              "name_0": "surname:Neph;given-names:S",
              "pub-id_doi": "10.1093/bioinformatics/bts277",
              "pub-id_pmid": "22576172",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "28",
              "year": "2012"
            },
            "text": "BEDOPS: high-performance genomic feature operations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54026,
            "infons": {
              "fpage": "841",
              "lpage": "842",
              "name_0": "surname:Quinlan;given-names:AR",
              "name_1": "surname:Hall;given-names:IM",
              "pub-id_doi": "10.1093/bioinformatics/btq033",
              "pub-id_pmid": "20110278",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "26",
              "year": "2010"
            },
            "text": "BEDTools: a flexible suite of utilities for comparing genomic features",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54097,
            "infons": {
              "fpage": "W39",
              "lpage": "W49",
              "name_0": "surname:Bailey;given-names:TL",
              "name_1": "surname:Johnson;given-names:J",
              "name_2": "surname:Grant;given-names:CE",
              "name_3": "surname:Noble;given-names:WS",
              "pub-id_doi": "10.1093/nar/gkv416",
              "pub-id_pmid": "25953851",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "The MEME suite",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54112,
            "infons": {
              "fpage": "D20",
              "lpage": "D26",
              "name_0": "surname:Sayers;given-names:EW",
              "pub-id_doi": "10.1093/nar/gkab1112",
              "pub-id_pmid": "34850941",
              "section_type": "REF",
              "source": "Nucleic Acids Res.",
              "type": "ref",
              "volume": "50",
              "year": "2022"
            },
            "text": "Database resources of the national center for biotechnology information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54184,
            "infons": {
              "fpage": "959",
              "lpage": "962",
              "name_0": "surname:Corces;given-names:MR",
              "pub-id_doi": "10.1038/nmeth.4396",
              "pub-id_pmid": "28846090",
              "section_type": "REF",
              "source": "Nat. Methods",
              "type": "ref",
              "volume": "14",
              "year": "2017"
            },
            "text": "An improved ATAC-seq protocol reduces background and enables interrogation of frozen tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54277,
            "infons": {
              "fpage": "21.29.1",
              "lpage": "21.29.9",
              "name_0": "surname:Buenrostro",
              "section_type": "REF",
              "source": "Curr. Protoc. Mol. Biol. Ed. Frederick M Ausubel Al",
              "type": "ref",
              "volume": "109",
              "year": "2015"
            },
            "text": "ATAC-seq: a method for assaying chromatin accessibility genome-wide",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54345,
            "infons": {
              "fpage": "20162818",
              "name_0": "surname:Tanner;given-names:AR",
              "pub-id_doi": "10.1098/rspb.2016.2818",
              "section_type": "REF",
              "source": "Proc. R. Soc. B Biol. Sci.",
              "type": "ref",
              "volume": "284",
              "year": "2017"
            },
            "text": "Molecular clocks indicate turnover and diversification of modern coleoid cephalopods during the Mesozoic Marine Revolution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54468,
            "infons": {
              "fpage": "602",
              "lpage": "613",
              "name_0": "surname:Kröger;given-names:B",
              "name_1": "surname:Vinther;given-names:J",
              "name_2": "surname:Fuchs;given-names:D",
              "pub-id_doi": "10.1002/bies.201100001",
              "pub-id_pmid": "21681989",
              "section_type": "REF",
              "source": "BioEssays",
              "type": "ref",
              "volume": "33",
              "year": "2011"
            },
            "text": "Cephalopod origin and evolution: a congruent picture emerging from fossils, development and molecules",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]