[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250712",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC9241228",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/s40168-022-01293-0",
              "article-id_pmc": "PMC9241228",
              "article-id_publisher-id": "1293",
              "elocation-id": "100",
              "kwd": "International Space Station Microbial monitoring Microbiome Metagenomics Microbial tracking Built environment",
              "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
              "name_0": "surname:Urbaniak;given-names:Camilla",
              "name_1": "surname:Morrison;given-names:Michael D.",
              "name_10": "surname:Jaing;given-names:Crystal",
              "name_11": "surname:Venkateswaran;given-names:Kasthuri",
              "name_2": "surname:Thissen;given-names:James B.",
              "name_3": "surname:Karouia;given-names:Fathi",
              "name_4": "surname:Smith;given-names:David J.",
              "name_5": "surname:Mehta;given-names:Satish",
              "name_6": "surname:Jaing;given-names:Crystal",
              "name_7": "surname:Venkateswaran;given-names:Kasthuri",
              "name_8": "surname:Urbaniak;given-names:Camilla",
              "name_9": "surname:Morrison;given-names:Michael D.",
              "section_type": "TITLE",
              "title": "Keywords",
              "type": "front",
              "volume": "10",
              "year": "2022"
            },
            "text": "Microbial Tracking-2, a metagenomics analysis of bacteria and fungi onboard the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 108,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 119,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The International Space Station (ISS) is a unique and complex built environment with the ISS surface microbiome originating from crew and cargo or from life support recirculation in an almost entirely closed system. The Microbial Tracking 1 (MT-1) project was the first ISS environmental surface study to report on the metagenome profiles without using whole-genome amplification. The study surveyed the microbial communities from eight surfaces over a 14-month period. The Microbial Tracking 2 (MT-2) project aimed to continue the work of MT-1, sampling an additional four flights from the same locations, over another 14 months.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 750,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 758,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Eight surfaces across the ISS were sampled with sterile wipes and processed upon return to Earth. DNA extracted from the processed samples (and controls) were treated with propidium monoazide (PMA) to detect intact/viable cells or left untreated and to detect the total DNA population (free DNA/compromised cells/intact cells/viable cells). DNA extracted from PMA-treated and untreated samples were analyzed using shotgun metagenomics. Samples were cultured for bacteria and fungi to supplement the above results.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1272,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1280,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Staphylococcus sp. and Malassezia sp. were the most represented bacterial and fungal species, respectively, on the ISS. Overall, the ISS surface microbiome was dominated by organisms associated with the human skin. Multi-dimensional scaling and differential abundance analysis showed significant temporal changes in the microbial population but no spatial differences. The ISS antimicrobial resistance gene profiles were however more stable over time, with no differences over the 5-year span of the MT-1 and MT-2 studies. Twenty-nine antimicrobial resistance genes were detected across all samples, with macrolide/lincosamide/streptogramin resistance being the most widespread. Metagenomic assembled genomes were reconstructed from the dataset, resulting in 82 MAGs. Functional assessment of the collective MAGs showed a propensity for amino acid utilization over carbohydrate metabolism. Co-occurrence analyses showed strong associations between bacterial and fungal genera. Culture analysis showed the microbial load to be on average 3.0 × 105 cfu/m2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2335,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2347,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Utilizing various metagenomics analyses and culture methods, we provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, changes in the microbiome, and resistome over time and space, as well as the functional capabilities and microbial interactions of this unique built microbiome. Data from this study may help to inform policies for future space missions to ensure an ISS surface microbiome that promotes astronaut health and spacecraft integrity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2872,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Video Abstract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2887,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2913,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The online version contains supplementary material available at 10.1186/s40168-022-01293-0.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3005,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3018,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The microbiome of the built environment has been increasingly linked to human health and disease. The composition of built environments is largely influenced by its occupants but can also be affected by external features such as seasonal variations, architectural design, and level of urbanization. The International Space Station (ISS) is a unique hermetically sealed built environment and being one of the most isolated inhabited built environments; access to it is highly controlled and limited. In between the routine arrival of new supplies and crew members, the ISS is completely isolated from external microbial sources. The arrival of new crew members and supplies is therefore the only source for introducing new micro-organisms to the ISS. These isolated conditions have raised concerns about the introduction and proliferation of potentially harmful microorganisms into the microbial communities of piloted spaceflight and how this could affect human health.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3988,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "For decades, space-faring nations were interested in the influence of microgravity, radiation, and other spaceflight conditions on the survival and proliferation of microorganisms. During the Apollo program, NASA collected pre- and post-flight samples from locations within the Command Module as part of a program to identify medically relevant microbes and to elucidate changes in the crew microflora. Subsequently, Skylab surfaces were swabbed pre-launch and periodically throughout the three manned missions to characterize the bacterial exchange between the crew and internal surfaces. The Soviet Union regularly monitored the microflora of Salyut 6, 7, and Mir during their operation. Onboard station Mir, air samples were collected approximately once a month, and surface samples from various locations throughout the spacecraft were collected at the end of each mission. Thorough monitoring onboard Mir revealed potential health and equipment risks from the bacteria and fungi that colonized the interior surfaces. These culture-based surveillance procedures were instrumental in developing the microbial surveillance standards for the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5136,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Since inception, to maintain the cleanliness of ISS, traditional culture-based approaches are being used and microbial burden measured. However, research activities are being conducted to characterize the microbiome of ISS surfaces and air using state-of-the-art molecular techniques. Air, water, and surface samples were collected during the initial stage of habitation of the ISS to identify the baseline microbiota. Since then, several studies have investigated the microbial population of ISS dust, surfaces, and water. In addition to cataloging the microbial population of the ISS, studies have also focused on the persistence of antimicrobial resistance (AMR) genes and pathogens onboard the ISS. These investigations provide important information for the long-term health and safety of crew members.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5943,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The previous Microbial Tracking-1 (MT-1) study examined the community structure and function of eight ISS surfaces over a period of 14 months, during three sampling sessions. The Microbial Tracking-2 (MT-2) study continued this objective and further sampled the same surface locations over the course of 1.5 years, during four additional flight sessions. In this paper, the MT-2 samples were analyzed for species presence and stability of the entire microbial community. The microbial diversity and composition for each location and time point were characterized to reveal how the microbial population was changing over time. The persistence of antimicrobial resistance genes was also analyzed to evaluate the stability of the ISS resistome in a changing microbiome. Co-occurrence analysis between bacterial and fungal species was analyzed to gain insight into the microbial associations in this unique built environment. Genomes were assembled from the metagenome reads (referred to as metagenome-assembled genomes, or MAGs) with taxonomy and functional assessment analyses performed on these MAGs. This paper also compared the results obtained during the previous MT-1 study. Together, these studies provide snapshots of the microbial population on the ISS across 5 years, allowing for dynamics and stability patterns of the surface microbiome to be evaluated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7306,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7314,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Locations sampled across the International Space Station. All eight 8 locations were sampled over the course of four different flights—flight 4 (F4), flight 5 (F5), flight 6 (F6), and flight 7 (F7). Flight 4 was sampled in 2017, and F5, F6, and F7 were sampled throughout 2018",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7593,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Location number</th><th>Location description</th><th>ISS module</th></tr></thead><tbody><tr><td>L1</td><td>Port panel next to the cupola</td><td>Node 3</td></tr><tr><td>L2</td><td>Waste and hygiene compartment</td><td>Node 3</td></tr><tr><td>L3</td><td>Advanced resistive exercise device (ARED) foot platform</td><td>Node 3</td></tr><tr><td>L4</td><td>Dining table</td><td>Node 1</td></tr><tr><td>L5</td><td>Overhead 4</td><td>Node 1</td></tr><tr><td>L6</td><td>Permanent multipurpose module (PMM) Port 1</td><td>PMM</td></tr><tr><td>L7</td><td>Lab 3 overhead</td><td>LAB</td></tr><tr><td>L8</td><td>Port crew quarters, bump out exterior aft wall</td><td>Node 2</td></tr></tbody></table>\n"
            },
            "text": "Location number\tLocation description\tISS module\t \tL1\tPort panel next to the cupola\tNode 3\t \tL2\tWaste and hygiene compartment\tNode 3\t \tL3\tAdvanced resistive exercise device (ARED) foot platform\tNode 3\t \tL4\tDining table\tNode 1\t \tL5\tOverhead 4\tNode 1\t \tL6\tPermanent multipurpose module (PMM) Port 1\tPMM\t \tL7\tLab 3 overhead\tLAB\t \tL8\tPort crew quarters, bump out exterior aft wall\tNode 2\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7979,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Thirty-two surface samples were collected over the course of 14 months (2017–2018) from the ISS. The locations sampled are listed in Table 1 and correspond to the same eight locations that were sampled during the MT-1 study that ran from 2015 to 2016. In addition to the sampling wipes, wipes that were taken out of the kits and exposed to the ISS environment (but not used for sampling) were designated as controls and processed alongside the samples. The flight sampling sessions are denoted as flights 4–7 (F4–F7), while the flight sampling sessions for the previously published MT-1 study are denoted as flights 1–3 (F1–F3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8618,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Microbial burden",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8635,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "All microbial domains of life were detected on the ISS, with bacteria being the most represented (82%), followed by fungi (10%), viruses (0.06%), and archaea (0.03%), along with reads that could not be identified (7%) (Dataset S1). Of the total population, 38% could be attributed to viable organisms, based on the read counts obtained from propidium monoazide (PMA)-treated samples (which measures viable/intact organisms), with bacteria still being the most dominant group [bacteria (58%), fungi (37%), viruses (0.01%), archaea (0.004%), unclassified (4%)] (Dataset S1).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9208,
            "infons": {
              "file": "40168_2022_1293_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Metagenomic read counts obtained from surface wipes sampled during flights 4–7. Each dot of the graph represents a location sampled on the ISS. The line represents the average read count for a specific flight from all eight locations. PMA-treated samples were analyzed which measures viable/intact cells. A Read counts of the bacterial population. B Read counts of the fungal population. The Kruskal–Wallis one-way analysis of variance test, followed by the post hoc false discovery rate was used to compare the read counts between flights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9752,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The viable bacterial and fungal load was compared between F4 to F7. The average bacterial read count across all four flights was 7 × 105 counts/m2, with no statistically significant differences between them (Fig. 1A). This contrasts with the fungal read counts which did differ between flights, with F6 having the highest average sequence reads at 7.0 × 105 counts/m2 (Fig. 1B).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10133,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Plate count assays were also performed. The cultivable bacterial burden was highest at F6, with an average of 2.7 × 106 cfu/m2, and lowest at F7, with 1.0 × 102 cfu/m2 (Fig. S1A). F6 also had the highest cultivable fungal burden at 1.1 × 104 cfu/m2, with F7 having below detectable fungal counts (Fig. S1A).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10444,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Microbial diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10464,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Alpha diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10480,
            "infons": {
              "file": "40168_2022_1293_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Alpha diversity metrics for MT-1 and MT-2 samples. The species richness (top row), exponentiated Shannon index (middle row), and inverse Simpson index (bottom row) are shown for each sample. Samples are grouped by flight group and colored by surface location",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10739,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Three alpha diversity indices were used to measure the microbial diversity within each sample: observed richness (Fig. 2, top panel), exponentiated Shannon index (Fig. 2, middle), and reciprocal Simpson index (Fig. 2, bottom). Included for comparison were also the MT-1 samples from F1–F3. The Kruskal-Wallis statistical test was used to determine the differences between flights, and no significant differences were observed across any of the seven flights. There were also no differences across any of the eight locations sampled (Fig. S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11284,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Beta diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11299,
            "infons": {
              "file": "40168_2022_1293_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "PCoA plot of MT-1 and MT-2 surface samples. Samples were colored by surface location (A) and flight group (B) to visualize the sample clustering. The distance between the samples was determined using the Euclidean distance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11522,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Comparison between surface samples was visualized using principal coordinates analysis (PCoA) using Euclidean distances (Fig. 3) and organized by location (Fig. 3A) and flight (Fig. 3B) to identify possible trends. No apparent microbiome differences were observed between locations; however, samples did appear to cluster by flight group. These observations were supported by PERMANOVA analysis of the Euclidean distances which found a significant difference between centroids and dispersions of the flight groups (P < 0.001) but not between the locations (P = 0.229). Surface samples were also visualized and analyzed by non-metric multidimensional scaling (NMDS) using Jaccard distances (Fig. S3), and the same trends were noted as with the PCoA data above.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12282,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Taxonomic profile of ISS microbial community",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12327,
            "infons": {
              "file": "40168_2022_1293_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Top 12 most abundant bacterial species across all surface samples. The percent of mapped reads for each species in each sample. Samples were grouped in columns by surface location and arranged in order by flight group. “Other” refers to those bacterial species detected that were not in the top 12",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12629,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The top 12 most abundant bacterial species across all surface samples are shown in Fig. 4 with all but one being associated with the human microbiome. Propionibacterium acnes and the six Staphylococcus spp.: Staphylococcus aureus, Staphylococcus capitis, Staphylococcus epidermidis, Staphylococcus hominis, Staphylococcus saprophyticus, and Staphylococcus sp. AL1, reside on the skin and mucous membranes of humans. Haemophilus parainfluenzae, Rothia mucilaginosa, and Streptococcus mitis are part of the normal oral microbiome. Corynebacterium sp. GD7 (reclassified as Corynebacterium ihumii) was first isolated from a fecal sample. Lactococcus lactis is used in the dairy industry for the production of various cheeses and buttermilk. The read counts for the top 12 bacteria, organized by flight and location (including controls), are shown in Fig. S4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13484,
            "infons": {
              "file": "40168_2022_1293_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Top 12 most abundant fungal species across all surface samples. The percent of mapped reads for each species in each sample. Samples were grouped in columns by surface location and arranged in order by flight group. “Other” refers to those fungal species detected that were not in the top 12",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13780,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The top 12 most abundant fungal species across all surface samples are shown in Fig. 5. These include Malassezia globose, Malassezia restricta, and Malassezia sympodialis which are part of the healthy skin microflora. The Malassezia species constitute the majority of fungal reads in most surface samples regardless of location. Rhodotorula glutinis and Yarrowia lipolytica are common environmental fungi, and Aspergillus kawachii, Cyberlindnera jadinii, and Debaryomyces hansenii are used in the food industry. Blumeria graminis (barley powdery mildew), Penicillium aurantiogriseum (asparagus and strawberry pathogen), Puccinia striiformis (Stripe rust), and Puccinia triticina (wheat leaf rust) are all associated with plant diseases but pose no known harm to human health. The read counts for the top 12 fungi, organized by flight and location (including controls), are shown in Fig. S5.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14671,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Species identified as differentially abundant between the sampling flight groups. Kruskal-Wallis (KW) and general linear model (GLM) raw P values and Benjamini and Hochberg adjusted P values (Q values) are shown for each species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14900,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Species</th><th><bold><italic>P</italic></bold> value (KW)</th><th>Q value (KW)</th><th><bold><italic>P</italic></bold> value (GLM)</th><th>Q value (GLM)</th></tr></thead><tbody><tr><td><italic>Thiobacillus thioparus</italic></td><td>1.36E−04</td><td>2.11E−01</td><td>9.60E−09</td><td>1.17E−05</td></tr><tr><td><italic>Magnetospirillum magnetotacticum</italic></td><td>2.31E−04</td><td>2.13E−01</td><td>1.98E−08</td><td>3.01E−05</td></tr><tr><td><italic>Yarrowia lipolytica</italic></td><td>1.70E−04</td><td>2.09E−01</td><td>8.49E−07</td><td>4.04E−04</td></tr><tr><td><italic>Tetragenococcus halophilus</italic></td><td>1.79E−04</td><td>2.11E−01</td><td>8.25E−07</td><td>7.28E−04</td></tr><tr><td><italic>Ralstonia pickettii</italic></td><td>3.87E−04</td><td>2.20E−01</td><td>5.01E−06</td><td>1.31E−03</td></tr><tr><td><italic>Methyloversatilis universalis</italic></td><td>7.02E−04</td><td>2.36E−01</td><td>1.81E−05</td><td>5.07E−03</td></tr><tr><td><italic>Acidovorax</italic> sp. <italic>CF316</italic></td><td>4.65E−04</td><td>2.25E−01</td><td>1.74E−05</td><td>5.47E−03</td></tr><tr><td><italic>Lactococcus raffinolactis</italic></td><td>7.31E−03</td><td>4.10E−01</td><td>4.83E−05</td><td>1.22E−02</td></tr><tr><td><italic>Thiobacillus denitrificans</italic></td><td>4.39E−04</td><td>2.22E−01</td><td>1.54E−04</td><td>1.43E−02</td></tr><tr><td><italic>Nevskia ramosa</italic></td><td>2.04E−04</td><td>2.13E−01</td><td>1.14E−04</td><td>1.49E−02</td></tr><tr><td><italic>Leuconostoc lactis</italic></td><td>8.67E−04</td><td>2.45E−01</td><td>1.26E−04</td><td>2.04E−02</td></tr><tr><td><italic>Sphingobium</italic> sp. <italic>Ant17</italic></td><td>8.20E−04</td><td>2.47E−01</td><td>3.02E−04</td><td>2.55E−02</td></tr><tr><td><italic>Leuconostoc mesenteroides</italic></td><td>2.65E−03</td><td>3.25E−01</td><td>1.79E−04</td><td>2.60E−02</td></tr><tr><td><italic>Cellvibrio</italic> sp. <italic>BR</italic></td><td>1.04E−03</td><td>2.54E−01</td><td>5.15E−04</td><td>3.29E−02</td></tr><tr><td><italic>Bradyrhizobium japonicum</italic></td><td>5.11E−03</td><td>3.85E−01</td><td>3.15E−04</td><td>3.53E−02</td></tr><tr><td><italic>Emiliania huxleyi</italic></td><td>2.54E−03</td><td>3.12E−01</td><td>3.86E−04</td><td>4.08E−02</td></tr><tr><td><italic>Herbaspirillum huttiense</italic></td><td>1.27E−03</td><td>2.64E−01</td><td>7.49E−04</td><td>4.27E−02</td></tr><tr><td><italic>Bacillus subtilis</italic></td><td>1.85E−03</td><td>2.99E−01</td><td>7.69E−04</td><td>4.39E−02</td></tr><tr><td><italic>Pectobacterium carotovorum</italic></td><td>4.04E−03</td><td>3.45E−01</td><td>4.60E−04</td><td>4.64E−02</td></tr><tr><td><italic>Chloroflexi bacterium JGI 0002000-F10</italic></td><td>7.12E−04</td><td>2.36E−01</td><td>5.80E−04</td><td>4.79E−02</td></tr></tbody></table>\n"
            },
            "text": "Species\tP value (KW)\tQ value (KW)\tP value (GLM)\tQ value (GLM)\t \tThiobacillus thioparus\t1.36E−04\t2.11E−01\t9.60E−09\t1.17E−05\t \tMagnetospirillum magnetotacticum\t2.31E−04\t2.13E−01\t1.98E−08\t3.01E−05\t \tYarrowia lipolytica\t1.70E−04\t2.09E−01\t8.49E−07\t4.04E−04\t \tTetragenococcus halophilus\t1.79E−04\t2.11E−01\t8.25E−07\t7.28E−04\t \tRalstonia pickettii\t3.87E−04\t2.20E−01\t5.01E−06\t1.31E−03\t \tMethyloversatilis universalis\t7.02E−04\t2.36E−01\t1.81E−05\t5.07E−03\t \tAcidovorax sp. CF316\t4.65E−04\t2.25E−01\t1.74E−05\t5.47E−03\t \tLactococcus raffinolactis\t7.31E−03\t4.10E−01\t4.83E−05\t1.22E−02\t \tThiobacillus denitrificans\t4.39E−04\t2.22E−01\t1.54E−04\t1.43E−02\t \tNevskia ramosa\t2.04E−04\t2.13E−01\t1.14E−04\t1.49E−02\t \tLeuconostoc lactis\t8.67E−04\t2.45E−01\t1.26E−04\t2.04E−02\t \tSphingobium sp. Ant17\t8.20E−04\t2.47E−01\t3.02E−04\t2.55E−02\t \tLeuconostoc mesenteroides\t2.65E−03\t3.25E−01\t1.79E−04\t2.60E−02\t \tCellvibrio sp. BR\t1.04E−03\t2.54E−01\t5.15E−04\t3.29E−02\t \tBradyrhizobium japonicum\t5.11E−03\t3.85E−01\t3.15E−04\t3.53E−02\t \tEmiliania huxleyi\t2.54E−03\t3.12E−01\t3.86E−04\t4.08E−02\t \tHerbaspirillum huttiense\t1.27E−03\t2.64E−01\t7.49E−04\t4.27E−02\t \tBacillus subtilis\t1.85E−03\t2.99E−01\t7.69E−04\t4.39E−02\t \tPectobacterium carotovorum\t4.04E−03\t3.45E−01\t4.60E−04\t4.64E−02\t \tChloroflexi bacterium JGI 0002000-F10\t7.12E−04\t2.36E−01\t5.80E−04\t4.79E−02\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16363,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Differential abundance analysis of taxa was performed at the species level. Samples were grouped by flight group (i.e., F4, F5, F6, and F7) or location (i.e., dining table, crew quarters, etc.) for analysis. While there were no differentially abundant species across locations (P < 0.05), there were 20 differentially abundant species across flights (P < 0.05) (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16735,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Functional analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16755,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Co-occurrence of microbial taxa",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16787,
            "infons": {
              "file": "40168_2022_1293_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Co-occurrence analysis. The co-occurrence analysis was performed using the 50 most abundant genera to determine the associations among organisms. The matrix shows which genera co-occurred with each other. Blue shows the positive co-occurrences (i.e., if you find one in the community, it is likely you will find another—for example, Aspergillus and Fusarium), yellow shows the negative co-occurrences (i.e., if you find one, it is likely the other will be absent), and gray shows the random occurrences that are most likely due to random chance alone—for example, Cladosporium and Fusarium",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17381,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Inference of microbial ecological interactions was obtained from patterns of occurrence of the genera present in the samples. PMA-treated samples were analyzed to determine which viable bacterial and fungal genera were found to co-associate with each other. The top 50 most abundant bacteria and fungi were included in the analysis. As seen from the genus association profile in Fig. S6, Aspergillus had the most co-associations, with other fungi and bacteria while Pseudomonas did not have any. The gene association matrix in Fig. 6 shows which bacteria and fungi co-occurred with each other. Of the bacteria and fungi that were included in the analysis, the associations were all positive (i.e., presence of one likely means the presence of another) with no negative associations (i.e., presence of one likely means the absence of another).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18224,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Antimicrobial resistance profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18258,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Twenty-nine AMR categories were detected in the metagenomics dataset with multidrug and macrolide/lincosamide/streptogramin (MLS) resistance having the highest read counts and found in all 32 samples (Fig. S7). Bacitracin, beta-lactam, diaminopyrimidine, and tetracycline resistance were also found across all samples, except from F6_1S (surface location # 1 [cupola], F6; Fig. S7). The “unclassified” category was also found in all samples (except F6_1S), and the genes that were grouped into this category were all DNA-binding regulatory proteins involved in the stress response.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18844,
            "infons": {
              "file": "40168_2022_1293_Fig7_HTML.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Heat map of the ISS viable resistome. The metagenomic dataset was analyzed with DeepARG to look for anti-microbial resistance genes. The genes were then grouped into classes of resistance (i.e., “beta-lactam”), which is displayed in this heatmap (y-axis). The heatmap shows the relative abundance of each resistance class in each sample collected, with red being the most abundant and green the least. Gray indicates zero counts detected in that sample. The samples analyzed (x-axis) are from the PMA-treated samples which detect viable/intact cells. x-axis naming: Fx_xS_P, with F referring to the flight (i.e., F4) and S referring to the location of the surface sampled (i.e., 1S is location 1, the port panel next to the cupola). The AMR counts were normalized based on the 16S rRNA counts",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19641,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Of the 29 AMR categories detected above, 17 were detected in the PMA-treated group. Multidrug and MLS resistance genes still had the highest counts, though were not found in every sample, as in the non-PMA group (Fig. 7).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19863,
            "infons": {
              "file": "40168_2022_1293_Fig8_HTML.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Comparison of ISS viable resistome among flights. NMDS plot comparing the antimicrobial resistance profile of the ISS community. Metagenomic data collected from the PMA-treated samples (viable/intact cells) during each of the flight sampling sessions for both the current MT-2 study (F4–F7) and the previous MT-1 study (F1–F3) was analyzed by DeepARG. Each dot represents a sample and takes into account the presence of an antimicrobial resistance gene and its abundance. Locations are depicted by colors and MT-1 vs MT-2 study, by symbols",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20407,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Multi-dimensional scaling analysis comparing MT-2 and MT-1 samples (both PMA and non-PMA treated) showed no differences in the AMR profiles between the two studies, suggesting that the ISS resistome is relatively stable (Fig. 8).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20637,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_3"
            },
            "text": "Metagenome-assembled genomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20666,
            "infons": {
              "file": "40168_2022_1293_Fig9_HTML.jpg",
              "id": "Fig9",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "MAG abundance heatmap. Genomes were assembled from the metagenomics reads and placed into “bins,” with each “bin” representing one metagenomic assembled genome (“MAG”). These bins were generated from the metagenomic data consisting of the 32 samples collected during the course of the study. Each bin is shown on the y-axis. The abundances are expressed as genome copies per million reads and presented, with the log10 values plotted. Red represents a high relative abundance and blue a low relative abundance. The white color represents the absence of that bin in the sample. The bin numbers were highlighted based on the phylum it was assigned to, with yellow = Actinobacteria, green = Firmicutes, blue = Bacteroidetes, and purple = Proteobacteria. Full taxonomic info for each bin can be found in Dataset S2. The x-axis shows the sample that was analyzed and the relative abundance of that bin (i.e., MAG) in that sample. x-axis naming: Fx_xS, with F referring to the flight (i.e., F4) and S referring to the location of the surface sampled (i.e., 1S is location 1, the port panel next to the cupola)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21782,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Metagenomic-assembled genomes (MAGs) were constructed from the 32 samples collected during flights 4–7, with 82 MAGs able to be assembled using a 50% minimum completion cutoff. Of those 82, 15 had over 90% completion. The percent completion, contamination, GC content, taxonomy, N50 (a measure of assembly quality), and genome size are summarized in Dataset S2. The heatmap in Fig. 9 shows the distribution and abundance of each MAG across all samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22237,
            "infons": {
              "file": "40168_2022_1293_Fig10_HTML.jpg",
              "id": "Fig10",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Pie chart of the cluster of orthologous groups. Functional assessment was performed by comparing the annotated MAGs against the COG database and assigning each COG ID to a category. The counts from each category are displayed as a percentage of the total counts in the pie chart",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22516,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To extract functional information from these MAGs, annotation was performed on each MAG. Clusters of orthologous groups (COG) information was extracted from each annotated MAG and compiled together to provide a functional assessment of the collective microbial community, with the complete list of each COG ID presented in Dataset S3. Each annotated gene with a COG ID was then grouped together based on COG functional categories and the proportion of each functional category represented in the pie chart in Fig. 10. The most represented functional groups were amino acid transport and metabolism (12%); translation, ribosomal structure, and biogenesis (11%); and carbohydrate transport and metabolism (9%). Genes/proteins involved in the defense mechanisms and the exchange of genetic material (i.e., mobilome) had a relatively small representation (3% and 0.1%, respectively).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23396,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "We decided to examine MAG Pseudomonas granadensis (bin.33, 99.38% completion) in further detail because it was 99.97% similar (compared by average nucleotide identity) to the whole-genome sequences of P. granadensis isolates, cultured during this study (flight 4, dining table). In addition, P. granadensis belongs to the P. fluorescens group which has many biologically relevant properties. While generally considered a BSL-1 organism, it can cause severe diseases in people who are immunocompromised and can lead to the spoilage of milk. It also exhibits biocontrol properties through its protection of plant roots from plant pathogens. Examination of MAG P. granadensis (bin.33) showed 17 genomic islands, which is indicative of horizontal gene transfer (HGT) events. Functional analysis showed that 3% of its genome was made up of virulence and defense genes specifically related to tolerance/resistance of fluroquinolones, beta-lactams, copper, cobalt-zinc-cadmium, streptothricin, chromium, and colicin E2, as well as having multi-drug efflux pumps (Fig. S8). The genome also carried genes that could increase survival under unfavorable conditions, such as those involved in biofilm formation; osmotic, periplasmic, and oxidative stress; and dormancy and sporulation (Fig. S8).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24680,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24691,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The microbiome of eight surfaces from across the ISS was sampled during four separate sampling sessions (F4–F7). The viable microbiome was assessed with shotgun metagenomic sequencing of samples that had been treated with PMA, as well as with plate count assays. Both techniques were consistent in their results, showing that the microbiome was similar across all eight locations for a given flight and validates what was previously published for MT-1 and with other ISS surface microbiome studies. The spatial uniformity in this hermetically sealed, closed habitat suggests that microbial movement occurs readily, which should be taken into consideration if a situation arises that requires microbial sequestration.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25410,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "While no spatial differences were found, temporal differences did exist, with different microbial profiles and microbial loads observed among the various flights, consistent with our previous analyses. One influence driving these temporal differences could be the different cohorts of astronauts onboard the ISS during each sampling session. Two recent studies have noted that the crew microbiome may shape microbial composition on ISS habitable surfaces, and in this study, the majority of bacteria and fungi that were detected from surfaces were human-associated, such as Staphylococcus, Propionibacterium, Streptococcus, Haemophilus, and Malassezia or those related to food products that are ingested by humans, such as Aspergillus kawachii and Lactococcus lactis. Astronaut-ISS surface exchange would parallel what has been found with Earth-based built environment studies, where human occupation significantly impacts a given indoor environment. To garner a better understanding of just how significant human-environment interactions are in shaping the microbiomes of the ISS and the astronauts residing there, ongoing analyses by the MT-2 project team are examining astronaut data at pre-flight, in-flight, and post-flight time points and examining their microbiomes in conjunction with the ISS surface microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26731,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Staphylococcus sp. and Malassezia sp. were the most represented bacterial and fungal species, respectively, on the ISS. While bacteria dominated the ISS microbiome in both the PMA and non-PMA samples, it is worth noting that the proportion of fungi increased from 10% in the total population (viable/dead) to 37% in the viable population, while bacteria decreased from 82% (total) to 58% (viable). This would suggest that viable/intact fungal cells are more readily captured when ISS surfaces are sampled, compared to bacteria. This could be because these fungi are able to withstand the routine cleaning regimes on the ISS or the conditions surrounding the sample storage/descent to Earth/sample processing, better than those bacteria.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27468,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In addition to examining which microbes were present, we also examined their properties, which may help inform policies and practices to mitigate harmful effects on astronauts and the spacecraft. One such functional examination was that of the ISS “viable resistome” which is the composition of antimicrobial resistance genes within the PMA-treated metagenomic dataset. We found a genetic composition that could provide resistance against 17 classes of drugs, many of which were broad-spectrum antibiotics, such as aminoglycosides, beta-lactams, fluoroquinolones, and tetracycline, all of which are part of the medical toolkit onboard the ISS. The most prevalent resistance genes were against macrolide, lincosamide, and streptogramin (MLS) antibiotics and those involved in multidrug resistance, such as outer membrane porins, efflux pumps, and ABC transporters. MLS antibiotics occupy one of the leading positions among antibiotics used in outpatient treatment and are used to treat a range of bacterial infections, especially methicillin-resistant staphylococcal skin and soft tissue infections, thus making it a very important drug on the ISS. Genetic resistance to MLS was found in every single sample in the total metagenomic dataset (non-PMA-treated), and in 17 out of 32 PMA-treated samples, making MLS resistance widespread across the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28821,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The AMR resistance profiles did not differ across all seven flights, suggesting that even amidst changes in community composition (which we observed among the seven flights), the resistome of this microbial community is relatively stable and alludes to genetic redundancy. Functional redundancy has been documented in other microbial systems such as in plants, human gut, oceans, and soil. One study has shown that HGT plays a substantial role in maintaining redundancy, and when HGT rates were high, the functional profile of the microbiome was very stable and recalcitrant to change, even when taxonomy was variable. Our results emphasize the importance of deciphering microbial behavior and community interactions for better approaches to safety and health, since removing or preventing the growth of one or two species may not ameliorate any negative functional effects.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29696,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Strong microbial interactions were observed in this study through a co-occurrence analysis used to predict the likelihood of genera to co-inhabit a particular niche, either through positive associations or through negative ones. While many positive associations were calculated, no negative associations were accounted for. The genus that exhibited the most positive associations was Aspergillus and co-occurred with both bacteria and fungi, while at the other “end” of the spectrum, Pseudomonas had no associations and exhibited only random occurrences. While wet lab studies would need to be conducted to make an accurate assessment of the impact of these ISS polymicrobial community interactions on the surrounding environment and astronaut health, some inferences can be made from the literature. In our study, Aspergillus and Fusarium formed a strong association. Co-infection studies of A. flavus with F. graminearum or F. verticillioides in maize have shown that the presence of these Fusarium species leads to enhanced aflatoxin B1 (AFB1) production by A. flavus, even in the absence of any changes in growth, probably due to a stress response caused by fungal competition. AFB1 is a secondary metabolite produced by A. flavus and A. parasiticus and is a very potent carcinogen that can cause hepatocellular carcinoma in humans when ingested or when it permeates the skin. While reads for A. flavus were extremely low on ISS surfaces, the species is naturally found in foods, such as grains, cereal, corn, and peanuts. In light of the co-occurrence interactions described above and the known fact that the ISS is a stressed environment for microbes, which could increase AFB1 production as well as other mycotoxins, it may be necessary to pay close attention to microbial monitoring of food sources destined for space.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31527,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Aspergillus and Staphylococcus were another positive association found in the dataset and may prove to be beneficial for both crew and the ISS. In an in vitro study analyzing mixed A. fumigatus-S. aureus biofilms, it was shown that S. aureus strongly inhibited the development of A. fumigatus biofilms. The antibiofilm effects of S. aureus on A. fumigatus were a lack of extracellular matrix (ECM) disorganized fungal structures, abortive hyphae, and limited hyphal growth. Conidia were also scarce, had modifications on their surface, and showed lysis. In contrast, A. fumigatus single culture biofilms showed extremely organized structures, abundant hyphal growth, hyphal anastomosis, and channels, as well as some conidia and ECM. Aspergillus biofilms (i) cause aspergillosis, an infection causing allergic reactions, lung disease, and infections in other organs; (ii) have been implicated in microbially induced corrosion of bronze and copper; and (iii) have been found in tap water in private homes, hospitals, and industrial premises, resulting in altered taste, odor, the production of allergenic compounds, and mycotoxins. Aspergillus biofilms are difficult to eradicate once formed, so preventing their formation, possibly with mixed microbial communities of the “right” organisms, may be the best way to combat its effects on the ISS.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32876,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Functional assessment was also performed by assembling reads into contigs to obtain metagenome-associated genomes or “MAGs.” Across the samples collected, 82 MAGs were able to be constructed and annotated with 15 having over 90% completeness, and comprising environmental, human-associated, and probiotic bacteria. The functional profile of the collective MAGs showed the highest representation of (i) amino acid transport and metabolism and (ii) translation, ribosomal structure, and biogenesis. While these two pathways are among the main metabolic pathways in bacteria and fungi, their relative abundances were higher than carbohydrate utilization pathways. This may be significant in the context of a recent study comparing “unrestricted” built environments (public houses, public buildings, private houses) with “confined” built environments (intensive care units (ICU), cleanrooms, cleanroom gowning areas) where it was shown that each of the three “confined” environments had a considerably higher representation of amino acid utilization compared to carbohydrate utilization, with the opposite being true for the “unrestricted” environments (higher carbohydrate utilization compared to amino acids). While there are too few comparative studies to make any assumptions, it does raise the question as to whether organisms in more extreme built environments such as the ISS, ICU, and cleanrooms rely on different metabolic processes to survive and/or proliferate. The ability to generate good-quality MAGs from this dataset will allow us to better understand the dynamics of exchange across the ISS. For example, future analyses by the MT-2 project team will compare the ISS surface MAGs and astronaut MAGs (who were onboard the ISS at the time of collection) to track the movement of strains across ISS locations and across astronauts. Questions we hope to address in the forthcoming work are what factors contribute to the spread of certain organisms from one location to another, how long does a strain persist once deposited on a surface and after cleaning, and whether there is an exchange between astronauts even if they were not on board at the same time.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35064,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35075,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Utilizing various metagenomics analyses as well as culture, this paper has provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, how the microbiome and resistome changes over time and space, and the functional capabilities and microbial interactions of this unique built environment. Data from this study may help to inform policies for future space missions to ensure an ISS surface microbiome that promotes astronaut health and spacecraft integrity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35605,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35613,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample kit preparation and sample collection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35658,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sampling wipes were prepared at the Jet Propulsion Laboratory (JPL; Pasadena, CA) by moistening polyester wipes (9″ × 9″; ITW Texwipe, Mahwah, NJ), each with 15 mL of sterile molecular grade water (Sigma-Aldrich, St. Louis, MO). Moistened wipes were aseptically transferred to a sterile zip lock bag and then assembled into the ISS sampling kit (at NASA Ames Research Center (ARC)), which also contained sterile gloves (KIMTEC Pure G3 White; Nitrile Clean-room Certified; Cat. HC61190), benzalkonium chloride wipes (Hygea®, PDI-BZK D35185), and sterile bitran bags (VWR, Cat. 4742-S) for return. The implementation team at NASA ARC delivered the kit to the Cargo Mission Contract at Johnson Space Center (Texas) which was then transferred to Kennedy Space Center (Florida) in order to be loaded into the Space Exploration Technologies (SpaceX) Dragon spacecraft prior to launch. Eight different locations were sampled on the ISS using the premoistened polyester wipes which were the same locations as those sampled during the previous microbial tracking study (MT-1). The list of locations sampled is presented in Table 1. Flight 4 sampling occurred in 2017, and flight 5, 6, and 7 sampling occurred in 2018. A diagram of locations can be found in Figure 1 of the MT-1 published manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36959,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "As per the study requirements, there was no cleaning at least 4 days prior to sampling. Cleaning outside that time frame was conducted as per routine ISS activities and was performed with disinfectant wipes containing octyl decyl dimethyl ammonium chloride (0.0399%), dioctyl dimethyl ammonium chloride (0.01995%), didecyl dimethyl ammonium chloride (0.01995%), alkyl (50% C14, 40% C12, 10% C16) dimethylbenzylammonium chloride, and dimethylbenzylammonium chloride (0.0532%).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37435,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "During each flight sampling session, the same crew member sampled each of the eight locations. Using the sterile gloves from the sampling kit, he/she sampled 1 m2 with the pre-moistened polyester wipes and donned a new pair of individually packed sterile gloves before sampling the next location. A control wipe (environmental control) was taken out from the zip lock bag, unfolded, waved for 30 s, and packed back inside a new sterile zip lock. One control wipe was included for each flight session. Similarly, an unused wipe that was flown to the ISS and brought back to Earth along with the samples served as a negative control for sterility testing. After sample collection, the samples were stored at 4 °C in orbit and then returned to Earth after 10 days for flight 4, 8 days for flight 5, 22 days for flight 6, and 11 days for flight 7. The kits were delivered to JPL immediately after arrival to Earth at 4 °C with processing at JPL commencing within 2 h of receipt.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38412,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Sample processing",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38430,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sample processing took place in a cleanroom at JPL. In a certified biosafety cabinet, each wipe was aseptically removed from the zip lock bag and transferred to a 500-mL bottle containing 200 mL of molecular grade sterile phosphate-buffered saline (PBS; pH 7.4, Sigma). The wipe inside the bottle was shaken vigorously for 2 min followed by concentration with a Concentrating Pipette using 0.22-μm Hollow Fiber Polysulfone tips (Innova Prep, Drexel, MO). The captured microbes were released from the concentrating pipette using 1 mL of InnovaPrep’s elution fluid containing PBS with 0.075% Tween. The concentrate was topped up to 5 mL using sterile, molecular grade 1× PBS (pH 7.4, Sigma).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39124,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "DNA extraction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39139,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The concentrate, from above, was split into two 1.5-mL aliquots. One aliquot was treated with PMA (18.25 μL of 2 mM, resulting in a final concentration of 25 μM) to assess cells that were viable or had an intact cell membrane, while the second aliquot was handled in a similar manner but without the addition of PMA. The PMA- and non-PMA-treated aliquots were incubated in the dark at RT for 5 min, followed by 15 min of photoactivation using the PMA-Lite™ LED Photolysis Device, specifically designed for photoactivation of PMA (Biotium, Hayward, CA). The PMA- and non-PMA-treated aliquots were split into two 0.75-mL aliquots. One aliquot was transferred to bead beating tubes containing Lysing Matrix E (MP Biomedicals, Santa Ana, CA), followed by bead beating for 60 s using the vortex sample holder (MO Bio, Carlsbad, CA). The bead-beaten aliquot and the aliquot without bead beating were combined for their corresponding PMA-treated and non-treated samples. DNA extraction was performed with the Maxwell 16 automated system (Promega, Madison, WI), in accordance with the manufacturer’s instructions using the Maxwell 16 Tissue LEV Total RNA purification kit. A Maxwell control without any sample added in its cartridge was run concurrently with the samples. The extracted DNA was eluted in 50 μL of water and stored at − 20 °C until further analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40508,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Culture analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 40525,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "One hundred microliters, in duplicate, of the concentrate, was plated on Reasoner’s 2A agar (R2A) (for environmental bacteria), blood agar (for pathogenic bacteria), and potato dextrose agar (PDA) supplemented with 100 μg/mL of chloramphenicol (for fungi). All plates were purchased from Hardy Diagnostics (Santa Maria, CA). R2A and PDA plates were incubated at room temperature for 7 days, while blood agar plates were incubated at 37 °C for 1–2 days (depending on growth). Colonies were counted and the colony-forming units per m2 calculated. After colony counting, single colonies were re-streaked on fresh plates to ensure pure culture and incubated at the appropriate temperature and time, and the biomass was then archived in 30% glycerol and stored at − 80 °C.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41304,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Shotgun metagenomics sequencing and taxonomic classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41365,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metagenomics sequencing and taxonomic classification were performed as described previously. Briefly, DNA libraries were prepared for sequencing using the Nextera DNA Library Preparation Kit (Illumina, Inc., San Diego, CA). Quality and fragment size were assessed on the Agilent Tapestation 4200 (Agilent Technologies, Santa Clara, CA). Libraries were quantitated using the Qubit fluorimeter (Thermo Fisher Scientific, Waltham, MA) and normalized to equivalent DNA quantities, pooled, and diluted according to the manufacturer’s standard recommendations. Shotgun metagenomic sequencing was performed using an Illumina NextSeq 500 with the NextSeq Series High Output Kit v2 (Illumina Inc., San Diego, CA), using 150 base pair paired-end reads. Taxonomic classification of the metagenomic reads was accomplished using the Livermore Metagenomics Analysis Toolkit (LMAT version 1.2.4b with the “April 4, 2014, LMAT Grand” reference database [lmat-4-14.20mer.db]). Reads mapping to genus Homo or below were removed from the analysis. The raw sequencing data has been deposited in NASA’s GeneLab Database accession number GLDS-252. A list of read counts for all species detected from each sample and control wipe is shown in Dataset S4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42604,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Contamination control",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42626,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The total number of reads and the number of reads annotated at the genus and species level are shown in Table S1. The F4–F7 negative control wipe flown to the ISS had fewer total reads compared to their corresponding flight group wipes used to sample the ISS surfaces. The microbial composition of the control samples was determined the same way as the surface samples, and the top species detected among the control samples is shown by read number (Fig. S9). The control samples showed no indication of contamination or microbial read counts that could alter the microbial profiles identified in the surface samples.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43246,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Alpha diversity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43262,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The alpha diversity of each sample was calculated at the genus and species level using the “renyi” and “estimateR” functions available through the vegan package (v.2.5-5). The Renyi entropy of each sample was calculated for orders 0, 1, and 2, some things referred to as the Hill numbers, representing the sample’s observed richness, exponentiated Shannon index, and reciprocal Simpson index, respectively. We compared the alpha diversity estimations between locations and flight groups to track the changes between the sampling locations and across all flight groups. Statistical testing was done using Student’s t-test and Kruskal-Wallis test.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43920,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Beta diversity and ordination",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43950,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The ecological distance between the surface samples was measured using the “distance” function and visualized using the “ordinate” function from the phyloseq package (v.1.24.3). Non-metric and classical multidimensional scaling was used to visualize the similarity between the surface samples using the Jaccard and Euclidean distance, respectively. The Jaccard distance was used to measure the difference in taxon presence-absence profiles, and the Euclidean distance was used to measure the difference in taxon abundance profiles between samples. Prior to measuring the Euclidean distance between each sample, the taxon read counts were transformed into Euclidean space using the center-log ratio (clr). To determine if the centroid and dispersion between the locations and flight groups were different, a PERMANOVA test was performed using the “adonis2” function available through the vegan package (v.2.5-6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44874,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Differential abundant analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44905,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Genus and species level read counts were transformed using the clr method prior to testing for differentially abundant taxa. We performed two separate differential abundance analyses. The first analysis looked at the differences in taxon abundance between the surface locations, and the second analysis looked at the differences in taxon abundance between the flight groups. Differential abundance analysis on the clr-transformed reads was performed using the ALDEx2 package (v.1.16.0) using the “aldex.kw” function. Taxa with P values < 0.05 were considered differentially abundant, and all P values were adjusted for multiple testing using the Benjamini and Hochberg method.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45586,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Antimicrobial resistance profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45620,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The raw metagenomic sequences were analyzed with DeepARG: a deep learning approach for predicting antibiotic resistance genes from metagenomic data which uses the CARD and ARDB databases for classification using the DIAMOND aligner. Briefly, the pipeline first removes low-quality reads using TRIMMOMATIC, then merges the reads into one big file (VSEARCH) which are then classified with the deepARG algorithm, and the results are normalized to the 16S rRNA abundance in the sample. The parameters used to predict the AMR genes from our metagenomics dataset were based on 80% coverage, 50% homology, a minimum probability of 0.8, and an E-value of 1e−10.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46276,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Co-occurrence analysis of viable organisms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46319,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Genus co-occurrence from the PMA-treated samples was examined using the “cooccur” R package. This package applied the probabilistic model of genus co-occurrence to a set of genera distributed among the 32 samples (8 locations, 4 flights). The algorithm calculated the observed and expected frequencies of co-occurrence between each pair of genera. The expected frequency was based on the distribution of each genus being random and independent of the other genera. The package also includes functions for visualizing co-occurrence results and was used to prepare Figs. 8 and 9.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46901,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Functional profiles",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46921,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Metagenome assembled genomes were constructed from the 32 samples (F4–F7, non-PMA-treated samples) using the MetaWRAP pipeline (https://github.com/bxlab/metaWRAP) which performed read quality control, assembly, visualization, taxonomic profiling, extracting draft genomes (binning), and functional annotation. Assembly was performed with MegaHit (due to the large dataset) and the bin_refinement cutoff set to minimum completion of 50% and maximum contamination of 10%. Taxonomy was assigned using NCBI_nt and NCBI_tax databases and verified with CheckM. The abundances of each bin (i.e., MAG) in each sample was expressed as genome copies per million reads using Salmon. Functional analysis of the annotated genomes was performed by extracting the cluster of orthologous group (COG) IDs from the annotated gff files generated by MetaWRAP and assigning each ID to a COG category (https://www.ncbi.nlm.nih.gov/research/cog/). The draft genome of Pseudomonas granadensis was analyzed by SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST) and genomic islands assessed with IslandViewer 4.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48044,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48070,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher’s Note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48089,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48208,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Camilla Urbaniak and Michael D. Morrison contributed equally to this work.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48283,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Authors’ contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48308,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "CU processed the ISS surface samples, extracted the DNA, performed the plate count assays, analyzed and interpreted the metagenomics data, and wrote the manuscript. MM analyzed and interpreted the metagenomics data and wrote the manuscript. JT performed the sequencing experiments and helped with the data curation. FK helped with the project implementation, metadata, and administration. DS helped with the project conceptualization and investigation. SM helped with the project conceptualization, funding acquisition, and astronaut sample coordination. CJ helped with the project conceptualization and funding acquisition, assisted with the project administration, supervised the project, and contributed to the manuscript. KV helped with the project conceptualization and funding acquisition and contributed to the manuscript. All authors read and approved the final manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49190,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49198,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This research was funded by a 2014 Space Biology NNH14ZTT002N grant no. 19-12829-38 under Task Order NNN13D111T award to KV. CU was funded by a NASA Space Biology NPP post-doc fellowship. MM, JT, and CJ were funded by the NASA Space Biology under contract #: 80NSSC18K0113. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. SM was funded by NASA Space Biology under contract #: 80NSSC18K0113. DS was funded by the NASA Ames Space Biology program. FK was supported through the KBRwyle/FILMSS subcontract with the Department of Pharmaceutical Chemistry at the University of California, San Francisco, # NNA14AB82C, at the NASA Ames Research Center. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50090,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Availability of data and materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50125,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The raw sequencing data has been deposited in NASA’s GeneLab Database accession number GLDS-252 (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-252/) and NCBI SRA under accession number PRJNA781277 (https://www.ncbi.nlm.nih.gov/search/all/?term=PRJNA781277).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50396,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Declarations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50409,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Ethics approval and consent to participate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50452,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Not applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50468,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Consent for publication",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50492,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All authors have agreed to publish the manuscript in BMC Microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50561,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50581,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare that they have no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50640,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50651,
            "infons": {
              "fpage": "339",
              "issue": "4",
              "lpage": "351",
              "name_0": "surname:Qian;given-names:J",
              "name_1": "surname:Hospodsy;given-names:D",
              "name_2": "surname:Yamamoto;given-names:N",
              "name_3": "surname:Nazaroff;given-names:WW",
              "name_4": "surname:Peccia;given-names:J",
              "pub-id_doi": "10.1111/j.1600-0668.2012.00769.x",
              "pub-id_pmid": "22257156",
              "section_type": "REF",
              "source": "Indoor Air",
              "type": "ref",
              "volume": "22",
              "year": "2012"
            },
            "text": "Size-resolved emission rates of airborne bacteria and fungi in an occupied class room",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50737,
            "infons": {
              "fpage": "eaah6500",
              "issue": "391",
              "name_0": "surname:Lax;given-names:S",
              "name_1": "surname:Sangwan;given-names:N",
              "name_2": "surname:Smith;given-names:D",
              "name_3": "surname:Larsen;given-names:P",
              "name_4": "surname:Handley;given-names:KM",
              "name_5": "surname:Richardson;given-names:M",
              "pub-id_doi": "10.1126/scitranslmed.aah6500",
              "pub-id_pmid": "28539477",
              "section_type": "REF",
              "source": "Sci Transl Med",
              "type": "ref",
              "volume": "9",
              "year": "2017"
            },
            "text": "Bacterial colonization and succession in a newly opened hospital",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50802,
            "infons": {
              "fpage": "765",
              "issue": "2",
              "lpage": "773",
              "name_0": "surname:Gibbons;given-names:SM",
              "name_1": "surname:Schwartz;given-names:T",
              "name_2": "surname:Fouquier;given-names:J",
              "name_3": "surname:Mitchell;given-names:M",
              "name_4": "surname:Sangwan;given-names:N",
              "name_5": "surname:Gilbert;given-names:JA",
              "pub-id_doi": "10.1128/AEM.03117-14",
              "pub-id_pmid": "25398865",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "81",
              "year": "2015"
            },
            "text": "Ecological succession and viability of human-associated microbiota on restroom surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50890,
            "infons": {
              "fpage": "70",
              "issue": "1",
              "name_0": "surname:Sharma;given-names:A",
              "name_1": "surname:Richardson;given-names:M",
              "name_2": "surname:Cralle;given-names:L",
              "name_3": "surname:Stamper;given-names:CE",
              "name_4": "surname:Maestre;given-names:JP",
              "name_5": "surname:Stearns-Yoder;given-names:KA",
              "pub-id_doi": "10.1186/s40168-019-0686-6",
              "pub-id_pmid": "31046835",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Longitudinal homogenization of the microbiome between both occupants and the built environment in a cohort of United States Air Force Cadets",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51031,
            "infons": {
              "fpage": "12097",
              "issue": "21",
              "lpage": "12106",
              "name_0": "surname:Bowers;given-names:RM",
              "name_1": "surname:Clements;given-names:N",
              "name_2": "surname:Emerson;given-names:JB",
              "name_3": "surname:Wiedinmyer;given-names:C",
              "name_4": "surname:Hannigan;given-names:MP",
              "name_5": "surname:Fierer;given-names:N",
              "pub-id_doi": "10.1021/es402970s",
              "pub-id_pmid": "24083487",
              "section_type": "REF",
              "source": "Environ Sci Technol",
              "type": "ref",
              "volume": "47",
              "year": "2013"
            },
            "text": "Seasonal variability in bacterial and fungal diversity of the near-surface atmosphere",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51117,
            "infons": {
              "fpage": "1801",
              "issue": "10",
              "lpage": "1811",
              "name_0": "surname:Yamamoto;given-names:N",
              "name_1": "surname:Bibby;given-names:K",
              "name_2": "surname:Qian;given-names:J",
              "name_3": "surname:Hospodsky;given-names:D",
              "name_4": "surname:Rismani-Yazdi;given-names:H",
              "name_5": "surname:Nazaroff;given-names:WW",
              "pub-id_doi": "10.1038/ismej.2012.30",
              "pub-id_pmid": "22476354",
              "section_type": "REF",
              "source": "ISME J",
              "type": "ref",
              "volume": "6",
              "year": "2012"
            },
            "text": "Particle-size distributions and seasonal diversity of allergenic and pathogenic fungi in outdoor air",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51218,
            "infons": {
              "fpage": "1469",
              "issue": "8",
              "lpage": "1479",
              "name_0": "surname:Kembel;given-names:SW",
              "name_1": "surname:Jones;given-names:E",
              "name_2": "surname:Kline;given-names:J",
              "name_3": "surname:Northcutt;given-names:D",
              "name_4": "surname:Stenson;given-names:J",
              "name_5": "surname:Womack;given-names:AM",
              "pub-id_doi": "10.1038/ismej.2011.211",
              "pub-id_pmid": "22278670",
              "section_type": "REF",
              "source": "ISME J",
              "type": "ref",
              "volume": "6",
              "year": "2012"
            },
            "text": "Architectural design influences the diversity and structure of the built environment microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51314,
            "infons": {
              "fpage": "680",
              "lpage": "687",
              "name_0": "surname:Mhuireach;given-names:G",
              "name_1": "surname:Johnson;given-names:BR",
              "name_2": "surname:Altrichter;given-names:AE",
              "name_3": "surname:Ladau;given-names:J",
              "name_4": "surname:Meadow;given-names:JF",
              "name_5": "surname:Pollard;given-names:KS",
              "pub-id_doi": "10.1016/j.scitotenv.2016.07.037",
              "pub-id_pmid": "27418518",
              "section_type": "REF",
              "source": "Sci Total Environ",
              "type": "ref",
              "volume": "571",
              "year": "2016"
            },
            "text": "Urban greenness influences airborne bacterial community composition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51382,
            "infons": {
              "fpage": "NASA-SP-368",
              "name_0": "surname:Johnston;given-names:RD",
              "name_1": "surname:Dietlein;given-names:LF",
              "name_2": "surname:Berry;given-names:CA",
              "name_3": "surname:Parker;given-names:JF",
              "name_4": "surname:West;given-names:V",
              "section_type": "REF",
              "source": "Biomedical results of Apollo",
              "type": "ref",
              "year": "1975"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51383,
            "infons": {
              "fpage": "NASA-SP-377",
              "name_0": "surname:Johnston;given-names:R",
              "name_1": "surname:Deitlein;given-names:LF",
              "section_type": "REF",
              "source": "Biomedical results from Skylab",
              "type": "ref",
              "year": "1977"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51384,
            "infons": {
              "fpage": "127",
              "issue": "2",
              "lpage": "132",
              "name_0": "surname:Novikova;given-names:ND",
              "pub-id_doi": "10.1007/s00248-003-1055-2",
              "pub-id_pmid": "14994178",
              "section_type": "REF",
              "source": "Microb Ecol",
              "type": "ref",
              "volume": "47",
              "year": "2004"
            },
            "text": "Review of the knowledge of microbial contamination of the Russian manned spacecraft",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51468,
            "infons": {
              "fpage": "5",
              "issue": "1",
              "lpage": "12",
              "name_0": "surname:Novikova;given-names:N",
              "name_1": "surname:Boever;given-names:P",
              "name_2": "surname:Poddubko;given-names:S",
              "name_3": "surname:Deshevaya;given-names:E",
              "name_4": "surname:Polikarpov;given-names:N",
              "name_5": "surname:Rakova;given-names:N",
              "pub-id_doi": "10.1016/j.resmic.2005.07.010",
              "pub-id_pmid": "16364606",
              "section_type": "REF",
              "source": "Res Microbiol",
              "type": "ref",
              "volume": "157",
              "year": "2006"
            },
            "text": "Survey of environmental biocontamination on board the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51550,
            "infons": {
              "fpage": "819",
              "issue": "12",
              "lpage": "828",
              "name_0": "surname:Kawamura;given-names:Y",
              "name_1": "surname:Li;given-names:Y",
              "name_2": "surname:Liu;given-names:H",
              "name_3": "surname:Huang;given-names:X",
              "name_4": "surname:Li;given-names:Z",
              "name_5": "surname:Ezaki;given-names:T",
              "pub-id_doi": "10.1111/j.1348-0421.2001.tb01321.x",
              "pub-id_pmid": "11838899",
              "section_type": "REF",
              "source": "Microbiol Immunol",
              "type": "ref",
              "volume": "45",
              "year": "2001"
            },
            "text": "Bacterial population in Russian space station “Mir”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51606,
            "infons": {
              "fpage": "569",
              "issue": "7-12",
              "lpage": "578",
              "name_0": "surname:Klintworth;given-names:R",
              "name_1": "surname:Reher;given-names:HJ",
              "name_2": "surname:Viktorov;given-names:AN",
              "name_3": "surname:Bohle;given-names:D",
              "pub-id_doi": "10.1016/S0094-5765(99)00069-7",
              "pub-id_pmid": "11542520",
              "section_type": "REF",
              "source": "Acta Astronaut",
              "type": "ref",
              "volume": "44",
              "year": "1999"
            },
            "text": "Biological induced corrosion of materials II: new test methods and experiences from MIR station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51702,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Pierson DL. Microbial contamination of spacecraft. Gravit Space Biol Bull. 2001;14. https://pubmed.ncbi.nlm.nih.gov/11865864/.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51830,
            "infons": {
              "fpage": "250",
              "issue": "3",
              "lpage": "260",
              "name_0": "surname:Yamaguchi;given-names:N",
              "name_1": "surname:Roberts;given-names:M",
              "name_2": "surname:Castro;given-names:S",
              "name_3": "surname:Oubre;given-names:C",
              "name_4": "surname:Makimura;given-names:K",
              "name_5": "surname:Leys;given-names:N",
              "pub-id_doi": "10.1264/jsme2.ME14031",
              "pub-id_pmid": "25130885",
              "section_type": "REF",
              "source": "Microbes Environ",
              "type": "ref",
              "volume": "29",
              "year": "2014"
            },
            "text": "Microbial monitoring of crewed habitats in space-current status and future perspectives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51918,
            "infons": {
              "fpage": "119",
              "issue": "2",
              "lpage": "126",
              "name_0": "surname:Castro;given-names:VA",
              "name_1": "surname:Thrasher;given-names:AN",
              "name_2": "surname:Healy;given-names:M",
              "name_3": "surname:Ott;given-names:CM",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_doi": "10.1007/s00248-003-1030-y",
              "pub-id_pmid": "14749908",
              "section_type": "REF",
              "source": "Microb Ecol",
              "type": "ref",
              "volume": "47",
              "year": "2004"
            },
            "text": "Microbial characterization during the early habitation of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52008,
            "infons": {
              "fpage": "1",
              "issue": "1",
              "lpage": "21",
              "name_0": "surname:Mora;given-names:M",
              "name_1": "surname:Perras;given-names:A",
              "name_2": "surname:Alekhova;given-names:TA",
              "name_3": "surname:Wink;given-names:L",
              "name_4": "surname:Krause;given-names:R",
              "name_5": "surname:Aleksandrova;given-names:A",
              "pub-id_doi": "10.1186/s40168-016-0217-7",
              "pub-id_pmid": "26739322",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "4",
              "year": "2016"
            },
            "text": "Resilient microorganisms in dust samples of the International Space Station—survival of the adaptation specialists",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52125,
            "infons": {
              "fpage": "50",
              "name_0": "surname:Checinska;given-names:A",
              "name_1": "surname:Probst;given-names:AJ",
              "name_2": "surname:Vaishampayan;given-names:P",
              "name_3": "surname:White;given-names:JR",
              "name_4": "surname:Kumar;given-names:D",
              "name_5": "surname:Stepanov;given-names:VG",
              "pub-id_doi": "10.1186/s40168-015-0116-3",
              "pub-id_pmid": "26502721",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "3",
              "year": "2015"
            },
            "text": "Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52241,
            "infons": {
              "fpage": "6453",
              "issue": "14",
              "lpage": "6466",
              "name_0": "surname:Venkateswaran;given-names:K",
              "name_1": "surname:Vaishampayan;given-names:P",
              "name_2": "surname:Cisneros;given-names:J",
              "name_3": "surname:Pierson;given-names:DL",
              "name_4": "surname:Rogers;given-names:SO",
              "name_5": "surname:Perry;given-names:J",
              "pub-id_doi": "10.1007/s00253-014-5650-6",
              "pub-id_pmid": "24695826",
              "section_type": "REF",
              "source": "Appl Microbiol Biotechnol",
              "type": "ref",
              "volume": "98",
              "year": "2014"
            },
            "text": "International Space Station environmental microbiome - microbial inventories of ISS filter debris",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52339,
            "infons": {
              "fpage": "16007",
              "name_0": "surname:Ichijo;given-names:T",
              "name_1": "surname:Yamaguchi;given-names:N",
              "name_2": "surname:Tanigaki;given-names:F",
              "name_3": "surname:Shirakawa;given-names:M",
              "name_4": "surname:Nasu;given-names:M",
              "pub-id_doi": "10.1038/npjmgrav.2016.7",
              "pub-id_pmid": "28725725",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "2",
              "year": "2016"
            },
            "text": "Four-year bacterial monitoring in the International Space Station—Japanese experiment module “Kibo” with culture-independent approach",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52479,
            "infons": {
              "fpage": "e4029",
              "name_0": "surname:Lang;given-names:JM",
              "name_1": "surname:Coil;given-names:DA",
              "name_2": "surname:Neches;given-names:RY",
              "name_3": "surname:Brown;given-names:WE",
              "name_4": "surname:Cavalier;given-names:D",
              "name_5": "surname:Severance;given-names:M",
              "pub-id_doi": "10.7717/peerj.4029",
              "pub-id_pmid": "29492330",
              "section_type": "REF",
              "source": "PeerJ",
              "type": "ref",
              "volume": "5",
              "year": "2017"
            },
            "text": "A microbial survey of the International Space Station (ISS)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52539,
            "infons": {
              "fpage": "283",
              "lpage": "292",
              "name_0": "surname:Bruce;given-names:R",
              "name_1": "surname:Ott;given-names:C",
              "name_2": "surname:Skuratov;given-names:V",
              "name_3": "surname:Pierson;given-names:D",
              "section_type": "REF",
              "source": "SAE Trans",
              "type": "ref",
              "volume": "114",
              "year": "2005"
            },
            "text": "Microbial surveillance of potable water sources of the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52622,
            "infons": {
              "fpage": "814",
              "issue": "1",
              "name_0": "surname:Urbaniak;given-names:C",
              "name_1": "surname:Sielaff;given-names:AC",
              "name_2": "surname:Frey;given-names:KG",
              "name_3": "surname:Allen;given-names:JE",
              "name_4": "surname:Singh;given-names:N",
              "name_5": "surname:Jaing;given-names:C",
              "pub-id_doi": "10.1038/s41598-017-18506-4",
              "pub-id_pmid": "29339831",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "8",
              "year": "2018"
            },
            "text": "Detection of antimicrobial resistance genes associated with the International Space Station environmental surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52737,
            "infons": {
              "fpage": "3990",
              "issue": "1",
              "name_0": "surname:Mora;given-names:M",
              "name_1": "surname:Wink;given-names:L",
              "name_2": "surname:Kögler;given-names:I",
              "name_3": "surname:Mahnert;given-names:A",
              "name_4": "surname:Rettberg;given-names:P",
              "name_5": "surname:Schwendner;given-names:P",
              "pub-id_doi": "10.1038/s41467-019-11682-z",
              "pub-id_pmid": "31488812",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Space station conditions are selective but do not alter microbial characteristics relevant to human health",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52844,
            "infons": {
              "fpage": "50",
              "issue": "1",
              "name_0": "surname:Checinska Sielaff;given-names:A",
              "name_1": "surname:Urbaniak;given-names:C",
              "name_2": "surname:Mohan;given-names:GBM",
              "name_3": "surname:Stepanov;given-names:VG",
              "name_4": "surname:Tran;given-names:Q",
              "name_5": "surname:Wood;given-names:JM",
              "pub-id_doi": "10.1186/s40168-019-0666-x",
              "pub-id_pmid": "30955503",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52975,
            "infons": {
              "fpage": "e00214",
              "issue": "17",
              "lpage": "e00221",
              "name_0": "surname:Simpson;given-names:AC",
              "name_1": "surname:Urbaniak;given-names:C",
              "name_2": "surname:Singh;given-names:NK",
              "name_3": "surname:Wood;given-names:JM",
              "name_4": "surname:Debieu;given-names:M",
              "name_5": "surname:O’Hara;given-names:NB",
              "pub-id_doi": "10.1128/MRA.00214-21",
              "pub-id_pmid": "33927037",
              "section_type": "REF",
              "source": "Microbiol Resour Announc",
              "type": "ref",
              "volume": "10",
              "year": "2021"
            },
            "text": "Draft genome sequences of various bacterial phyla isolated from the International Space Station",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53071,
            "infons": {
              "fpage": "204",
              "issue": "1",
              "name_0": "surname:Singh;given-names:NK",
              "name_1": "surname:Wood;given-names:JM",
              "name_2": "surname:Karouia;given-names:F",
              "name_3": "surname:Venkateswaran;given-names:K",
              "pub-id_doi": "10.1186/s40168-018-0585-2",
              "pub-id_pmid": "30424821",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53225,
            "infons": {
              "fpage": "9911",
              "issue": "1",
              "name_0": "surname:Voorhies;given-names:AA",
              "name_1": "surname:Mark Ott;given-names:C",
              "name_2": "surname:Mehta;given-names:S",
              "name_3": "surname:Pierson;given-names:DL",
              "name_4": "surname:Crucian;given-names:BE",
              "name_5": "surname:Feiveson;given-names:A",
              "pub-id_doi": "10.1038/s41598-019-46303-8",
              "pub-id_pmid": "31289321",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "9",
              "year": "2019"
            },
            "text": "Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53340,
            "infons": {
              "fpage": "e0231838",
              "issue": "4",
              "name_0": "surname:Avila-Herrera;given-names:A",
              "name_1": "surname:Thissen;given-names:J",
              "name_2": "surname:Urbaniak;given-names:C",
              "name_3": "surname:Be;given-names:NA",
              "name_4": "surname:Smith;given-names:DJ",
              "name_5": "surname:Karouia;given-names:F",
              "pub-id_doi": "10.1371/journal.pone.0231838",
              "pub-id_pmid": "32348348",
              "section_type": "REF",
              "source": "PLoS One",
              "type": "ref",
              "volume": "15",
              "year": "2020"
            },
            "text": "Crewmember microbiome may influence microbial composition of ISS habitable surfaces",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53424,
            "infons": {
              "fpage": "1048",
              "issue": "6200",
              "lpage": "1052",
              "name_0": "surname:Lax;given-names:S",
              "name_1": "surname:Smith;given-names:DP",
              "name_2": "surname:Hampton-Marcell;given-names:J",
              "name_3": "surname:Owens;given-names:SM",
              "name_4": "surname:Handley;given-names:KM",
              "name_5": "surname:Scott;given-names:NM",
              "pub-id_doi": "10.1126/science.1254529",
              "pub-id_pmid": "25170151",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "345",
              "year": "2014"
            },
            "text": "Longitudinal analysis of microbial interaction between humans and the indoor environment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53513,
            "infons": {
              "fpage": "314",
              "lpage": "322",
              "name_0": "surname:Klimenko;given-names:NS",
              "name_1": "surname:Tyakht;given-names:AV",
              "name_2": "surname:Toshchakov;given-names:SV",
              "name_3": "surname:Shevchenko;given-names:MA",
              "name_4": "surname:Korzhenkov;given-names:AA",
              "name_5": "surname:Afshinnekoo;given-names:E",
              "pub-id_doi": "10.1016/j.csbj.2020.01.007",
              "pub-id_pmid": "32071708",
              "section_type": "REF",
              "source": "Comput Struct Biotechnol J",
              "type": "ref",
              "volume": "18",
              "year": "2020"
            },
            "text": "Co-occurrence patterns of bacteria within microbiome of Moscow subway",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53583,
            "infons": {
              "fpage": "124",
              "issue": "1",
              "name_0": "surname:Szemraj;given-names:M",
              "name_1": "surname:Czekaj;given-names:T",
              "name_2": "surname:Kalisz;given-names:J",
              "name_3": "surname:Szewczyk;given-names:EM",
              "pub-id_doi": "10.1186/s12866-019-1496-5",
              "pub-id_pmid": "31182020",
              "section_type": "REF",
              "source": "BMC Microbiol",
              "type": "ref",
              "volume": "19",
              "year": "2019"
            },
            "text": "Differences in distribution of MLS antibiotics resistance genes in clinical isolates of staphylococci belonging to species: S. epidermidis, S. hominis, S. haemolyticus, S. simulans and S. warneri",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53779,
            "infons": {
              "fpage": "775",
              "issue": "5",
              "lpage": "784",
              "name_0": "surname:Drew;given-names:RH",
              "name_1": "surname:Perfect;given-names:JR",
              "name_2": "surname:Srinath;given-names:L",
              "name_3": "surname:Kurkimilis;given-names:E",
              "name_4": "surname:Dowzicky;given-names:M",
              "name_5": "surname:Talbot;given-names:GH",
              "pub-id_doi": "10.1093/jac/46.5.775",
              "pub-id_pmid": "11062197",
              "section_type": "REF",
              "source": "J Antimicrob Chemother",
              "type": "ref",
              "volume": "46",
              "year": "2000"
            },
            "text": "Treatment of methicillin-resistant Staphylococcus aureus infections with quinupristin–dalfopristin in patients intolerant of or failing prior therapy",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53931,
            "infons": {
              "fpage": "263",
              "issue": "4",
              "lpage": "268",
              "name_0": "surname:Appalaraju;given-names:B",
              "name_1": "surname:Jayakumar;given-names:S",
              "pub-id_pmid": "22471195",
              "section_type": "REF",
              "source": "J Commun Dis",
              "type": "ref",
              "volume": "42",
              "year": "2010"
            },
            "text": "Inducible clindamycin resistance in Staphylococcus aureus isolated from clinical samples",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54020,
            "infons": {
              "fpage": "936",
              "issue": "6",
              "lpage": "943",
              "name_0": "surname:Louca;given-names:S",
              "name_1": "surname:Polz;given-names:MF",
              "name_2": "surname:Mazel;given-names:F",
              "name_3": "surname:Albright;given-names:MBN",
              "name_4": "surname:Huber;given-names:JA",
              "name_5": "surname:O’Connor;given-names:MI",
              "pub-id_doi": "10.1038/s41559-018-0519-1",
              "pub-id_pmid": "29662222",
              "section_type": "REF",
              "source": "Nat Ecol Evol",
              "type": "ref",
              "volume": "2",
              "year": "2018"
            },
            "text": "Function and functional redundancy in microbial systems",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54076,
            "infons": {
              "fpage": "402",
              "issue": "5",
              "lpage": "413",
              "name_0": "surname:Moya;given-names:A",
              "name_1": "surname:Ferrer;given-names:M",
              "pub-id_doi": "10.1016/j.tim.2016.02.002",
              "pub-id_pmid": "26996765",
              "section_type": "REF",
              "source": "Trends Microbiol",
              "type": "ref",
              "volume": "24",
              "year": "2016"
            },
            "text": "Functional redundancy-induced stability of gut microbiota subjected to disturbance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54159,
            "infons": {
              "fpage": "1261359",
              "issue": "6237",
              "name_0": "surname:Sunagawa;given-names:S",
              "name_1": "surname:Coelho;given-names:LP",
              "name_2": "surname:Chaffron;given-names:S",
              "name_3": "surname:Kultima;given-names:JR",
              "name_4": "surname:Labadie;given-names:K",
              "name_5": "surname:Salazar;given-names:G",
              "pub-id_doi": "10.1126/science.1261359",
              "pub-id_pmid": "25999513",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "348",
              "year": "2015"
            },
            "text": "Ocean plankton. Structure and function of the global ocean microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54229,
            "infons": {
              "fpage": "75",
              "name_0": "surname:Grządziel;given-names:J",
              "pub-id_doi": "10.17951/pjss.2017.50.1.75",
              "section_type": "REF",
              "source": "Pol J Soil Sci",
              "type": "ref",
              "volume": "50",
              "year": "2017"
            },
            "text": "Functional redundancy of soil microbiota – does more always mean better?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54304,
            "infons": {
              "fpage": "6217",
              "issue": "1",
              "name_0": "surname:Tian;given-names:L",
              "name_1": "surname:Wang;given-names:X-W",
              "name_2": "surname:Wu;given-names:A-K",
              "name_3": "surname:Fan;given-names:Y",
              "name_4": "surname:Friedman;given-names:J",
              "name_5": "surname:Dahlin;given-names:A",
              "pub-id_doi": "10.1038/s41467-020-19940-1",
              "pub-id_pmid": "33277504",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "11",
              "year": "2020"
            },
            "text": "Deciphering functional redundancy in the human microbiome",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54362,
            "infons": {
              "fpage": "2653",
              "name_0": "surname:Camardo Leggieri;given-names:M",
              "name_1": "surname:Giorni;given-names:P",
              "name_2": "surname:Pietri;given-names:A",
              "name_3": "surname:Battilani;given-names:P",
              "pub-id_doi": "10.3389/fmicb.2019.02653",
              "pub-id_pmid": "31781087",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Aspergillus flavus and Fusarium verticillioides interaction: modeling the impact on mycotoxin production",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54467,
            "infons": {
              "fpage": "1265",
              "name_0": "surname:Giorni;given-names:P",
              "name_1": "surname:Bertuzzi;given-names:T",
              "name_2": "surname:Battilani;given-names:P",
              "pub-id_doi": "10.3389/fmicb.2019.01265",
              "pub-id_pmid": "31244797",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Impact of fungi co-occurrence on mycotoxin contamination in maize during the growing season",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54559,
            "infons": {
              "fpage": "1087",
              "issue": "4",
              "lpage": "1092",
              "name_0": "surname:Hamid;given-names:AS",
              "name_1": "surname:Tesfamariam;given-names:IG",
              "name_2": "surname:Zhang;given-names:Y",
              "name_3": "surname:Zhang;given-names:ZG",
              "pub-id_doi": "10.3892/ol.2013.1169",
              "pub-id_pmid": "23599745",
              "section_type": "REF",
              "source": "Oncol Lett",
              "type": "ref",
              "volume": "5",
              "year": "2013"
            },
            "text": "Aflatoxin B1-induced hepatocellular carcinoma in developing countries: geographical distribution, mechanism of action and prevention",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54692,
            "infons": {
              "fpage": "33",
              "name_0": "surname:Ramírez Granillo;given-names:A",
              "name_1": "surname:Canales;given-names:MGM",
              "name_2": "surname:Espíndola;given-names:MES",
              "name_3": "surname:Martínez Rivera;given-names:MA",
              "name_4": "surname:de Lucio;given-names:VMB",
              "name_5": "surname:Tovar;given-names:AVR",
              "pub-id_doi": "10.1186/s12866-015-0363-2",
              "pub-id_pmid": "25880740",
              "section_type": "REF",
              "source": "BMC Microbiol",
              "type": "ref",
              "volume": "15",
              "year": "2015"
            },
            "text": "Antibiosis interaction of Staphylococccus aureus on Aspergillus fumigatus assessed in vitro by mixed biofilm formation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54811,
            "infons": {
              "fpage": "2",
              "issue": "1",
              "lpage": "9",
              "name_0": "surname:Kaur;given-names:S",
              "name_1": "surname:Singh;given-names:S",
              "pub-id_pmid": "23962172",
              "section_type": "REF",
              "source": "Med Mycol",
              "type": "ref",
              "volume": "52",
              "year": "2014"
            },
            "text": "Biofilm formation by Aspergillus fumigatus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54854,
            "infons": {
              "fpage": "7",
              "issue": "1",
              "name_0": "surname:Richardson;given-names:M",
              "name_1": "surname:Rautemaa-Richardson;given-names:R",
              "pub-id_doi": "10.3390/microorganisms7010007",
              "section_type": "REF",
              "source": "Microorganisms.",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Exposure to Aspergillus in home and healthcare facilities’ water environments: focus on biofilms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54953,
            "infons": {
              "fpage": "542",
              "issue": "3",
              "lpage": "551",
              "name_0": "surname:Kip;given-names:N",
              "name_1": "surname:van Veen;given-names:JA",
              "pub-id_doi": "10.1038/ismej.2014.169",
              "pub-id_pmid": "25259571",
              "section_type": "REF",
              "source": "ISME J",
              "type": "ref",
              "volume": "9",
              "year": "2015"
            },
            "text": "The dual role of microbes in corrosion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54992,
            "infons": {
              "fpage": "49",
              "lpage": "61",
              "name_0": "surname:Kauffmann-Lacroix;given-names:C",
              "name_1": "surname:Costa;given-names:D",
              "name_2": "surname:Imbert;given-names:C",
              "pub-id_doi": "10.1007/5584_2016_8",
              "pub-id_pmid": "27167410",
              "section_type": "REF",
              "source": "Adv Exp Med Biol",
              "type": "ref",
              "volume": "931",
              "year": "2016"
            },
            "text": "Fungi, water supply and biofilms",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55025,
            "infons": {
              "fpage": "30",
              "lpage": "39",
              "name_0": "surname:Novak Babič;given-names:M",
              "name_1": "surname:Zalar;given-names:P",
              "name_2": "surname:Ženko;given-names:B",
              "name_3": "surname:Džeroski;given-names:S",
              "name_4": "surname:Gunde-Cimerman;given-names:N",
              "pub-id_doi": "10.1016/j.funeco.2015.10.001",
              "section_type": "REF",
              "source": "Fungal Ecol",
              "type": "ref",
              "volume": "20",
              "year": "2016"
            },
            "text": "Yeasts and yeast-like fungi in tap water and groundwater, and their transmission to household appliances",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55130,
            "infons": {
              "fpage": "968",
              "issue": "1",
              "name_0": "surname:Mahnert;given-names:A",
              "name_1": "surname:Moissl-Eichinger;given-names:C",
              "name_2": "surname:Zojer;given-names:M",
              "name_3": "surname:Bogumil;given-names:D",
              "name_4": "surname:Mizrahi;given-names:I",
              "name_5": "surname:Rattei;given-names:T",
              "pub-id_doi": "10.1038/s41467-019-08864-0",
              "pub-id_pmid": "30814504",
              "section_type": "REF",
              "source": "Nat Commun",
              "type": "ref",
              "volume": "10",
              "year": "2019"
            },
            "text": "Man-made microbial resistances in built environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55183,
            "infons": {
              "fpage": "312",
              "issue": "2",
              "lpage": "324",
              "name_0": "surname:Vaishampayan;given-names:P",
              "name_1": "surname:Probst;given-names:AJ",
              "name_2": "surname:La Duc;given-names:MT",
              "name_3": "surname:Bargoma;given-names:E",
              "name_4": "surname:Benardini;given-names:JN",
              "name_5": "surname:Andersen;given-names:GL",
              "pub-id_doi": "10.1038/ismej.2012.114",
              "pub-id_pmid": "23051695",
              "section_type": "REF",
              "source": "ISME J",
              "type": "ref",
              "volume": "7",
              "year": "2013"
            },
            "text": "New perspectives on viable microbial communities in low-biomass cleanroom environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55270,
            "infons": {
              "fpage": "1056",
              "issue": "7",
              "lpage": "1067",
              "name_0": "surname:Ames;given-names:SK",
              "name_1": "surname:Gardner;given-names:SN",
              "name_2": "surname:Marti;given-names:JM",
              "name_3": "surname:Slezak;given-names:TR",
              "name_4": "surname:Gokhale;given-names:MB",
              "name_5": "surname:Allen;given-names:JE",
              "pub-id_doi": "10.1101/gr.184879.114",
              "pub-id_pmid": "25926546",
              "section_type": "REF",
              "source": "Genome Res",
              "type": "ref",
              "volume": "25",
              "year": "2015"
            },
            "text": "Using populations of human and microbial genomes for organism detection in metagenomes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55357,
            "infons": {
              "fpage": "15",
              "name_0": "surname:Fernandes;given-names:AD",
              "name_1": "surname:Reid;given-names:JNS",
              "name_2": "surname:Macklaim;given-names:JM",
              "name_3": "surname:McMurrough;given-names:TA",
              "name_4": "surname:Edgell;given-names:DR",
              "name_5": "surname:Gloor;given-names:GB",
              "pub-id_doi": "10.1186/2049-2618-2-15",
              "pub-id_pmid": "24910773",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "2",
              "year": "2014"
            },
            "text": "Unifying the analysis of high-throughput sequencing datasets: characterizing RNA-seq, 16S rRNA gene sequencing and selective growth experiments by compositional data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55532,
            "infons": {
              "fpage": "23",
              "issue": "1",
              "name_0": "surname:Arango-Argoty;given-names:G",
              "name_1": "surname:Garner;given-names:E",
              "name_2": "surname:Pruden;given-names:A",
              "name_3": "surname:Heath;given-names:LS",
              "name_4": "surname:Vikesland;given-names:P",
              "name_5": "surname:Zhang;given-names:L",
              "pub-id_doi": "10.1186/s40168-018-0401-z",
              "pub-id_pmid": "29391044",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "DeepARG: a deep learning approach for predicting antibiotic resistance genes from metagenomic data",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55631,
            "infons": {
              "fpage": "252",
              "issue": "2",
              "lpage": "260",
              "name_0": "surname:Veech;given-names:JA",
              "pub-id_doi": "10.1111/j.1466-8238.2012.00789.x",
              "section_type": "REF",
              "source": "Glob Ecol Biogeogr",
              "type": "ref",
              "volume": "22",
              "year": "2013"
            },
            "text": "A probabilistic model for analysing species co-occurrence",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55689,
            "infons": {
              "fpage": "158",
              "issue": "1",
              "name_0": "surname:Uritskiy;given-names:GV",
              "name_1": "surname:DiRuggiero;given-names:J",
              "name_2": "surname:Taylor;given-names:J",
              "pub-id_doi": "10.1186/s40168-018-0541-1",
              "pub-id_pmid": "30219103",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "6",
              "year": "2018"
            },
            "text": "MetaWRAP—a flexible pipeline for genome-resolved metagenomic data analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55766,
            "infons": {
              "fpage": "D206",
              "issue": "Database issue",
              "lpage": "DD14",
              "name_0": "surname:Overbeek;given-names:R",
              "name_1": "surname:Olson;given-names:R",
              "name_2": "surname:Pusch;given-names:GD",
              "name_3": "surname:Olsen;given-names:GJ",
              "name_4": "surname:Davis;given-names:JJ",
              "name_5": "surname:Disz;given-names:T",
              "pub-id_doi": "10.1093/nar/gkt1226",
              "pub-id_pmid": "24293654",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "42",
              "year": "2014"
            },
            "text": "The SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55856,
            "infons": {
              "fpage": "W30",
              "issue": "W1",
              "lpage": "WW5",
              "name_0": "surname:Bertelli;given-names:C",
              "name_1": "surname:Laird;given-names:MR",
              "name_2": "surname:Williams;given-names:KP",
              "name_3": "surname:Lau;given-names:BY",
              "name_4": "surname:Hoad;given-names:G",
              "pub-id_doi": "10.1093/nar/gkx343",
              "pub-id_pmid": "28472413",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "45",
              "year": "2017"
            },
            "text": "IslandViewer 4: expanded prediction of genomic islands for larger-scale datasets",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]