[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250712",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC9389742",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1186/s12866-022-02614-x",
              "article-id_pmc": "PMC9389742",
              "article-id_publisher-id": "2614",
              "elocation-id": "202",
              "kwd": "Symbiosis Apoptosis Caspases Microgravity",
              "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
              "name_0": "surname:Vroom;given-names:Madeline M.",
              "name_1": "surname:Troncoso-Garcia;given-names:Angel",
              "name_2": "surname:Duscher;given-names:Alexandrea A.",
              "name_3": "surname:Foster;given-names:Jamie S.",
              "section_type": "TITLE",
              "title": "Keywords",
              "type": "front",
              "volume": "22",
              "year": "2022"
            },
            "text": "Modeled microgravity alters apoptotic gene expression and caspase activity in the squid-vibrio symbiosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 105,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 116,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Spaceflight is a novel and profoundly stressful environment for life. One aspect of spaceflight, microgravity, has been shown to perturb animal physiology thereby posing numerous health risks, including dysregulation of normal developmental pathways. Microgravity can also negatively impact the interactions between animals and their microbiomes. However, the effects of microgravity on developmental processes influenced by beneficial microbes, such as apoptosis, remains poorly understood. Here, the binary mutualism between the bobtail squid, Euprymna scolopes, and the gram-negative bacterium, Vibrio fischeri, was studied under modeled microgravity conditions to elucidate how this unique stressor alters apoptotic cell death induced by beneficial microbes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 879,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 887,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "Analysis of the host genome and transcriptome revealed a complex network of apoptosis genes affiliated with extrinsic/receptor-mediated and intrinsic/stress-induced apoptosis. Expression of apoptosis genes under modeled microgravity conditions occurred earlier and at high levels compared to gravity controls, in particular the expression of genes encoding initiator and executioner caspases. Functional assays of these apoptotic proteases revealed heightened activity under modeled microgravity; however, these increases could be mitigated using caspase inhibitors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1454,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1466,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The outcomes of this study indicated that modeled microgravity alters the expression of both extrinsic and intrinsic apoptosis gene expression and that this process is mediated in part by caspases. Modeled microgravity-associated increases of caspase activity can be pharmacologically inhibited suggesting that perturbations to the normal apoptosis signaling cascade can be mitigated, which may have broader implications for maintaining animal-microbial homeostasis in spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1948,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1974,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The online version contains supplementary material available at 10.1186/s12866-022-02614-x.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2066,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Background",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2077,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Microgravity is a profound source of physiological stress in animals during spaceflight. A reduction in Earth’s gravity can significantly change the shear forces, buoyancy-driven convection, and hydrostatic pressures that organisms experience, thus altering critical biological pathways at the cellular, subcellular, and molecular level.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2417,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "One such pathway that can be negatively impacted during spaceflight and microgravity analogs conditions is apoptosis or programmed cell death. Apoptosis is a tightly regulated process that eliminates damaged and unnecessary cells without inflammation and constitutes a critical lever of physiological homeostasis in multicellular organisms. Anomalies in programmed cell death have been attributed to some of the most debilitating health effects of spaceflight, including muscular atrophy, bone demineralization, immune system dysregulation, cardiovascular deconditioning, and visual impairment. Additionally, rodent studies conducted with the hindlimb unloading model, which mimics the reduced weight-bearing of spaceflight through a 30° head-down tilt, have reported higher rates of myonuclear and osteocytic apoptosis during muscular atrophy and bone loss. Other studies have shown that exposure to actual or simulated microgravity conditions can induce apoptosis in the leukocytes of humans and mice, with effects lingering for up to a week post-flight. Endothelial cells (e.g., coronary arteries) also exhibit increased mortality under microgravity conditions, which may contribute to cardiovascular deterioration in flight. Collectively, these findings indicate a more intricate understanding of the molecular mechanisms underlying microgravity-induced apoptosis in animals is needed to ensure the continued health and wellbeing of crew members during long-term space missions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3901,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Indeed, dysbiosis is a well-known consequence of spaceflight and there is compelling evidence to suggest that disruptions in an animal’s normal, healthy, microbiome may be related to dysfunctional apoptotic cell death in microgravity. Altered proportions of Firmicutes and Bacteroidetes in the gastrointestinal tract of mice have been associated with reduced apoptosis among colonic epithelial cells in modeled microgravity, thus hindering tissue turnover. Simulated weightlessness has also been shown to induce apoptotic damage in the intestinal mucosal barrier of rats, which is paralleled by compositional changes in the gut microbiome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4543,
            "infons": {
              "file": "12866_2022_2614_Fig1_HTML.jpg",
              "id": "Fig1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Overview of the host Euprymna scolopes, experimental setup, and developmental timeline under different gravitational treatments. a Image of E. scolopes paralarvae at the time of hatching. The location of the light organ within the host mantle cavity is marked (black box). b Fluorescent micrograph showing the bilobed light organ (top) with pronounced fields of ciliated epithelial cells forming distinctive appendage-like structures (cea) extending from either side of the light organ. Light organs stained with acridine orange at the time of hatching (lower left) and during the peak of bacteria-induced apoptosis at 16 h (lower right) show punctate nuclei demarking apoptotic cell death only in those cells exposed to V. fischeri. c High aspect ratio vessels positioned in the modeled microgravity treatment (left) and gravity (right) control positions. d Comparative timeline demonstrating the shift in bacteria-induced apoptosis between gravity and modeled microgravity conditions. The onset and peak of bacteria-induced apoptosis is accelerated in low shear modeled microgravity conditions (LSMMG)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5648,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To address these issues, the monospecific mutualism between the Hawaiian bobtail squid, Euprymna scolopes, and the gram-negative bacterium Vibrio fischeri has emerged as a tractable model system to study the impact of reduced gravity on bacteria-induced changes to host physiology, including apoptosis. V. fischeri colonizes a specialized light organ (Fig. 1a-c) in the host squid and produces luminescence that the squid uses at night to conceal its shadow from predators. Shortly after E. scolopes hatch, V. fischeri are entrained from the surrounding seawater via ciliated epithelial appendages (CEA) that border each lobe of the nascent light organ (Fig. 1b), and in so doing, potentiate colonization. Shortly thereafter, microbe-associated molecular pattern (MAMP) molecules, including lipopolysaccharide (LPS) and tracheal cytotoxin, induce a post-embryonic remodeling event during which apoptosis is widely induced throughout the light organ’s ciliated fields (Fig. 1c), peaking at 16 h. Subsequently, in the days following colonization, these structures completely regress and the light organ undergoes further maturation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 6785,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "To simulate microgravity, high aspect ratio vessels (HARVs) have been successfully used with the squid-vibrio symbiosis to generate a low sheared modeled microgravity (LSMMG) environment (Fig. 1c). Briefly, rotation about a horizontal axis offsets gravitational settling such that the contents of each reactor are maintained in a state of constant suspension under low shear conditions that emulate the quiescent fluid dynamics of low Earth orbit (Fig. 1c). Rotation about a vertical axis, by contrast, allows for sedimentation to occur unperturbed and thus serves as the unit Earth gravity controls (Fig. 1c). The LSMMG environment produced by this ground-based analog has been used for decades to model microgravity, and results obtained with the HARVs have been shown to parallel the findings of many spaceflight studies.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7613,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Previously, studies using the squid-vibrio model in LSMMG revealed that the bacteria-induced development of the light organ is accelerated under modeled microgravity conditions (Fig. 1d), however, the mechanisms by which these changes occur are unknown. In this study, we characterize several aspects of the apoptosis genetic machinery in the host squid, examine the differential expression of several of these apoptosis-related genes, and assess the activity and mitigation potential of several initiator and executioner caspases associated with apoptosis under modeled microgravity conditions. The outcomes provide new insight into the mechanisms underlying apoptotic dysregulation in response to microgravity-like stress and its potential impact on the physiology of animals and beneficial microbes during spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8436,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8444,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Identification of the extrinsic and intrinsic apoptosis network within the host Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8542,
            "infons": {
              "file": "12866_2022_2614_Fig2_HTML.jpg",
              "id": "Fig2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Putative pathways for apoptosis in Euprymna scolopes. The candidates identified from the genome and reference transcriptome included effectors of both extrinsic/receptor-mediated, and intrinsic/stress-associated, apoptosis. Representative interactions were mapped by cross referencing the multi-species KEGG pathway for apoptosis (ko04215) with peer-reviewed literature",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8912,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To elucidate the apoptosis machinery in the bobtail squid, a detailed map of the putative pathways for apoptosis in the squid host was generated by data-mining the reference transcriptome and genome of E. scolopes (Fig. 2). This search identified 293 transcripts, representing 137 unique genes, involved in the regulation of apoptosis in the host squid (Table S1; Fig. S1). The resultant network revealed an elaborate web of parallel and hierarchical interactions and pro-and anti-apoptotic effectors that appear to govern extrinsic, receptor-mediated, and intrinsic, stress-induced cell death via transcriptional, translational, and post-translational means (Fig. 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9583,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "For the extrinsic apoptosis network, two tumor necrosis factor receptor superfamily members (Tnfrsf11, Tnfrsf21) and five Tnf-associated factors (Traf 2, 3, 4, 6, and 7) were discovered in E. scolopes (Fig. 2, Table S1). The closely related initiator caspases-8 and -10 were also identified, as well as death domain-associated adaptors Fadd, Daxx, and the stress-associated kinase Ripk1. Interestingly, neither Fas ligand nor its corresponding receptor was found in the reference transcriptome despite the presence of components known to operate downstream (e.g., Fadd). Nevertheless, E. scolopes was determined to harbor all the effectors required to assemble a complete death-inducing signaling complex (DISC) for extrinsic, receptor-mediated apoptosis, which serves as the activation assembly for extrinsic initiator caspases-10 and -8. Additionally, transcripts associated with three LPS-binding proteins (Lbps) and the LPS-induced transcription factor, Litaf, which have been previously described in E. scolopes were also observed in the putative extrinsic, receptor-mediated network (Fig. 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10684,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With regards to the intrinsic apoptosis pathway, transcripts encoding both pro-apoptotic (Bnip3, Bcl10, Bcl2L13, Bax, Bak) and anti-apoptotic (Bcl2L1, Mcl1, Ar1) members of the Bcl2 protein family were found in E. scolopes (Fig. 2; Table S1). A variety of mitochondrial proteins (i.e., Aifm1, Aifm3, Diablo, Cytc, Htra2) were identified as well as Apaf1 and the intrinsic initiator caspase-9. Thus, all the requisite parts of the apoptosome, which is the activation complex of the stress-induced pathway for cell death were found in the bobtail squid (Fig. 2). However, the Bh3-only protein Bid, which typically represents a critical junction for crosstalk between the intrinsic and extrinsic pathways for apoptosis in animals, was conspicuously absent. Likewise, the presence of atypical initiator caspase-2 was confirmed along with Pidd1, both of which are constituents of the pro-death, p53-inducible, PIDDosome complex that forms in response to DNA damage; however, no evidence of the third member of this assembly, Raidd/Cradd, was found in the bobtail squid reference transcriptome or genome.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11785,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In addition to Bcl2-type repressors, transcripts encoding numerous inhibitors of apoptosis proteins (Iaps) were discovered in the host squid. Included among these were Xiap, Diap2, three Baculoviral Iap-repeat containing proteins (Birc7b, Birc3, and Birc6), three Bcl2-associated athanogene regulators (Bag 1, 4, and 6), cell death regulator Aven, the peptidyl isomerase Pin1, as well as heat shock proteins Hsp90 and Hsp7c (Table S1). Further examination revealed the presence of numerous cathepsin (B, K, L, L1, L2, Z) and calpain (1–3, 5, 7–9, 11, B, D) proteases, several of which have been previously reported in E. scolopes. The cathepsins recovered from the reference transcriptome were primarily cysteine-dependent, except for cathepsin B, which is a serine protease. Intriguingly, neither aspartic acid-type cathepsins (D and E) were found in the host squid.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12657,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Analysis of the E. scolopes reference transcriptome revealed a variety of nucleus-localizing proteins affiliated with apoptosis (Table S1). Broadly, this included transcription factors (i.e., Aatf, Atf4, Jun, E2f, Hox, Irf, Litaf, NF-κB, p73), p53-type transactivators (i.e., Aspp1, Ccar1), and apoptotic mediators of chromatin condensation and DNA fragmentation (i.e., Acin1, Dffb/Cad, EndoG) (Table S1). Transcripts encoding numerous regulators of apoptotic translation were likewise present in the squid, most notably the eukaryotic initiation factors Eif2, Eif3f, Eif3j, Eif4b, and Eif4e (Table S1). Interestingly, however, no transactivating factors of internal ribosomal entry site (IRES)-mediated translation were present in the transcriptome of E. scolopes, and the nuclear lamin protease and executioner caspase, caspase-6, was not observed.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13512,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Extrinsic and intrinsic apoptosis gene expression under LSMMG conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13585,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "NanoString CodeSet for apoptosis genes in Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13645,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Protein</th><th align=\"left\">Functional description</th></tr></thead><tbody><tr><td align=\"left\">Acin1</td><td align=\"left\">Mediates apoptotic chromatin condensation following caspase 3 activation without fragmentation</td></tr><tr><td align=\"left\">Aifm1</td><td align=\"left\">Contributes to caspase-independent apoptosis, also activates executioner caspases 7</td></tr><tr><td align=\"left\">Aifm3</td><td align=\"left\">Implicated in intrinsic, caspase-dependent, apoptosis via reduced mitochondrial membrane potential</td></tr><tr><td align=\"left\">Apaf1</td><td align=\"left\">Forms the apoptosome complex with cytochrome C</td></tr><tr><td align=\"left\">Api5<sup>a</sup></td><td align=\"left\">Anti-apoptotic factor that inhibits E2f1-induced apoptosis</td></tr><tr><td align=\"left\">Arts</td><td align=\"left\">Regulates cytoskeletal organization and is required for Tgf-β induced apoptosis</td></tr><tr><td align=\"left\">Aspp1</td><td align=\"left\">Enhances the transactivation and DNA-binding activity of p53 at the promoters of pro-apoptotic genes</td></tr><tr><td align=\"left\">Atm</td><td align=\"left\">Senses DNA damage and activates checkpoint signaling in response to apoptotic or genotoxic stressors</td></tr><tr><td align=\"left\">Aven</td><td align=\"left\">Inhibits Apaf1-dependent intrinsic apoptosis</td></tr><tr><td align=\"left\">Bcl2L1</td><td align=\"left\">Blocks caspase activation and the release of cytochrome C from the mitochondria. BclXL isoform</td></tr><tr><td align=\"left\">Bag1</td><td align=\"left\">Strengthens anti-apoptotic Bcl2 repression, inhibits pro-death PP1R15 phosphatase</td></tr><tr><td align=\"left\">Bag4</td><td align=\"left\">Prevents constitutive signaling via Tnf superfamily receptor member 1A</td></tr><tr><td align=\"left\">Bak</td><td align=\"left\">Forms pores in the mitochondrial membrane via oligomerization in response to intracellular stress</td></tr><tr><td align=\"left\">Bax</td><td align=\"left\">Upon activation results in cytochrome C release and intrinsic apoptosis</td></tr><tr><td align=\"left\">Birc6</td><td align=\"left\">Targets caspases 3, 7, and 9 as well as mitochondrial-derived Diablo/Smac for proteasome degradation</td></tr><tr><td align=\"left\">Bnip3</td><td align=\"left\">Overcomes Bcl2-type suppression of pro-death effectors Bax/Bak. Induced by hypoxia-dependent signaling</td></tr><tr><td align=\"left\">Casp2</td><td align=\"left\">Activated in the DISC via caspase 8, the intrinsic p53-induced PIDDosome, and is cleaved by caspase 3</td></tr><tr><td align=\"left\">Casp3</td><td align=\"left\">Pro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown</td></tr><tr><td align=\"left\">Casp7<sup>a</sup></td><td align=\"left\">Pro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown</td></tr><tr><td align=\"left\">Casp8</td><td align=\"left\">Pro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly</td></tr><tr><td align=\"left\">Casp9</td><td align=\"left\">Pro-apoptotic initiator and activated via the apoptosome in response to fatal levels of intracellular stress</td></tr><tr><td align=\"left\">Casp10</td><td align=\"left\">Pro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly</td></tr><tr><td align=\"left\">CatL<sup>a</sup></td><td align=\"left\">Lysosomal cysteine protease and degrades pro-death CatD, protects against neuronal apoptosis</td></tr><tr><td align=\"left\">Daxx<sup>a</sup></td><td align=\"left\">Proposed to mediate apoptosis in response to Fas death receptor stimulation</td></tr><tr><td align=\"left\">Diablo</td><td align=\"left\">Promotes caspase-dependent apoptosis and suppresses inhibitors of apoptosis after mitochondrial release</td></tr><tr><td align=\"left\">Diap2</td><td align=\"left\">Inhibitor that inactivates effector caspase Drice (caspase 3 homolog) via ubiquitination</td></tr><tr><td align=\"left\">Fadd</td><td align=\"left\">Adaptor protein that recruits and activates caspases 8 and 10 in response to Tnfr stimulation</td></tr><tr><td align=\"left\">Hsp7c</td><td align=\"left\">Up-expression correlates with reduced apoptosis. Binds LPS. High levels inhibit p53 activation</td></tr><tr><td align=\"left\">Hsp90</td><td align=\"left\">Inducible molecular chaperone that stabilizes Akt kinase, which targets caspase 9 to inhibit apoptosis</td></tr><tr><td align=\"left\">Jnk</td><td align=\"left\">Phosphorylates transcription factors in response to radiation, including Jun, and promotes apoptosis</td></tr><tr><td align=\"left\">Jun</td><td align=\"left\">Demonstrated role in promoting apoptosis, antagonized by Bcl2 inhibitor</td></tr><tr><td align=\"left\">Lbp1</td><td align=\"left\">Binds LPS by the lipid A region. Plays a role in establishing the light organ symbiosis</td></tr><tr><td align=\"left\">Lbp2</td><td align=\"left\">Binds gram-negative LPS by the lipid A region</td></tr><tr><td align=\"left\">Lbp3</td><td align=\"left\">Binds gram-negative LPS by the lipid A region</td></tr><tr><td align=\"left\">Litaf</td><td align=\"left\">p53 inducible, promotes Tnf-α transcription in response to LPS. Inhibits anti-apoptotic Bcl6 and BclXL</td></tr><tr><td align=\"left\">Mcl1</td><td align=\"left\">Promotes cell survival and inhibits intrinsic apoptosis by blocking Bak/Bax</td></tr><tr><td align=\"left\">Pin1</td><td align=\"left\">Promotes cellular survival and inhibits pro-apoptotic factors including Bak, Bax, Fadd, and Daxx</td></tr><tr><td align=\"left\">RipK1</td><td align=\"left\">Activates pro-death Jnk cascade in response to Tnf-α. Also promotes cell survival via NF-κB activation</td></tr><tr><td align=\"left\">Traf2</td><td align=\"left\">Promotes p53-dependent apoptosis via Jnk activation. Regulates NF-κB</td></tr><tr><td align=\"left\">Traf6</td><td align=\"left\">Activates NF-κB and contributes to apoptosis through Ask1-dependent Jnk activation</td></tr><tr><td align=\"left\">Xiap<sup>a</sup></td><td align=\"left\">Inhibitor of apoptosis that targets proteins to proteasome for degradation via ubiquitination</td></tr></tbody></table>\n"
            },
            "text": "Protein\tFunctional description\t \tAcin1\tMediates apoptotic chromatin condensation following caspase 3 activation without fragmentation\t \tAifm1\tContributes to caspase-independent apoptosis, also activates executioner caspases 7\t \tAifm3\tImplicated in intrinsic, caspase-dependent, apoptosis via reduced mitochondrial membrane potential\t \tApaf1\tForms the apoptosome complex with cytochrome C\t \tApi5a\tAnti-apoptotic factor that inhibits E2f1-induced apoptosis\t \tArts\tRegulates cytoskeletal organization and is required for Tgf-β induced apoptosis\t \tAspp1\tEnhances the transactivation and DNA-binding activity of p53 at the promoters of pro-apoptotic genes\t \tAtm\tSenses DNA damage and activates checkpoint signaling in response to apoptotic or genotoxic stressors\t \tAven\tInhibits Apaf1-dependent intrinsic apoptosis\t \tBcl2L1\tBlocks caspase activation and the release of cytochrome C from the mitochondria. BclXL isoform\t \tBag1\tStrengthens anti-apoptotic Bcl2 repression, inhibits pro-death PP1R15 phosphatase\t \tBag4\tPrevents constitutive signaling via Tnf superfamily receptor member 1A\t \tBak\tForms pores in the mitochondrial membrane via oligomerization in response to intracellular stress\t \tBax\tUpon activation results in cytochrome C release and intrinsic apoptosis\t \tBirc6\tTargets caspases 3, 7, and 9 as well as mitochondrial-derived Diablo/Smac for proteasome degradation\t \tBnip3\tOvercomes Bcl2-type suppression of pro-death effectors Bax/Bak. Induced by hypoxia-dependent signaling\t \tCasp2\tActivated in the DISC via caspase 8, the intrinsic p53-induced PIDDosome, and is cleaved by caspase 3\t \tCasp3\tPro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown\t \tCasp7a\tPro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown\t \tCasp8\tPro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly\t \tCasp9\tPro-apoptotic initiator and activated via the apoptosome in response to fatal levels of intracellular stress\t \tCasp10\tPro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly\t \tCatLa\tLysosomal cysteine protease and degrades pro-death CatD, protects against neuronal apoptosis\t \tDaxxa\tProposed to mediate apoptosis in response to Fas death receptor stimulation\t \tDiablo\tPromotes caspase-dependent apoptosis and suppresses inhibitors of apoptosis after mitochondrial release\t \tDiap2\tInhibitor that inactivates effector caspase Drice (caspase 3 homolog) via ubiquitination\t \tFadd\tAdaptor protein that recruits and activates caspases 8 and 10 in response to Tnfr stimulation\t \tHsp7c\tUp-expression correlates with reduced apoptosis. Binds LPS. High levels inhibit p53 activation\t \tHsp90\tInducible molecular chaperone that stabilizes Akt kinase, which targets caspase 9 to inhibit apoptosis\t \tJnk\tPhosphorylates transcription factors in response to radiation, including Jun, and promotes apoptosis\t \tJun\tDemonstrated role in promoting apoptosis, antagonized by Bcl2 inhibitor\t \tLbp1\tBinds LPS by the lipid A region. Plays a role in establishing the light organ symbiosis\t \tLbp2\tBinds gram-negative LPS by the lipid A region\t \tLbp3\tBinds gram-negative LPS by the lipid A region\t \tLitaf\tp53 inducible, promotes Tnf-α transcription in response to LPS. Inhibits anti-apoptotic Bcl6 and BclXL\t \tMcl1\tPromotes cell survival and inhibits intrinsic apoptosis by blocking Bak/Bax\t \tPin1\tPromotes cellular survival and inhibits pro-apoptotic factors including Bak, Bax, Fadd, and Daxx\t \tRipK1\tActivates pro-death Jnk cascade in response to Tnf-α. Also promotes cell survival via NF-κB activation\t \tTraf2\tPromotes p53-dependent apoptosis via Jnk activation. Regulates NF-κB\t \tTraf6\tActivates NF-κB and contributes to apoptosis through Ask1-dependent Jnk activation\t \tXiapa\tInhibitor of apoptosis that targets proteins to proteasome for degradation via ubiquitination\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17616,
            "infons": {
              "file": "Tab1.xml",
              "id": "Tab1",
              "section_type": "TABLE",
              "type": "table_foot"
            },
            "text": "a Indicates the genes for which the nCounter probes failed",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 17675,
            "infons": {
              "file": "12866_2022_2614_Fig3_HTML.jpg",
              "id": "Fig3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Extrinsic and intrinsic gene expression in symbiotic hatchlings in gravity controls relative to LSMMG. Expression of extrinsic, receptor-mediated apoptosis genes a Lbp1, b Lbp3, c Litaf, and d Fadd. Expression of intrinsic, stress-induced apoptosis genes e Bnip3, f Bak, g Diablo, and h Aifm3. Expression is conveyed as log2 fold-change (log2FC). Positive log2FC values denote higher expression in the gravity control group (solid bars). Negative log2FC values indicate up expression in LSMMG (hatched bars). Error bars are the standard error of the mean. Asterisks denote significant differences between the conditions (* = p ≤ 0.10, ** = p ≤ 0.05)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18345,
            "infons": {
              "file": "12866_2022_2614_Fig4_HTML.jpg",
              "id": "Fig4",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Apoptotic caspase expression in symbiotic hatchlings under gravity and low shear modeled microgravity (LSMMG) conditions. Heatmaps representing the transcriptional expression of pro-death caspases -2, -3, -8, -9, and -10 genes in gravity (left) and LSMMG (right) conditions. Per the color scale, red indicates a negative Z-score and lower-than-average expression, whereas green signifies a positive Z-score and higher-than-average expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18787,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To ascertain the impact of modeled microgravity on the light organ cell death event in the host animal, 41 apoptosis-related genes identified in the reference transcriptome were selected for gene expression analysis using the NanoString nCounter assay (Table 1). These target genes were representative of key components of the apoptosis machinery depicted in Fig. 2. The expression of these target transcripts was quantified over time in hatchling paralarvae incubated within the HARVs under LSMMG and gravity control conditions in the presence and absence of the symbiotic bacterium V. fischeri ES114. Overall, the NanoString results indicated that there was an increase in the transcription of genes associated with both receptor-mediated and stress-induced apoptosis under LSMMG conditions compared to gravity controls (Fig. 3, 4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19624,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "With regards to effectors of extrinsic, receptor-mediated, apoptosis, the LPS binding proteins 1 and 3, along with the endotoxin-induced transcription factor Litaf were significantly up-expressed in modeled microgravity between 6 and 10 h post-hatching (Fig. 3). Likewise, transcripts encoding the adaptor protein Fadd were more abundant during the early hours of development in LSMMG; however, these results were not statistically significant from the gravity controls (Fig. 3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20107,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "A similar trend was observed in the NanoString results for genes affiliated with intrinsic, stress-induced apoptosis. The Bh3-only protein Bnip3, membrane permeabilizer Bak, Diablo, and caspase-dependent Aifm3 were significantly up expressed in LSMMG between 8 and 12 h compared to gravity controls (Fig. 3). Bnip3, which overcomes Bcl-2 type suppression of pro-death effectors Bax/Bak, increased overtime under LSMMG peaking at 16 and 18 h in LSMMG compared to the unit gravity controls (Fig. 3). Bnip3 is known to be induced under hypoxic conditions, however, measurements of the dissolved oxygen content were consistent across all treatments at 24 h revealing no difference in oxygen availability in the HARVs (Fig. S2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20836,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Expression of pro-death caspases in host animal under LSMMG conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20907,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The identification of caspase-2, -3, -7, -8, -9, and -10 transcripts in the reference transcriptome suggested the presence of canonical pathways for extrinsic and intrinsic apoptosis in E. scolopes (Fig. 4). Additionally, caspase-driven apoptosis has a known role in the bacteria-induced development of the light organ, given that treatment with the pan-caspase inhibitor Z-VAD-FMK has been shown to reduce the number of dying cells observed at 24 h post-inoculation . These results suggested that caspase regulation, either at the level of mRNA and/or protein, was a contributing factor to the accelerated developmental timeline of apoptosis in the host light organ under LSMMG conditions (Fig. 1d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21611,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "NanoString analysis was used to examine the differential gene expression of the putative initiator (i.e., casp2, casp8, casp9, and casp10) and executioner (i.e., casp3) caspase genes in symbiotic and aposymbiotic squid under microgravity and gravity conditions. Results revealed that under LSMMG conditions there was a pronounced increase in the pro-death caspase transcripts between 6 and 10 h post-colonization by V. fischeri (Fig. 4), which aligns with early-onset apoptosis previously observed in paralarvae squid exposed to modeled microgravity. Aposymbiotic control animals that were not exposed to V. fischeri showed no differential expression under LSMMG or gravity conditions at these same time points (Fig. S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22335,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "The architecture of caspase domain structure in Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 22401,
            "infons": {
              "file": "12866_2022_2614_Fig5_HTML.jpg",
              "id": "Fig5",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Protein sequence-based analysis of modular domain architecture for the initiator and executioner caspases of E. scolopes, H. sapiens, R. norvegicus, D. rerio, X. laevis, M. galloprovincialis, and O. sinensis. The X-axis indicates residue position in the primary peptide sequence. Red boxes represent death effector domains (DED) whereas green boxes are caspase activation and recruitment domains (CARD). The 45 kDa CASc precursor is illustrated by a yellow box, with the resulting p20 and p10 subunits shaded medium and dark blue, respectively. Variants of squid caspase enzymes are indicated by the notation nX where n is the isoform number",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23044,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "Initiator and executioner caspases in Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 23100,
            "infons": {
              "file": "Tab2.xml",
              "id": "Tab2",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Name</th><th align=\"left\">Type</th><th align=\"left\">Catalytic pentapeptide</th><th align=\"left\">Molecular weight (kDa)</th><th align=\"left\">Length</th><th align=\"left\">pI</th><th align=\"left\">BLASTx E-score</th><th align=\"left\">topBLASTx Organism</th></tr></thead><tbody><tr><td align=\"left\">EsCasp10_1X</td><td align=\"left\">Initiator</td><td align=\"left\">QACQP</td><td char=\".\" align=\"char\">72.1</td><td align=\"left\">634</td><td char=\".\" align=\"char\">5.83</td><td align=\"left\">9.28e-16</td><td align=\"left\">Caspase 10 Homo sapiens</td></tr><tr><td align=\"left\">EsCasp10_2X</td><td align=\"left\">Initiator</td><td align=\"left\">QACQP</td><td char=\".\" align=\"char\">34.4</td><td align=\"left\">297</td><td char=\".\" align=\"char\">4.69</td><td align=\"left\">7.95e-17</td><td align=\"left\">Caspase 10 Homo sapiens</td></tr><tr><td align=\"left\">EsCasp8</td><td align=\"left\">Initiator</td><td align=\"left\">QACQG</td><td char=\".\" align=\"char\">63.1</td><td align=\"left\">560</td><td char=\".\" align=\"char\">7.76</td><td align=\"left\">2.78e-57</td><td align=\"left\">Caspase 8 Rattus norvegicus</td></tr><tr><td align=\"left\">EsCasp2_1X</td><td align=\"left\">Initiator</td><td align=\"left\">QANSV</td><td char=\".\" align=\"char\">67.7</td><td align=\"left\">591</td><td char=\".\" align=\"char\">5.28</td><td align=\"left\">3.58e-08</td><td align=\"left\">Caspase 2 Mus musculus</td></tr><tr><td align=\"left\">EsCasp2_2X</td><td align=\"left\">Initiator</td><td align=\"left\">QACRS</td><td char=\".\" align=\"char\">41.4</td><td align=\"left\">368</td><td char=\".\" align=\"char\">5.67</td><td align=\"left\">4e-25</td><td align=\"left\">Caspase 2 Mus musculus</td></tr><tr><td align=\"left\">EsCasp9</td><td align=\"left\">Initiator</td><td align=\"left\">QACQP</td><td char=\".\" align=\"char\">46.8</td><td align=\"left\">481</td><td char=\".\" align=\"char\">4.77</td><td align=\"left\">3.44e-13</td><td align=\"left\">Caspase 9 Homo sapiens</td></tr><tr><td align=\"left\">EsCasp7_1X</td><td align=\"left\">Executioner</td><td align=\"left\">QSCRG</td><td char=\".\" align=\"char\">38.4</td><td align=\"left\">337</td><td char=\".\" align=\"char\">8.62</td><td align=\"left\">89e-58</td><td align=\"left\">Caspase 7 Mesocricetus auratus</td></tr><tr><td align=\"left\">EsCasp7_2X</td><td align=\"left\">Executioner</td><td align=\"left\">QACRG</td><td char=\".\" align=\"char\">41.5</td><td align=\"left\">370</td><td char=\".\" align=\"char\">5.13</td><td align=\"left\">6.09e-70</td><td align=\"left\">Caspase 7 Homo sapiens</td></tr><tr><td align=\"left\">EsCasp7_3X</td><td align=\"left\">Executioner</td><td align=\"left\">QACRG</td><td char=\".\" align=\"char\">33.9</td><td align=\"left\">296</td><td char=\".\" align=\"char\">6.71</td><td align=\"left\">1.39e-71</td><td align=\"left\">Caspase 7 Mus musculus</td></tr><tr><td align=\"left\">EsCasp7_4X</td><td align=\"left\">Executioner</td><td align=\"left\">QACRG</td><td char=\".\" align=\"char\">23.9</td><td align=\"left\">213</td><td char=\".\" align=\"char\">4.75</td><td align=\"left\">7.03e-56</td><td align=\"left\">Caspase 7 Mus musculus</td></tr><tr><td align=\"left\">EsCasp3_1X</td><td align=\"left\">Executioner</td><td align=\"left\">QACRG</td><td char=\".\" align=\"char\">35.3</td><td align=\"left\">313</td><td char=\".\" align=\"char\">6.97</td><td align=\"left\">2.63e-65</td><td align=\"left\">Caspase 3 Bos taurus</td></tr><tr><td align=\"left\">EsCasp3_2X</td><td align=\"left\">Executioner</td><td align=\"left\">QACRG</td><td char=\".\" align=\"char\">41.2</td><td align=\"left\">365</td><td char=\".\" align=\"char\">6.8</td><td align=\"left\">4.52e-72</td><td align=\"left\">Caspase 3 Mus musculus</td></tr></tbody></table>\n"
            },
            "text": "Name\tType\tCatalytic pentapeptide\tMolecular weight (kDa)\tLength\tpI\tBLASTx E-score\ttopBLASTx Organism\t \tEsCasp10_1X\tInitiator\tQACQP\t72.1\t634\t5.83\t9.28e-16\tCaspase 10 Homo sapiens\t \tEsCasp10_2X\tInitiator\tQACQP\t34.4\t297\t4.69\t7.95e-17\tCaspase 10 Homo sapiens\t \tEsCasp8\tInitiator\tQACQG\t63.1\t560\t7.76\t2.78e-57\tCaspase 8 Rattus norvegicus\t \tEsCasp2_1X\tInitiator\tQANSV\t67.7\t591\t5.28\t3.58e-08\tCaspase 2 Mus musculus\t \tEsCasp2_2X\tInitiator\tQACRS\t41.4\t368\t5.67\t4e-25\tCaspase 2 Mus musculus\t \tEsCasp9\tInitiator\tQACQP\t46.8\t481\t4.77\t3.44e-13\tCaspase 9 Homo sapiens\t \tEsCasp7_1X\tExecutioner\tQSCRG\t38.4\t337\t8.62\t89e-58\tCaspase 7 Mesocricetus auratus\t \tEsCasp7_2X\tExecutioner\tQACRG\t41.5\t370\t5.13\t6.09e-70\tCaspase 7 Homo sapiens\t \tEsCasp7_3X\tExecutioner\tQACRG\t33.9\t296\t6.71\t1.39e-71\tCaspase 7 Mus musculus\t \tEsCasp7_4X\tExecutioner\tQACRG\t23.9\t213\t4.75\t7.03e-56\tCaspase 7 Mus musculus\t \tEsCasp3_1X\tExecutioner\tQACRG\t35.3\t313\t6.97\t2.63e-65\tCaspase 3 Bos taurus\t \tEsCasp3_2X\tExecutioner\tQACRG\t41.2\t365\t6.8\t4.52e-72\tCaspase 3 Mus musculus\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 24118,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To evaluate the extent of similarity between the E. scolopes caspase (EsCasp) enzymes and homologs in other animals, the domain architecture of EsCasps was mapped and compared to sequences derived from Homo sapiens, Rattus norvegicus, Danio rerio, and Xenopus laevis (Fig. 5). Additionally, the Mediterranean mussel, Mytilus galloprovincialis, and the East Asian octopus, Octopus sinensis, were included in the analysis to distinguish lineage-specific modifications within the Mollusca phylum and/or among cephalopods (Fig. 5, Additional File 3). Domain analysis via SMART, InterProScan, and the NCBI Conserved Domain Database, as described in the Methods, revealed that the architecture of caspases-2, -3, -7, -8, and -9 in E. scolopes is largely consistent with that of other animals, including both vertebrates and invertebrates alike (Fig. 5). Typically, the EsCasps ranged from 327 to 634 residues in length and weighed between 41.4 and 72.1 kDa (Table 2). The main exception to this was EsCasp10_2X, which was only 297 amino acids long and had a molecular weight of 34.4 kDa (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25215,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Several EsCasps exhibited key structural elements characteristic of caspases in other animals (Fig. 5). For example, the extrinsic initiator caspase-8 of E. scolopes (EsCasp8) exhibited dual twin death effector domains (DED) at the N-terminus, which is characteristic of both vertebrates and invertebrate caspase-8 proteins; however, this dual DED domain was missing in the initiator EsCasp10 isoforms when compared to vertebrates H. sapiens, D. rerio, and X. laevis (Fig. 5). EsCasp10 did harbor a singular caspase activation and recruitment domain (CARD), suggesting a potential misannotation.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 25813,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The CARD domain was also observed in EsCasp2 and -9 initiator caspases, which is typical of most vertebrates and invertebrates (Fig. 5). Interestingly, caspase-9 in M. galloprovincialis (MgCasp9) exhibited dual DED in place of the traditional CARD, suggesting a potential misannotation of this protein in M. galloprovincialis. In all sequences examined, a carboxyl-terminal catalytic (CASc) domain was present (Fig. 5, yellow box). The CASc is a 45 kDa precursor that is cleaved during activation to yield the p20 and p10 subunits. Intriguingly, despite the presence of a complete CASc, analysis of EsCasp2_2x and EsCasp9 revealed the smaller p10 subunit was not detected in these two isoforms.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 26511,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Executioner caspases-3 and -7 in animals typically lack pro-domains and are therefore shorter as a result (Fig. 5). The executioner caspases of E. scolopes (EsCasp3 and -7) varied from 213 to 370 residues in length and had a molecular weight ranging from 23.9 to 41.5 kDa (Table 2; Table S2), thus were comparable to both the vertebrate and invertebrate species targeted in this analysis. Most EsCasp3 and -7 isoforms exhibited a conserved QACRG pentapeptide in the catalytic region or equivalent (Table 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27021,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Phylogenetic analysis of host squid caspases",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27066,
            "infons": {
              "file": "12866_2022_2614_Fig6_HTML.jpg",
              "id": "Fig6",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Maximum likelihood phylogenetic analysis of the caspase enzymes in E. scolopes, H. sapiens, R. norvegicus, D. rerio, X. laevis, M. galloprovincialis, and O. sinensis. a Unrooted phylogenetic tree for initiator caspase-2, -8, -9, and -10. b Unrooted phylogenetic tree for executioner caspase-3 and -7. Both trees were generated assuming the WAG model of amino acid substitution, with 1000 bootstrap iterations, in MEGA X. Branch support values are expressed as percentages. Sequences are labeled with the first letter of the corresponding genus and species (e.g., Euprymna scolopes, Es)",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 27652,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Maximum likelihood analysis of the initiator caspases revealed two distinctive clusters primarily consisting of caspases-8, -9 and -10, and caspase-2, respectively (Fig. 6a), that were reflective of the function of whether the initiator caspases were activated by extrinsic or intrinsic triggers. EsCasp8 clustered with all other caspase-8 proteases sourced from NCBI but was closest to proteases from O. sinensis. Similarly, EsCasp2 also branched closely with both invertebrate and vertebrate caspase-2 initiators.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 28169,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Unexpectedly, EsCasp9 clustered with the two sequences that were likely misannotated as isoforms of caspase-10. Although the monophyly of the group is indeterminate due to the low outer branch support value (42%), these sequences share several distinguishing features that suggest they may represent a group of caspase-9-like initiators that is specific to Euprymna (Fig. 6a). First, the domain organization of EsCasp9, EsCasp10_1X, and EsCasp10_2X emulates that of canonical caspases -2 and -9, with an N-terminal CARD domain and a C-terminal CASc region (Fig. 5). Second, although the sequences of this group exhibit 94 to 95% identity with one another, their percent identity scores with the other initiator caspases are very low, between 15 and 29%, which indicates they may have distinct structural features (Fig. S4). Third, EsCasp9, EsCasp10_1X, and EsCasp10_2X all exhibit a conserved “QACQP” catalytic pentapeptide (Table 2). Caspases, uniformly, possess a QACXG motif in the active site, with the middle position specifying the catalytic cysteine residue. Given its crucial importance to the protease activity of caspases, variations within this pentapeptide are limited and may denote similar functions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 29390,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The maximum likelihood estimation of executioner caspases formed two several distinctive groups primarily separated into vertebrate and invertebrate clusters (Fig. 6b). For example, the vertebrate caspases-7 and -3 from H. sapiens, R. norvegicus, D. rerio, and X. laevis formed distinctive groupings, that excluded most of the molluscan isoforms. Interestingly, two caspase-7 isoforms from E. scolopes (EsCasp7_2X and EsCasp7_4X) had a higher association with the vertebrate executioner caspases than the other molluscan orthologs for caspase-3 and -7 (Fig. 6b). This phylogeny may allude to a greater degree of differentiation, or perhaps expansion, among the executioner caspases of the squid, which has previously been documented in bivalves. However, the percent identity among the executioners was 47% which makes it difficult to discern whether these sequences represent isoforms of the same gene(s) or an expansion of caspases-3 and -7 in E. scolopes (Fig. S4).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30361,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "Overall, there appeared to be a relatively high degree of similarity among the executioner caspases of E. scolopes. However, the close affiliation of EsCasp7_2X and EsCasp7_4X with vertebral orthologs suggests the presence of at least two distinct executioner-type caspases in the squid. Unsurprisingly, both the initiator and executioner caspases of E. scolopes were most closely related to O. sinensis, and to a lesser extent, M. galloprovincialis, which is consistent with their categorization as both soft-bodied cephalopods and, more broadly, mollusks.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 30919,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Caspase activity and mitigation during the onset of symbiosis and light organ morphogenesis under LSMMG and gravity conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31046,
            "infons": {
              "file": "12866_2022_2614_Fig7_HTML.jpg",
              "id": "Fig7",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Caspase activity and protease inhibition during bacteria-induced apoptosis in the normal squid-vibrio symbiosis. The activity of a executioner caspase-3/-7, b extrinsic initiator caspase-8, and c intrinsic initiator caspase-9 was measured in the light organs of hatchling, 16 h aposymbiotic (apo), and 16 h symbiotic (sym) squid. d Apoptosis was quantified at 16 h after protease inhibitor treatment including pan-caspase inhibitor z-VAD-FMK (ZVAD), the caspase 8 inhibitor Ac-IETD-CHO (C8i), caspase 9 inhibitor Ac-LEHD-CMK (C9i), Pefabloc (Pefa) and dimethyl sulfoxide (DMSO) controls. Error bars are the standard error of the mean. Asterisks denote significant differences between the datasets test (* = p ≤ 0.05, ** = p ≤ 0.01). Comparisons that were not significant are labeled “ns”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 31861,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "The activities of executioner caspases-3/7, extrinsic initiator caspase-8, and intrinsic initiator caspase-9 were quantified in host animals in the presence and absence of the symbiont V. fischeri using Caspase Glo activity kits. Note, due to the similar mechanisms of activity, the kits could not resolve between caspase-3 and caspase-7 activities. All caspases tested were significantly more active in symbiotic animals at 16 h post-colonization, the peak of cell death, compared to 16 h aposymbiotic controls and newly hatched paralarvae (Fig. 7). In all three treatments, there was a 26-fold increase in executioner caspase activity (Fig. 7a) compared to the extrinsic and intrinsic initiators (Fig. 7b, c).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 32578,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To test whether the caspases could be inhibited in the host animals, pre-treatment with inhibitors targeting different caspases was used. Treatment with the caspase-8 inhibitor Ac-IETD-CHO, the pan-caspase inhibitor Z-VAD-FMK, and the serine protease inhibitor Pefabloc for two hours prior to the start of the symbiosis significantly reduced apoptotic cell levels at 16 h in symbiotic hatchlings compared to untreated symbiotic controls but did not completely inhibit apoptosis (Fig. 7d). Interestingly, although the Caspase-Glo assays indicated caspase-9 was active during the apex of cell death (Fig. 7c), treatment with the caspase-9 inhibitor Ac-LEHD-CMK did not reduce the level of pycnotic nuclei observed at 16 h relative to the untreated or DMSO-treated controls (Fig. d). Additionally, the coupling of different inhibitors showed no additive effects (Fig. 7d). The colonization of the host squid did not appear to be affected as symbiotic animals exhibited normal luminescence levels throughout the experimental treatments.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 33616,
            "infons": {
              "file": "12866_2022_2614_Fig8_HTML.jpg",
              "id": "Fig8",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Caspase activity and protease inhibition during light organ apoptosis in gravity and LSMMG conditions at 10 h post-inoculation. The activity of a executioner caspases 3/7, b extrinsic initiator caspase-8, and c intrinsic initiator caspase-9 was measured in the light organ of symbiotic (sym) hatchlings at 10 h in gravity (blue) and modeled microgravity (red). d Apoptosis was quantified in symbiotic hatchlings at 10 h in both conditions following protease inhibitor treatment including pan-caspase inhibitor z-VAD-FMK (ZVAD), the caspase 8 inhibitor Ac-IETD-CHO (C8i), caspase 9 inhibitor Ac-LEHD-CMK (C9i), Pefabloc (Pefa) and dimethyl sulfoxide (DMSO) controls. Error bars are the standard error of the mean. Asterisks denote significant differences between datasets (* = p ≤ 0.05, ** = p ≤ 0.01). Comparisons that were not significant are labeled “ns”",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 34500,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "To elucidate the effects of LSMMG stress on caspase activity, 10 h symbiotic animals were examined with Caspase Glo activity kits (Fig. 8). This time point was chosen as it coincided with the higher expression of caspase transcripts in LSMMG (Fig. 4). Results indicated that LSMMG-treated animals exhibited higher levels of caspase-3/7 and caspase-8 activity compared to gravity conditions in symbiotic animals (Fig. 8a, b). Interestingly, no differences were observed in caspase-9 activity in symbiotic animals incubated under LSMMG or gravity conditions, (Fig. 8c). Executioner activity was observed to be several orders of magnitude higher than both initiator caspases, exhibiting up to a 32-fold increase compared to the initiator caspases in both aposymbiotic and symbiotic animals (Fig. 8a-c). Treatment with the caspase-8 inhibitor Ac-IETD-CHO, the pan-caspase inhibitor Z-VAD-FMK, and the serine protease inhibitor Pefabloc abrogated the significant increase in light organ apoptosis observed at 10 h in LSMMG in symbiotic animals (Fig. 8d).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35558,
            "infons": {
              "section_type": "DISCUSS",
              "type": "title_1"
            },
            "text": "Discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 35569,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "As humans prepare for space exploration beyond low Earth orbit, it will be critical to fully understand the impact that spaceflight has on mutualistic animal-microbe interactions. Maintaining a healthy microbiome during long-duration spaceflights will require a comprehensive assessment of the effects that environmental stresses, such as microgravity, have on the bacteria-induced development of host tissues. To address this key issue in space biology, we examined the effects of simulated microgravity on the beneficial association between Euprymna scolopes and Vibrio fischeri, specifically focusing on the phenomenon of bacteria-induced apoptosis in the light organ of the squid host. The outcomes of this study indicated that (i) E. scolopes harbors a rich network of genes involved in both extrinsic and intrinsic apoptotic regulation; (ii) the presence of symbiotic bacteria and LSMMG-stress altered the expression of both extrinsic and intrinsic apoptosis gene expression; (iii) the normal, bacteria-induced apoptosis in the squid light organ is mediated in part by caspases that exhibit increased activity under LSMMG; and (iv) the LSMMG-associated increase of caspase activity can be pharmacologically mitigated with inhibitors.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 36809,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Apoptosis is a critical pathway for animal development playing key roles in tissue homeostasis, antimicrobial defense as well as innate and adaptive immune responses. In recent years, there has been a concerted effort to discern the effects of the microbiome on apoptosis and how this vital form of physiological cell death is altered by microgravity. Although E. scolopes has served as a model organism for decades, the pathways by which the symbiont V. fischeri induces apoptotic cell death have not been fully delineated with only a few effectors identified. The recent sequencing of the E. scolopes genome and reference transcriptome has enabled critical animal pathways, including apoptosis, to be investigated.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 37526,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Analyses revealed that E. scolopes harbors genes associated with both primary pathways for cell death that are typically seen in animals, including death-receptor mediated extrinsic pathways as well as intracellular stress-induced intrinsic pathways (Fig. 2; Fig. S1; Additional File 1). Results also suggest that E. scolopes may form distinct caspase activation platforms, particularly regarding the extrinsic, receptor-mediated, pathway. For example, the absence of Cradd in E. scolopes, as well as in the octopus genome, suggests that cephalopod caspase-2 exerts its pro-apoptotic effects outside the PIDDosome complex, likely in association with Tnf receptor signaling. Intriguingly, for 15 apoptosis candidates in the reference transcriptome of E. scolopes, no proteins of significant similarity were found in the SwissProt database via BLASTx or BLASTp (Additional File 1). These queries were initially identified based on possessing a CARD- or DED-domain and preliminary BLASTp analysis using non-redundant NCBI database returned mostly uncharacterized and predicted caspase-interacting protein in other cephalopods. Accordingly, these unknown candidates may represent novel apoptotic effectors within the Mollusca phylum.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 38757,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In general, cephalopods appear to possess a more expansive vertebrate-like repertoire of intrinsic apoptosis genes than other mollusks, including Bnip3, Bax, Apaf1, Htra2, and Pidd. These results suggest that apoptosis has undergone substantial lineage-specific modifications within the Mollusca phylum, which may have resulted in distinct mechanisms of induction. For example, caspase-9 proteins have been described in the mussel M. galloprovincialis despite the lack of Apaf1, which is a critical component of the apoptosome complex in other animals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39310,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Under the stress of LSMMG conditions, however, there was an acceleration and increased expression of the transcripts associated with bacteria-induced apoptosis genes in symbiotic animals, specifically related to extrinsic, receptor-mediated cell death (Fig. 3). The increased transcriptional response in symbiotic animals was primarily observed among PRR elements for LPS, including LPS-binding proteins Lbp1 and Lbp3, as well as the LPS-induced transcription factor Litaf (Fig. 3). Elevated concentrations of Lbps have been observed in blood plasma of astronauts returning from shuttle missions, as well as the sera of mice following two days of hindlimb suspension.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 39980,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In E. scolopes, however, previous work has demonstrated that Lbps1 exhibits a symbiosis-specific function and contributes to bacteria-induced apoptosis in the light organ of E. scolopes. Little is known about the functions of Lbp2 and Lbp3 in E. scolopes and the precise mechanisms by which symbiotic paralarvae identify LPS remain unclear. However, mammalian Lbps facilitate the receptor-based recognition of gram-negative endotoxin, which raises the possibility that the Lbps of E. scolopes may be responsible for the delivery of symbiont LPS to death receptors on target host cells, thereby promoting extrinsic apoptosis throughout the ciliated epithelium of the light organ. Additionally, previous studies have shown that LSMMG can increase the shedding of reactogenic LPS by V. fischeri, thus the combined increase in available MAMP shedding coupled with the increased expression of Lbp1 and Lbp3 receptors in LSMMG may facilitate the accelerated extrinsic apoptosis response in the symbiotic animals under modeled microgravity conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41025,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In symbiotic hatchlings, the expression of genes associated with intrinsic, stress-induced, cell death was also increased under LSMMG conditions, specifically within the window of 10 to 12 h post-bacterial colonization (Fig. 3). This increase included the Bh3-only protein Bnip3, the membrane permeabilizer Bak, as well as the mitochondrial proteins Diablo and Aifm3 (Fig. 3). Previous studies with space shuttle-flown murine embryonic stem cells have also shown a similar up-regulation of intrinsic apoptosis-associated genes, including Bnip3.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 41573,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Bh3-only proteins are the sentinels of stress-induced apoptosis and form the molecular basis of crosstalk between the extrinsic and intrinsic pathways. Bnip3 expression is known to be induced by hypoxia-dependent signaling and reactive oxygen species (ROS), both of which are elements of oxidative stress. Although no evidence of hypoxia was observed in the HARVs during the experimental conditions (Fig. S2), reactive oxygen and nitric oxide stress are critical components during the onset of the squid-vibrio symbiosis. Indeed, the phenomenon of spaceflight and microgravity-induced oxidative stress has been extensively documented in astronauts and many other model organisms and cell lines. Consequently, the up expression of Bnip3, Bak, Diablo, and Aifm3 implies that modeled microgravity-derived oxidative stress may compound the normal, bacteria-induced, development of the light organ in E. scolopes via atypical stimulation of the intrinsic pathway.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 42532,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The results also indicated that the expression of pro-death caspases was increased in symbiotic animals under modeled microgravity. Caspases are cysteine-dependent proteases that are widely regarded as the “core machinery” of apoptosis and are responsible for mediating the initiation and fallout associated with most known pathways for cell death. This study found that both initiator and executioner-type caspases were up-expressed during accelerated light organ apoptosis in modeled microgravity-treated symbiotic hatchlings compared to gravity controls (Fig. 4). The detection of functional caspase enzymes in aposymbiotic controls in the absence of apoptotic cells in the light organ suggests that there is a critical execution threshold for cascade activation. Thus, it appears that the superficial ciliated epithelial cells of E. scolopes light organ are “primed” for morphogenesis via baseline levels of initiator and executioner caspase activity that are maintained below the activation threshold for apoptosis until the symbiotic cues for development, such as LPS, are received.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 43630,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "In symbiotic hatchlings, the increase of transcripts encoding pro-death caspases under LSMMG conditions coincided with the early onset and premature peak of developmental cell death (i.e., 6 – 10 h post inoculation) previously observed in the squid. Notably, the amount of initiator caspase has been shown to positively correlate with the extent of downstream executioner activation, and to irreversibly induce apoptosis a certain threshold of activity must be surpassed. These results suggest that the increased caspase expression in LSMMG may lower the activation threshold of light organ apoptosis due to the increased availability of proenzymes, which closely parallels previous reports that the concentrations of pro-caspases-9 and -3 are key predictors of apoptotic susceptibility.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44421,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The initiators and executioners of E. scolopes exhibited a high degree of structural similarity to the orthologs of other animals in particular initiators EsCasp2 and EsCasp8 as well as executioners EsCasp3 and EsCasp7. However, anomalies were observed in both isoforms of squid caspase-10, which contained a single CARD at the N-terminus rather than a dual DED (Fig. 5). This significant deviation from the structural norm indicates that the EsCasp10 sequences were likely misannotated, given that their structure more closely resembles that of initiator caspases-2 and -9.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 44997,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Additionally, there were deviations in the CASc precursor domain of several caspase isoforms in the host squid, such as EsCasp2_2X and EsCasp9, where the smaller p10 subunit was not observed (Fig. 5). In animals, the primary sequence of the p10 subunit is subject to greater variation than the larger p20 due to the absence of catalytic cysteine and histidine residues, which may have precluded its detection in EsCasp2_2X and EsCasp9. Given that an intact CASc region was identified within these isoforms it is like these two isoforms are functional despite the inability to identify the p10 subunits within the CASC precursor domain.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 45634,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Maximum likelihood analysis demonstrated that the initiator caspases of E. scolopes, H. sapiens, R. norvegicus, D. rerio, X. laevis, M. galloprovincialis, and O. sinensis clustered primarily based on like orthologs (Fig. 6). The segregation of initiators into three groups bearing high identity to caspases-8 and -10, -9, and -2 is largely consistent with previous phylogenetic analyses that illustrated further subdivisions between the vertebrates and invertebrates. The exclusion of E. scolopes and M. galloprovincialis from the subclade of vertebral caspase-9 orthologs, along with their placement on opposing branches of the unrooted phylogenetic tree next to same-species sequences, implies that lineage-specific variations have occurred in the intrinsic initiator caspases of mollusks (Fig. 6).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 46437,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "The increased activity of all tested caspases in symbiotic animals relative to aposymbiotic controls suggests both receptor-mediated and stress-induced apoptosis pathways occurring in the bacteria-induced development of the host light organ (Fig. 7). However, inhibition of caspases under unit gravity resulted in a decrease of only 50% of apoptotic pycnotic nuclei, suggesting that the normal V. fischeri-induced apoptosis pathways in the light organ of E. scolopes are partially, but not entirely, caspase-dependent. These results align with the previous finding that cathepsin L – a lysosomal, cysteine-dependent protease – also contributes to developmental cell death in symbiotic paralarvae, suggesting apoptosis in the host animals is mediated by a multi-faceted array of apoptosis-associated proteases that are triggered by both external and intrinsic signals.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 47310,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Under the stress of LSMMG, however, our findings suggest that the increase in apoptotic cell death levels in symbiotic light organs is mediated primarily through caspase activation via the extrinsic apoptosis pathway. The phenotype of increased apoptotic nuclei in the light organ under LSMMG was mitigated using caspase inhibitors, producing statistically equivalent numbers of pycnotic nuclei compared to unit gravity controls (Fig. 8d). These increases in caspase activity complement our previous findings that GO terms related to enzymatic activity and catalysis were disproportionately enriched in LSMMG-treated paralarvae at 12 and 24 h compared to gravity controls. These data also parallel previous studies that showed spaceflight and modeled microgravity-induced apoptosis in lymphocytes and erythrocytes was significantly reduced by caspase inhibition.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 48175,
            "infons": {
              "section_type": "DISCUSS",
              "type": "paragraph"
            },
            "text": "Although most initiator and executioner caspases were up expressed in LSMMG conditions, not all were pharmacologically inhibited. Interestingly, treatment with the Ac-LEHD-CMK caspase-9 inhibitor did not produce a significant reduction in the amount of apoptosis observed under gravity conditions in symbiotic animals (Fig. 7d). Additionally, no LSMMG-induced increase was observed in the caspase-9 activity, despite the increase in transcript levels at 10 h (Fig. 4; Fig. 8). Given that the recognition peptide of the caspase-9 inhibitor is identical to that of the Caspase-Glo substrate (LEHD-CMK), it is unlikely that this phenomenon derives from differences in binding affinity or substrate specificity with the caspase-9 of E. scolopes. Caspase-9 has traditionally been considered an upstream caspase that depends on the binding to the CARD motif Apaf-1 apoptosome for activation and is the first caspase of the ROS-regulated mitochondrial apoptotic cascade. Thus, these results suggest there could be alternative pathways for the onset of executioner caspases in the host squid other than caspase-9-dependent pathways. For example, apoptosis can be activated through apoptosome-independent mechanisms, thus more research is needed to understand the role of caspase-9 under both gravity and LSMMG conditions.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49493,
            "infons": {
              "section_type": "CONCL",
              "type": "title_1"
            },
            "text": "Conclusions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 49505,
            "infons": {
              "section_type": "CONCL",
              "type": "paragraph"
            },
            "text": "Taken together, these results suggest that external stresses, such as modeled microgravity, can cause perturbations to the normal apoptotic pathways in animals. As many of the mechanisms that E. scolopes use to communicate with V. fischeri are present in other animals (e.g., Lbps) this research provides a framework for understanding how animals respond differentially to the stresses of spaceflight in the presence and absence of their symbionts. For spaceflight, understanding how disruptions in host-microbe homeostasis and animal physiology alter normal physiological responses, such as apoptosis, is critical. Furthermore, the ability to modulate the life or death of a cell as well as identify mitigation targets or strategies to prevent perturbations of animal-microbe homeostasis has immense therapeutic potential for maintaining crew health for long-duration spaceflight.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50387,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50395,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "General procedures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 50414,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Adult E. scolopes were collected from Maunalua Bay on O’ahu, Hawai’I, and transported to the Space Life Sciences Lab where they were maintained in a controlled growth chamber set at 23 °C on a 12 h light–dark cycle. Egg clutches laid by the female squid were incubated in separate aquaria from the adults for the entirety of paralarvae development (~ 21 days). Newly hatched paralarvae were rinsed twice in 0.22 μm filtered seawater (FSW), then either preserved in an aposymbiotic state (i.e., without V. fischeri) or rendered symbiotic by inoculation with the wild-type, strain ES114, to a final concentration of 105 cells per mL of FSW. For all experiments, colonization was confirmed by measuring luminescence with an ATP photometer (GloMax 20/20, Promega Corp., Madison, WI). For symbiotic experiments, log cultures of V. fischeri were prepared in seawater tryptone broth and incubated at 28˚C with 225 rpm shaking. For all experiments, animals were anesthetized and euthanized before examination in a 1:1 solution of 0.37 M MgCl2 and filtered sterilized seawater. Euthanasia by over anesthesia is the current accepted practice for cephalopods.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51580,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Replicates, data treatment, and statistical analyses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 51633,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "All experiments were performed in triplicate, with at least three biological and technical replicates unless otherwise noted. Outliers identified via the 1.5 × interquartile range (IQR) method were removed before analysis, and data normality was assessed via Shapiro–Wilk (SW). Statistical significance was evaluated either using a Welch’s t-test (SW p > 0.05) for parametric data or Mann–Whitney-Wilcoxon U test when the data were not normally distributed (SW p ≤ 0.05). Both parametric and non-parametric analyses were two-sided and used a significance cut-off of p ≤ 0.05.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52236,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Modeled microgravity treatments and DO2 readings",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 52285,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To mimic the low-shear fluid conditions of spaceflight, 50-mL High Aspect Ratio Vessels (Fig. 1c; HARVs; Synthecon, Houston, TX) were used as previously described. Briefly, for aposymbiotic conditions, the HARVs were filled with FSW, whereas for symbiotic conditions HARVs contained 105 cells of V. fischeri ES114 per mL of FSW. After animals were added to the HARVs, the reactors were then sealed to prevent the formation of bubbles and incubated at 23 °C in a synchronized LED-illuminated Percival incubator (Percival Scientific Inc., Perry, IA) with rotation at 13 rpm. The HARVs were either rotated around a vertical axis to control for unit gravity (Fig. 1c left) or were rotated around a horizontal axis to mimic microgravity conditions (Fig. 1c right). The dissolved oxygen content (DO2) of the FSW collected from the HARVs was also measured at 24 h with a hand-held probe (Sper Scientific, Scottsdale, AZ) in a minimum of three replicates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53240,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For control purposes, and to establish a baseline for enzyme assays and inhibitor treatments, a cohort of hatchling animals were incubated in borosilicate scintillation vials alongside the HARV reactors until 16 h post-hatching, which marks the peak of developmental cell death in normal gravity. For all treatments, at least one animal from each treatment was put aside to confirm colonization and/or quantify light organ apoptosis. The remaining squid were immediately frozen with liquid nitrogen or dry ice and stored at – 80 °C until downstream analysis.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53804,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "RNA isolation, quantification, and quality assessment",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 53858,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "For each treatment, RNA was extracted from three dissected light organs in triplicate and pooled using the RNeasy Kit (Qiagen, Valencia, CA) with the previously described modifications. The resultant RNA was quantified using a Qubit 2.0 fluorometer (Life Technologies, Carlsbad, CA) according to the manufacturer’s instructions, and assessments of quality were made using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, USA) with the RNA 6000 Nano Kit (Agilent Technologies, Palo Alto, CA). For the nCounter analysis, the RNA samples were diluted to a final concentration of 20 ng per mL of nuclease-free water and stored at – 80 °C.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54516,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Transcriptome analysis and NanoString nCounter",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 54563,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Preliminary gene selection was made by data-mining the reference transcriptome of E. scolopes for apoptosis-related KEGG identifiers, GO terms, Pfam accession numbers, and SwissProt annotations (Additional File 1). Target genes were selected for further study by cross-referencing the multi-species KEGG pathway for apoptosis (ko04215) with published analyses in other cephalopods. The selected genes (Table 1; Additional File 2) represent those target genes where probes could be designed. Some apoptosis genes within E. scolopes had numerous isoforms and this not all probes were effective. Three LPS-binding proteins (LBPs) from E. scolopes were also included in the final apoposis-gene CodeSet (Table 1), along with the housekeeping genes actin (actB) and pyruvate carboxylase (pyc1). Probes to the selected target genes were synthesized at NanoString Technologies, Inc. in Seattle, WA. Each assay included eight negative control probes to evaluate the non-specific background and six synthetic RNA targets with matching positive control probes.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55613,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "NanoString quality control, data processing, and differential analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 55684,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The raw NanoString counts from the nCounter assay were processed using nSolver software (ver 4.0) as previously described. Quality control was conducted based on imaging quality, probe binding density, positive control linearity, and the limit of detection as established by the negative controls. Non-specific background signal was subtracted, and the data were normalized to the internal controls and housekeeping genes to adjust between technical and biological replicates. Next, the data were imported into R Studio (ver 1.2.1335) and a Shapiro–Wilk test was performed to determine data normality. Afterwards, a LIMMA-voom transformation was applied and the output – expressed as log2 counts-per-million (log2CPM) – was used to fit a linear regression model. Finally, the differential expression analysis was computed for pair-wise comparisons using non-parametric empirical Bayes statistics with a Benjamin-Hochberg adjustment for multiple testing (Additional File 2).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56664,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Phylogenetic and architectural analysis of caspase enzymes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 56723,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Caspase protein sequences were obtained from the reference transcriptome for Euprymna scolopes . Homologous sequences were similarly sourced from the National Center Biotechnology Information (NCBI) for other common research organisms (Homo sapiens, Rattus norvegicus, Xenopus laevis, Danio rerio) as well as two species (Mytilus galloprovinciali, and Octopus sinensis) within the Mollusca phylum (Additional File 3). To compare initiator and executioner caspases, a multiple sequence alignment was generated via MUSCLE (ver 3.8.31) according to the default parameters. Maximum likelihood analysis was then performed using MEGA X software (ver 10.2.1) assuming the Whelan-Goldman model of amino acid substitution with 1000 bootstrap iterations. The resultant phylogenetic trees were rendered in MEGA X, with branch support values expressed as percentages on the unrooted trees. Separately, the domain architecture of each caspase sequence was analyzed via SMART, InterProScan, and the NCBI Conserved Domain Search. Estimates of protein isoelectric point and molecular weight were calculated using the ExPASy Compute pI/Mw tool (Table 2). The percent identities of the initiator and executioner caspases in E. scolopes were determined via Clustal Omega at the default parameters.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58002,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Light organ protein isolation and quantification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 58051,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To examine enzyme activity during light organ apoptosis, total protein was isolated from frozen animals. Per extraction, approximately 60 light organs were dissected into an ice-cold hypotonic extraction buffer containing 24 mM HEPES, 5 mM MgCl2, 1 mM EGTA (pH 7.4) supplemented with a custom protease inhibitor cocktail to a final concentration of 2 μg pepstatin, 5 μg aprotinin, 5 μg leupeptin, and 100 μg Pefabloc per mL of buffer. The light organs were then homogenized on ice with a ground-glass micromortar and pestle, and the exudate was centrifuged at 15,000 × g for 15 min at 4 °C to pellet out debris. The amount of protein in the supernatant was subsequently determined using a Qubit 2.0 fluorometer (Life technologies, Carlsbad, CA) according to the manufacturer’s instructions. Afterwards, the protein extract was diluted with ice-cold extraction buffer and 5 M NaCl to a final concentration of 1 mg of protein and 0.45 M NaCl per mL of buffer. All protein extracts were stored at – 80 °C until use. For each treatment, protein extractions were performed in triplicate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59162,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Caspase activity assays",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 59186,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To quantify caspase activity in the light organ, Caspase-Glo Assay kits (Promega Corp., Madison, WI) were used according to the manufacturer’s instructions with minor modifications. Briefly, equal volumes of pre-warmed Caspase-Glo reagent and light organ protein were combined in a white-walled, flat-bottomed, 96 well plate with 1X protease inhibitor cocktail (Caspase-Glo 3/7) or 60 μM MG-132 proteasome inhibitor (Caspase-Glo 8 and 9) to reduce non-specific signal. The plate was shaken at 400 rpm for 30 s and then transferred to a Synergy microplate reader (BioTek, Winooski, VT) at 25 °C. Luminescence readings were subsequently collected every 2 min for 2 h. Protein samples were prepared in a hypotonic extraction buffer and assayed in duplicate at a final protein concentration of 20 μg per mL of buffer. Duplicate blank reactions consisting of buffer plus proteasome inhibitor were included for each set of samples, and the average was subtracted as background.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60170,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Protease inhibitor treatments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 60200,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To determine the contributions of different caspases to bacteria-induced apoptosis, hatchling animals were exposed to a series of targeted protease inhibitors. The inhibitors used in this study include the pan-caspase inhibitor z-VAD-FMK, the caspase 8 inhibitor Ac-IETD-CHO, and the caspase 9 inhibitor Ac-LEHD-CMK (Santa Cruz Biotechnology, Dallas, TX) as well as the irreversible serine protease inhibitor, Pefabloc (Sigma Aldrich, St. Louis, MO). All inhibitor solutions were 0.22 µm-filter sterilized and stored at – 80 °C until use. Caspase inhibitors were used at final concentrations of 60 and 100 μM for vial and HARV experiments, respectively. For all experiments, the final concentration of the serine protease inhibitor Pefabloc was 25 μM. These concentrations were chosen in part as they did not cause apparent toxicity to the animal and did not impede colonization. Inhibitor treatment occurred for 2 h before the start of the experiment. Dimethyl sulfoxide (DMSO) controls were run in parallel where appropriate.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61239,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Quantifying apoptotic development in the CEA of the light organ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61303,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "To visualize and quantify apoptosis in the light organ, hatchling animals were anesthetized and stained in a 1:1 solution of 0.37 MgCl2 and FSW containing 0.001% acridine orange dye, which intercalates into the condensed chromatin of dying cells (i.e., pycnotic nuclei). After staining, a ventral dissection was performed to expose the light organ, and the pycnotic nuclei in each lobe of the light organ were counted via FITC epifluorescence microscopy with a Zeiss Axioplan microscope (Carl Zeiss, Jena, Germany).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61819,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Information",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61845,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Publisher’s Note",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61864,
            "infons": {
              "section_type": "SUPPL",
              "type": "footnote"
            },
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 61983,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "title"
            },
            "text": "Authors’ contributions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62008,
            "infons": {
              "section_type": "AUTH_CONT",
              "type": "paragraph"
            },
            "text": "MMV, AAD, and JSF conceived and designed the study. MMV, AAD, and ATG conducted the experiments and analyzed the data. MMV and JSF interpreted the data and wrote the manuscript. All authors have read and approved of the manuscript.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62240,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62248,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This project was funded by the National Aeronautics and Space Administration 80NSSC18K1465 awarded to JSF. MMV was supported by a Dissertation Improvement Fellowship from the NASA Florida Space Grant Consortium. This work was also supported in part by USDA Hatch grant FLA-MCS-006063. The funding agencies played no role in the development or design of this study nor did they play a role in the collection, analysis or interpretation of data generated in this study.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62716,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Availability of data and materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62751,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The datasets generated and analyzed in this study are included in this published article and supplemental information files.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62876,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Declarations",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62889,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Ethics approval and consent to participate",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 62932,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "These studies were conducted with prior authorization from the Institutional Animal Care and Use Committees at the University of Florida and Kennedy Space Center and in compliance with NASA’s Policy Directive for the ethical treatment of cephalopods in research (NPD 8910.1C).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63211,
            "infons": {
              "section_type": "METHODS",
              "type": "title"
            },
            "text": "Consent for publication",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63235,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Not applicable.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63251,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title"
            },
            "text": "Competing interests",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63271,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "The authors declare they have no competing interests.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63325,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63336,
            "infons": {
              "fpage": "43",
              "issue": "1",
              "lpage": "49",
              "name_0": "surname:Todd;given-names:P",
              "pub-id_doi": "10.1016/0273-1177(92)90262-V",
              "pub-id_pmid": "11536986",
              "section_type": "REF",
              "source": "Adv Space Res",
              "type": "ref",
              "volume": "12",
              "year": "1992"
            },
            "text": "Physical effects at the cellular level under altered gravity conditions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63408,
            "infons": {
              "fpage": "399",
              "issue": "3–10",
              "lpage": "418",
              "name_0": "surname:Schatten;given-names:H",
              "name_1": "surname:Lewis;given-names:ML",
              "name_2": "surname:Chakrabarti;given-names:A",
              "pub-id_doi": "10.1016/S0094-5765(01)00116-3",
              "pub-id_pmid": "11669127",
              "section_type": "REF",
              "source": "Acta Astronaut",
              "type": "ref",
              "volume": "49",
              "year": "2001"
            },
            "text": "Spaceflight and clinorotation cause cytoskeleton and mitochondria changes and increases in apoptosis in cultured cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63527,
            "infons": {
              "fpage": "6109",
              "issue": "11",
              "lpage": "6115",
              "name_0": "surname:Gavrilescu;given-names:LC",
              "name_1": "surname:Denkers;given-names:EY",
              "pub-id_doi": "10.1128/IAI.71.11.6109-6115.2003",
              "pub-id_pmid": "14573625",
              "section_type": "REF",
              "source": "Infect Immun",
              "type": "ref",
              "volume": "71",
              "year": "2003"
            },
            "text": "Apoptosis and the balance of homeostatic and pathologic responses to protozoan infection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63616,
            "infons": {
              "fpage": "1317",
              "issue": "13",
              "lpage": "1323",
              "name_0": "surname:Williams;given-names:D",
              "name_1": "surname:Kuipers;given-names:A",
              "name_2": "surname:Mukai;given-names:C",
              "name_3": "surname:Thirsk;given-names:R",
              "pub-id_doi": "10.1503/cmaj.090628",
              "pub-id_pmid": "19509005",
              "section_type": "REF",
              "source": "CMAJ",
              "type": "ref",
              "volume": "180",
              "year": "2009"
            },
            "text": "Acclimation during space flight: effects on human physiology",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63677,
            "infons": {
              "fpage": "59",
              "issue": "1",
              "lpage": "87",
              "name_0": "surname:Zhang;given-names:LF",
              "name_1": "surname:Hargens;given-names:AR",
              "pub-id_doi": "10.1152/physrev.00017.2016",
              "pub-id_pmid": "29167331",
              "section_type": "REF",
              "source": "Physiol Rev",
              "type": "ref",
              "volume": "98",
              "year": "2018"
            },
            "text": "Spaceflight-induced intracranial hypertension and visual impairment: pathophysiology and countermeasures",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63782,
            "infons": {
              "fpage": "605",
              "issue": "4",
              "lpage": "615",
              "name_0": "surname:Aguirre;given-names:JI",
              "name_1": "surname:Plotkin;given-names:LI",
              "name_2": "surname:Stewart;given-names:SA",
              "name_3": "surname:Weinstein;given-names:RS",
              "name_4": "surname:Parfitt;given-names:AM",
              "name_5": "surname:Manolagas;given-names:SC",
              "pub-id_doi": "10.1359/jbmr.060107",
              "pub-id_pmid": "16598381",
              "section_type": "REF",
              "source": "J Bone Miner Res",
              "type": "ref",
              "volume": "21",
              "year": "2006"
            },
            "text": "Osteocyte apoptosis is induced by weightlessness in mice and precedes osteoclast recruitment and bone loss",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63889,
            "infons": {
              "fpage": "1231",
              "issue": "10",
              "lpage": "1234",
              "name_0": "surname:Nakashima;given-names:T",
              "name_1": "surname:Hayashi;given-names:M",
              "name_2": "surname:Fukunaga;given-names:T",
              "name_3": "surname:Kurata;given-names:K",
              "name_4": "surname:Oh-Hora;given-names:M",
              "name_5": "surname:Feng;given-names:JQ",
              "pub-id_doi": "10.1038/nm.2452",
              "pub-id_pmid": "21909105",
              "section_type": "REF",
              "source": "Nat Med",
              "type": "ref",
              "volume": "17",
              "year": "2011"
            },
            "text": "Evidence for osteocyte regulation of bone homeostasis through RANKL expression",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 63968,
            "infons": {
              "fpage": "e92664",
              "issue": "3",
              "name_0": "surname:Gaignier;given-names:F",
              "name_1": "surname:Schenten;given-names:V",
              "name_2": "surname:De Carvalho;given-names:BM",
              "name_3": "surname:Gauquelin-Koch;given-names:G",
              "name_4": "surname:Frippiat;given-names:JP",
              "name_5": "surname:Legrand-Frossi;given-names:C",
              "pub-id_doi": "10.1371/journal.pone.0092664",
              "pub-id_pmid": "24664102",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "9",
              "year": "2014"
            },
            "text": "Three weeks of murine hindlimb unloading induces shifts from B to T and from th to tc splenic lymphocytes in absence of stress and differentially reduces cell-specific mitogenic responses",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64156,
            "infons": {
              "fpage": "500",
              "issue": "4",
              "lpage": "509",
              "name_0": "surname:Novoselova;given-names:EG",
              "name_1": "surname:Lunin;given-names:SM",
              "name_2": "surname:Khrenov;given-names:MO",
              "name_3": "surname:Parfenyuk;given-names:SB",
              "name_4": "surname:Novoselova;given-names:TV",
              "name_5": "surname:Shenkman;given-names:BS",
              "pub-id_doi": "10.1016/j.imbio.2014.10.021",
              "pub-id_pmid": "25468559",
              "section_type": "REF",
              "source": "Immunobiology",
              "type": "ref",
              "volume": "220",
              "year": "2015"
            },
            "text": "Changes in immune cell signalling, apoptosis and stress response functions in mice returned from the BION-M1 mission in space",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64282,
            "infons": {
              "fpage": "2131",
              "issue": "9",
              "lpage": "2138",
              "name_0": "surname:Kang;given-names:CY",
              "name_1": "surname:Zou;given-names:L",
              "name_2": "surname:Yuan;given-names:M",
              "name_3": "surname:Wang;given-names:Y",
              "name_4": "surname:Li;given-names:TZ",
              "name_5": "surname:Zhang;given-names:Y",
              "pub-id_doi": "10.1007/s00421-011-1844-0",
              "pub-id_pmid": "21287193",
              "section_type": "REF",
              "source": "Eur J Appl Physiol",
              "type": "ref",
              "volume": "111",
              "year": "2011"
            },
            "text": "Impact of simulated microgravity on microvascular endothelial cell apoptosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64359,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, et al. The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight. Science. 2019;364(6436).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64542,
            "infons": {
              "fpage": "113",
              "issue": "1",
              "name_0": "surname:Jiang;given-names:P",
              "name_1": "surname:Green;given-names:SJ",
              "name_2": "surname:Chlipala;given-names:GE",
              "name_3": "surname:Turek;given-names:FW",
              "name_4": "surname:Vitaterna;given-names:MH",
              "pub-id_doi": "10.1186/s40168-019-0724-4",
              "pub-id_pmid": "31399081",
              "section_type": "REF",
              "source": "Microbiome",
              "type": "ref",
              "volume": "7",
              "year": "2019"
            },
            "text": "Reproducible changes in the gut microbiome suggest a shift in microbial and host metabolism during spaceflight",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64653,
            "infons": {
              "fpage": "3695",
              "issue": "8",
              "lpage": "3709",
              "name_0": "surname:Shi;given-names:J",
              "name_1": "surname:Wang;given-names:Y",
              "name_2": "surname:He;given-names:J",
              "name_3": "surname:Li;given-names:P",
              "name_4": "surname:Jin;given-names:R",
              "name_5": "surname:Wang;given-names:K",
              "pub-id_doi": "10.1096/fj.201700034R",
              "pub-id_pmid": "28495755",
              "section_type": "REF",
              "source": "FASEB J",
              "type": "ref",
              "volume": "31",
              "year": "2017"
            },
            "text": "Intestinal microbiota contributes to colonic epithelial changes in simulated microgravity mouse model",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64755,
            "infons": {
              "fpage": "729",
              "name_0": "surname:Jin;given-names:M",
              "name_1": "surname:Zhang;given-names:H",
              "name_2": "surname:Zhao;given-names:K",
              "name_3": "surname:Xu;given-names:C",
              "name_4": "surname:Shao;given-names:D",
              "name_5": "surname:Huang;given-names:Q",
              "pub-id_doi": "10.3389/fphys.2018.00729",
              "pub-id_pmid": "29962963",
              "section_type": "REF",
              "source": "Front Physiol",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "Responses of Intestinal Mucosal Barrier Functions of Rats to Simulated Weightlessness",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64841,
            "infons": {
              "fpage": "1340",
              "name_0": "surname:Foster;given-names:JS",
              "name_1": "surname:Khodadad;given-names:CL",
              "name_2": "surname:Ahrendt;given-names:SR",
              "name_3": "surname:Parrish;given-names:ML",
              "pub-id_doi": "10.1038/srep01340",
              "pub-id_pmid": "23439280",
              "section_type": "REF",
              "source": "Sci Rep",
              "type": "ref",
              "volume": "3",
              "year": "2013"
            },
            "text": "Impact of simulated microgravity on the normal developmental time line of an animal-bacterial symbiosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 64945,
            "infons": {
              "fpage": "8",
              "issue": "1",
              "name_0": "surname:Vroom;given-names:MM",
              "name_1": "surname:Rodriguez-Ocasio;given-names:Y",
              "name_2": "surname:Lynch;given-names:JB",
              "name_3": "surname:Ruby;given-names:EG",
              "name_4": "surname:Foster;given-names:JS",
              "pub-id_doi": "10.1038/s41526-021-00138-8",
              "pub-id_pmid": "33686090",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "7",
              "year": "2021"
            },
            "text": "Modeled microgravity alters lipopolysaccharide and outer membrane vesicle production of the beneficial symbiont Vibrio fischeri",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65073,
            "infons": {
              "fpage": "666",
              "issue": "10",
              "lpage": "679",
              "name_0": "surname:Nyholm;given-names:SV",
              "name_1": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1038/s41579-021-00567-y",
              "pub-id_pmid": "34089010",
              "section_type": "REF",
              "source": "Nat Rev Microbiol",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "A lasting symbiosis: how the Hawaiian bobtail squid finds and keeps its bioluminescent bacterial partner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65178,
            "infons": {
              "fpage": "295",
              "issue": "6",
              "lpage": "303",
              "name_0": "surname:Foster;given-names:JS",
              "name_1": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1007/s004270050185",
              "pub-id_pmid": "9716720",
              "section_type": "REF",
              "source": "Dev Genes Evol",
              "type": "ref",
              "volume": "208",
              "year": "1998"
            },
            "text": "Induction of apoptosis by cooperative bacteria in the morphogenesis of host epithelial tissues",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65273,
            "infons": {
              "fpage": "242",
              "issue": "2",
              "lpage": "254",
              "name_0": "surname:Foster;given-names:JS",
              "name_1": "surname:Apicella;given-names:MA",
              "name_2": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1006/dbio.2000.9868",
              "pub-id_pmid": "11023684",
              "section_type": "REF",
              "source": "Dev Biol",
              "type": "ref",
              "volume": "226",
              "year": "2000"
            },
            "text": "Vibrio fischeri lipopolysaccharide induces developmental apoptosis, but not complete morphogenesis, of the Euprymna scolopes symbiotic light organ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65420,
            "infons": {
              "fpage": "1186",
              "issue": "5699",
              "lpage": "1188",
              "name_0": "surname:Koropatnick;given-names:TA",
              "name_1": "surname:Engle;given-names:JT",
              "name_2": "surname:Apicella;given-names:MA",
              "name_3": "surname:Stabb;given-names:EV",
              "name_4": "surname:Goldman;given-names:WE",
              "name_5": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1126/science.1102218",
              "pub-id_pmid": "15539604",
              "section_type": "REF",
              "source": "Science",
              "type": "ref",
              "volume": "306",
              "year": "2004"
            },
            "text": "Microbial factor-mediated development in a host-bacterial mutualism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65488,
            "infons": {
              "fpage": "347",
              "lpage": "355",
              "name_0": "surname:Doino;given-names:JA",
              "name_1": "surname:McFall-Ngai;given-names:M",
              "pub-id_doi": "10.2307/1542152",
              "pub-id_pmid": "29244576",
              "section_type": "REF",
              "source": "Biol Bull",
              "type": "ref",
              "volume": "189",
              "year": "1995"
            },
            "text": "Transient exposures to competent bacteria initiates symbiosis-specific squid light organ morphogenesis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65591,
            "infons": {
              "fpage": "e0240221",
              "issue": "5",
              "name_0": "surname:Essock-Burns;given-names:T",
              "name_1": "surname:Bennett;given-names:BD",
              "name_2": "surname:Arencibia;given-names:D",
              "name_3": "surname:Moriano-Gutierrez;given-names:S",
              "name_4": "surname:Medeiros;given-names:M",
              "name_5": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1128/mBio.02402-21",
              "pub-id_pmid": "34579565",
              "section_type": "REF",
              "source": "mBio.",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "Bacterial quorum-sensing regulation induces morphological change in a key host tissue during the Euprymna scolopes-Vibrio fischeri symbiosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65732,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Casaburi G, Goncharenko-Foster I, Duscher AA, Foster JS. Transcriptomic changes in an animal-bacterial symbiosis under modeled microgravity conditions. Sci Rep. 2017;7.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 65901,
            "infons": {
              "fpage": "25",
              "name_0": "surname:Duscher;given-names:AA",
              "name_1": "surname:Conesa;given-names:A",
              "name_2": "surname:Bishop;given-names:M",
              "name_3": "surname:Vroom;given-names:MM",
              "name_4": "surname:Zubizarreta;given-names:SD",
              "name_5": "surname:Foster;given-names:JS",
              "pub-id_doi": "10.1038/s41526-018-0060-1",
              "pub-id_pmid": "30588486",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "4",
              "year": "2018"
            },
            "text": "Transcriptional profiling of the mutualistic bacterium Vibrio fischeri and an hfq mutant under modeled microgravity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66017,
            "infons": {
              "fpage": "345",
              "issue": "2",
              "lpage": "361",
              "name_0": "surname:Nickerson;given-names:CA",
              "name_1": "surname:Ott;given-names:CM",
              "name_2": "surname:Wilson;given-names:JW",
              "name_3": "surname:Ramamurthy;given-names:R",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_doi": "10.1128/MMBR.68.2.345-361.2004",
              "pub-id_pmid": "15187188",
              "section_type": "REF",
              "source": "Microbiol Mol Biol Rev",
              "type": "ref",
              "volume": "68",
              "year": "2004"
            },
            "text": "Microbial responses to microgravity and other low-shear environments",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66086,
            "infons": {
              "fpage": "8797",
              "issue": "21",
              "lpage": "8807",
              "name_0": "surname:Rosenzweig;given-names:JA",
              "name_1": "surname:Ahmed;given-names:S",
              "name_2": "surname:Eunson;given-names:J;suffix:Jr",
              "name_3": "surname:Chopra;given-names:AK",
              "pub-id_doi": "10.1007/s00253-014-6025-8",
              "section_type": "REF",
              "source": "Appl Microbiol Biotech",
              "type": "ref",
              "volume": "98",
              "year": "2014"
            },
            "text": "Low-shear force associated with modeled microgravity and spaceflight does not similarly impact the virulence of notable bacterial pathogens",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66226,
            "infons": {
              "fpage": "495",
              "issue": "4",
              "lpage": "516",
              "name_0": "surname:Elmore;given-names:S",
              "pub-id_doi": "10.1080/01926230701320337",
              "pub-id_pmid": "17562483",
              "section_type": "REF",
              "source": "Toxicol Pathol",
              "type": "ref",
              "volume": "35",
              "year": "2007"
            },
            "text": "Apoptosis: a review of programmed cell death",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66271,
            "infons": {
              "fpage": "1039",
              "issue": "4",
              "lpage": "1044",
              "name_0": "surname:Krasity;given-names:BC",
              "name_1": "surname:Troll;given-names:JV",
              "name_2": "surname:Weiss;given-names:JP",
              "name_3": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1042/BST0391039",
              "pub-id_pmid": "21787344",
              "section_type": "REF",
              "source": "Biochem Soc Trans",
              "type": "ref",
              "volume": "39",
              "year": "2011"
            },
            "text": "LBP/BPI proteins and their relatives: conservation over evolution and roles in mutualism",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66360,
            "infons": {
              "fpage": "1937",
              "issue": "6",
              "lpage": "1942",
              "name_0": "surname:Baptiste-Okoh;given-names:N",
              "name_1": "surname:Barsotti;given-names:AM",
              "name_2": "surname:Prives;given-names:C",
              "pub-id_doi": "10.1073/pnas.0711800105",
              "pub-id_pmid": "18238895",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "105",
              "year": "2008"
            },
            "text": "A role for caspase 2 and PIDD in the process of p53-mediated apoptosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66431,
            "infons": {
              "fpage": "e00632",
              "issue": "5",
              "name_0": "surname:Peyer;given-names:SM",
              "name_1": "surname:Kremer;given-names:N",
              "name_2": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1002/mbo3.632",
              "pub-id_pmid": "29692003",
              "section_type": "REF",
              "source": "MicrobiologyOpen",
              "type": "ref",
              "volume": "7",
              "year": "2018"
            },
            "text": "Involvement of a host Cathepsin L in symbiont-induced cell death",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66496,
            "infons": {
              "fpage": "1",
              "issue": "Pt 1",
              "lpage": "16",
              "name_0": "surname:Cohen;given-names:GM",
              "pub-id_doi": "10.1042/bj3260001",
              "pub-id_pmid": "9337844",
              "section_type": "REF",
              "source": "Biochem J",
              "type": "ref",
              "volume": "326",
              "year": "1997"
            },
            "text": "Caspases: the executioners of apoptosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66536,
            "infons": {
              "fpage": "79",
              "issue": "1",
              "lpage": "87",
              "name_0": "surname:Romero;given-names:A",
              "name_1": "surname:Novoa;given-names:B",
              "name_2": "surname:Figueras;given-names:A",
              "pub-id_doi": "10.1016/j.fsi.2015.03.038",
              "pub-id_pmid": "25862972",
              "section_type": "REF",
              "source": "Fish Shellfish Immunol",
              "type": "ref",
              "volume": "46",
              "year": "2015"
            },
            "text": "The complexity of apoptotic cell death in mollusks: An update",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66598,
            "infons": {
              "fpage": "80",
              "issue": "1",
              "name_0": "surname:Vogeler;given-names:S",
              "name_1": "surname:Carboni;given-names:S",
              "name_2": "surname:Li;given-names:X",
              "name_3": "surname:Joyce;given-names:A",
              "pub-id_doi": "10.1186/s12864-021-07380-0",
              "pub-id_pmid": "33494703",
              "section_type": "REF",
              "source": "BMC Genomics",
              "type": "ref",
              "volume": "22",
              "year": "2021"
            },
            "text": "Phylogenetic analysis of the caspase family in bivalves: implications for programmed cell death, immune response and development",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66727,
            "infons": {
              "fpage": "250",
              "issue": "2",
              "lpage": "266",
              "name_0": "surname:Foster;given-names:JS",
              "name_1": "surname:Wheeler;given-names:RM",
              "name_2": "surname:Pamphile;given-names:R",
              "pub-id_doi": "10.3390/life4020250",
              "pub-id_pmid": "25370197",
              "section_type": "REF",
              "source": "Life",
              "type": "ref",
              "volume": "4",
              "year": "2014"
            },
            "text": "Host-microbe interactions in microgravity: assessment and implications",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66798,
            "infons": {
              "fpage": "1096",
              "issue": "7",
              "lpage": "1102",
              "name_0": "surname:Birge;given-names:RB",
              "name_1": "surname:Ucker;given-names:DS",
              "pub-id_doi": "10.1038/cdd.2008.58",
              "pub-id_pmid": "18451871",
              "section_type": "REF",
              "source": "Cell Death Differ",
              "type": "ref",
              "volume": "15",
              "year": "2008"
            },
            "text": "Innate apoptotic immunity: the calming touch of death",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66852,
            "infons": {
              "fpage": "350",
              "issue": "3",
              "lpage": "364",
              "name_0": "surname:Ishizuya-Oka;given-names:A",
              "name_1": "surname:Hasebe;given-names:T",
              "name_2": "surname:Shi;given-names:YB",
              "pub-id_doi": "10.1007/s10495-009-0422-y",
              "pub-id_pmid": "20238476",
              "section_type": "REF",
              "source": "Apoptosis",
              "type": "ref",
              "volume": "15",
              "year": "2010"
            },
            "text": "Apoptosis in amphibian organs during metamorphosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66903,
            "infons": {
              "fpage": "1459",
              "name_0": "surname:Salem;given-names:I",
              "name_1": "surname:Ramser;given-names:A",
              "name_2": "surname:Isham;given-names:N",
              "name_3": "surname:Ghannoum;given-names:MA",
              "pub-id_doi": "10.3389/fmicb.2018.01459",
              "pub-id_pmid": "30042740",
              "section_type": "REF",
              "source": "Front Microbiol",
              "type": "ref",
              "volume": "9",
              "year": "2018"
            },
            "text": "The gut microbiome as a major regulator of the gut-skin axis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 66964,
            "infons": {
              "fpage": "595",
              "issue": "6",
              "lpage": "609",
              "name_0": "surname:Li;given-names:B",
              "name_1": "surname:Selmi;given-names:C",
              "name_2": "surname:Tang;given-names:R",
              "name_3": "surname:Gershwin;given-names:ME",
              "name_4": "surname:Ma;given-names:X",
              "pub-id_doi": "10.1038/cmi.2018.7",
              "pub-id_pmid": "29706647",
              "section_type": "REF",
              "source": "Cell Mol Immunol",
              "type": "ref",
              "volume": "15",
              "year": "2018"
            },
            "text": "The microbiome and autoimmunity: a paradigm from the gut-liver axis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67032,
            "infons": {
              "fpage": "9373",
              "issue": "24",
              "name_0": "surname:Prasad;given-names:B",
              "name_1": "surname:Grimm;given-names:D",
              "name_2": "surname:Strauch;given-names:SM",
              "name_3": "surname:Erzinger;given-names:GS",
              "name_4": "surname:Corydon;given-names:TJ",
              "name_5": "surname:Lebert;given-names:M",
              "pub-id_doi": "10.3390/ijms21249373",
              "section_type": "REF",
              "source": "Int J Mol Sci.",
              "type": "ref",
              "volume": "21",
              "year": "2020"
            },
            "text": "Influence of microgravity on apoptosis in cells, tissues, and other systems in vivo and in vitro",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67129,
            "infons": {
              "fpage": "6934",
              "issue": "11",
              "lpage": "6946",
              "name_0": "surname:Goodson;given-names:MS",
              "name_1": "surname:Kojadinovic;given-names:M",
              "name_2": "surname:Troll;given-names:JV",
              "name_3": "surname:Scheetz;given-names:TE",
              "name_4": "surname:Casavant;given-names:TL",
              "name_5": "surname:Soares;given-names:MB",
              "pub-id_doi": "10.1128/AEM.71.11.6934-6946.2005",
              "pub-id_pmid": "16269728",
              "section_type": "REF",
              "source": "Appl Environ Microbiol",
              "type": "ref",
              "volume": "71",
              "year": "2005"
            },
            "text": "Identifying components of the NF-kappaB pathway in the beneficial Euprymna scolopes-Vibrio fischeri light organ symbiosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67251,
            "infons": {
              "fpage": "7",
              "issue": "1",
              "lpage": "17",
              "name_0": "surname:Goodson;given-names:MS",
              "name_1": "surname:Crookes-Goodson;given-names:WJ",
              "name_2": "surname:Kimbell;given-names:JR",
              "name_3": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.2307/4134573",
              "pub-id_pmid": "16946237",
              "section_type": "REF",
              "source": "Biol Bull",
              "type": "ref",
              "volume": "211",
              "year": "2006"
            },
            "text": "Characterization and role of p53 family members in the symbiont-induced morphogenesis of the Euprymna scolopes light organ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67374,
            "infons": {
              "fpage": "e01193",
              "issue": "5",
              "lpage": "15",
              "name_0": "surname:Krasity;given-names:BC",
              "name_1": "surname:Troll;given-names:JV",
              "name_2": "surname:Lehnert;given-names:EM",
              "name_3": "surname:Hackett;given-names:KT",
              "name_4": "surname:Dillard;given-names:JP",
              "name_5": "surname:Apicella;given-names:MA",
              "pub-id_doi": "10.1128/mBio.01193-15",
              "pub-id_pmid": "26463160",
              "section_type": "REF",
              "source": "mBio.",
              "type": "ref",
              "volume": "6",
              "year": "2015"
            },
            "text": "Structural and functional features of a developmentally regulated lipopolysaccharide-binding protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67475,
            "infons": {
              "fpage": "3030",
              "issue": "8",
              "lpage": "3035",
              "name_0": "surname:Belcaid;given-names:M",
              "name_1": "surname:Casaburi;given-names:G",
              "name_2": "surname:McAnulty;given-names:SJ",
              "name_3": "surname:Schmidbaur;given-names:H",
              "name_4": "surname:Suria;given-names:AM",
              "name_5": "surname:Moriano-Gutierrez;given-names:S",
              "pub-id_doi": "10.1073/pnas.1817322116",
              "pub-id_pmid": "30635418",
              "section_type": "REF",
              "source": "Proc Natl Acad Sci USA",
              "type": "ref",
              "volume": "116",
              "year": "2019"
            },
            "text": "Symbiotic organs shaped by distinct modes of genome evolution in cephalopods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67552,
            "infons": {
              "fpage": "195",
              "issue": "2",
              "lpage": "207",
              "name_0": "surname:Krumschnabel;given-names:G",
              "name_1": "surname:Sohm;given-names:B",
              "name_2": "surname:Bock;given-names:F",
              "name_3": "surname:Manzl;given-names:C",
              "name_4": "surname:Villunger;given-names:A",
              "pub-id_doi": "10.1038/cdd.2008.170",
              "pub-id_pmid": "19023332",
              "section_type": "REF",
              "source": "Cell Death Differ",
              "type": "ref",
              "volume": "16",
              "year": "2009"
            },
            "text": "The enigma of caspase-2: the laymen's view",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67595,
            "infons": {
              "fpage": "220",
              "issue": "7564",
              "lpage": "224",
              "name_0": "surname:Albertin;given-names:CB",
              "name_1": "surname:Simakov;given-names:O",
              "name_2": "surname:Mitros;given-names:T",
              "name_3": "surname:Wang;given-names:ZY",
              "name_4": "surname:Pungor;given-names:JR",
              "name_5": "surname:Edsinger-Gonzales;given-names:E",
              "pub-id_doi": "10.1038/nature14668",
              "pub-id_pmid": "26268193",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "524",
              "year": "2015"
            },
            "text": "The octopus genome and the evolution of cephalopod neural and morphological novelties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67681,
            "infons": {
              "fpage": "e2915",
              "issue": "7",
              "name_0": "surname:Li;given-names:Y",
              "name_1": "surname:Zhang;given-names:L",
              "name_2": "surname:Qu;given-names:T",
              "name_3": "surname:Tang;given-names:X",
              "name_4": "surname:Li;given-names:L",
              "name_5": "surname:Zhang;given-names:G",
              "pub-id_doi": "10.1038/cddis.2017.307",
              "pub-id_pmid": "28682310",
              "section_type": "REF",
              "source": "Cell Death Dis",
              "type": "ref",
              "volume": "8",
              "year": "2017"
            },
            "text": "Conservation and divergence of mitochondrial apoptosis pathway in the Pacific oyster, Crassostrea gigas",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67785,
            "infons": {
              "fpage": "275",
              "issue": "1",
              "name_0": "surname:Gerdol;given-names:M",
              "name_1": "surname:Moreira;given-names:R",
              "name_2": "surname:Cruz;given-names:F",
              "name_3": "surname:Gomez-Garrido;given-names:J",
              "name_4": "surname:Vlasova;given-names:A",
              "name_5": "surname:Rosani;given-names:U",
              "pub-id_doi": "10.1186/s13059-020-02180-3",
              "pub-id_pmid": "33168033",
              "section_type": "REF",
              "source": "Genome Biol",
              "type": "ref",
              "volume": "21",
              "year": "2020"
            },
            "text": "Massive gene presence-absence variation shapes an open pan-genome in the Mediterranean mussel",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67879,
            "infons": {
              "fpage": "1523",
              "issue": "10",
              "lpage": "1528",
              "name_0": "surname:Kaur;given-names:I",
              "name_1": "surname:Simons;given-names:ER",
              "name_2": "surname:Kapadia;given-names:AS",
              "name_3": "surname:Ott;given-names:CM",
              "name_4": "surname:Pierson;given-names:DL",
              "pub-id_doi": "10.1128/CVI.00065-08",
              "pub-id_pmid": "18768671",
              "section_type": "REF",
              "source": "Clin Vaccine Immunol",
              "type": "ref",
              "volume": "15",
              "year": "2008"
            },
            "text": "Effect of spaceflight on ability of monocytes to respond to endotoxins of gram-negative bacteria",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 67976,
            "infons": {
              "fpage": "e44329",
              "issue": "9",
              "name_0": "surname:Zhou;given-names:Y",
              "name_1": "surname:Ni;given-names:H",
              "name_2": "surname:Li;given-names:M",
              "name_3": "surname:Sanzari;given-names:JK",
              "name_4": "surname:Diffenderfer;given-names:ES",
              "name_5": "surname:Lin;given-names:L",
              "pub-id_doi": "10.1371/journal.pone.0044329",
              "pub-id_pmid": "23028522",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Effect of solar particle event radiation and hindlimb suspension on gastrointestinal tract bacterial translocation and immune activation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68113,
            "infons": {
              "fpage": "103",
              "issue": "1",
              "lpage": "111",
              "name_0": "surname:Rader;given-names:BA",
              "name_1": "surname:Nyholm;given-names:SV",
              "pub-id_doi": "10.1086/BBLv223n1p103",
              "pub-id_pmid": "22983036",
              "section_type": "REF",
              "source": "Biol Bull",
              "type": "ref",
              "volume": "223",
              "year": "2012"
            },
            "text": "Host/microbe interactions revealed through \"omics\" in the symbiosis between the Hawaiian bobtail squid Euprymna scolopes and the bioluminescent bacterium Vibrio fischeri",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68283,
            "infons": {
              "fpage": "2605",
              "issue": "22",
              "lpage": "2621",
              "name_0": "surname:Blaber;given-names:EA",
              "name_1": "surname:Finkelstein;given-names:H",
              "name_2": "surname:Dvorochkin;given-names:N",
              "name_3": "surname:Sato;given-names:KY",
              "name_4": "surname:Yousuf;given-names:R",
              "name_5": "surname:Burns;given-names:BP",
              "pub-id_doi": "10.1089/scd.2015.0218",
              "pub-id_pmid": "26414276",
              "section_type": "REF",
              "source": "Stem Cells Dev",
              "type": "ref",
              "volume": "24",
              "year": "2015"
            },
            "text": "microgravity reduces the differentiation and regenerative potential of embryonic stem cells",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68375,
            "infons": {
              "fpage": "367",
              "issue": "4",
              "lpage": "376",
              "name_0": "surname:Guo;given-names:K",
              "name_1": "surname:Searfoss;given-names:G",
              "name_2": "surname:Krolikowski;given-names:D",
              "name_3": "surname:Pagnoni;given-names:M",
              "name_4": "surname:Franks;given-names:C",
              "name_5": "surname:Clark;given-names:K",
              "pub-id_doi": "10.1038/sj.cdd.4400810",
              "pub-id_pmid": "11550088",
              "section_type": "REF",
              "source": "Cell Death Differ",
              "type": "ref",
              "volume": "8",
              "year": "2001"
            },
            "text": "Hypoxia induces the expression of the pro-apoptotic gene BNIP3",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68438,
            "infons": {
              "fpage": "15",
              "lpage": "24",
              "name_0": "surname:McGarry;given-names:T",
              "name_1": "surname:Biniecka;given-names:M",
              "name_2": "surname:Veale;given-names:DJ",
              "name_3": "surname:Fearon;given-names:U",
              "pub-id_doi": "10.1016/j.freeradbiomed.2018.03.042",
              "pub-id_pmid": "29601945",
              "section_type": "REF",
              "source": "Free Radical Biol Med",
              "type": "ref",
              "volume": "125",
              "year": "2018"
            },
            "text": "Hypoxia, oxidative stress and inflammation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68481,
            "infons": {
              "fpage": "445",
              "issue": "4",
              "lpage": "457",
              "name_0": "surname:Small;given-names:AL",
              "name_1": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1002/(SICI)1097-4644(19990315)72:4<445::AID-JCB1>3.0.CO;2-P",
              "pub-id_pmid": "10022605",
              "section_type": "REF",
              "source": "J Cell Biochem",
              "type": "ref",
              "volume": "72",
              "year": "1999"
            },
            "text": "Halide peroxidase in tissues that interact with bacteria in the host squid Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68574,
            "infons": {
              "fpage": "1139",
              "issue": "12",
              "lpage": "1151",
              "name_0": "surname:Davidson;given-names:SK",
              "name_1": "surname:Koropatnick;given-names:TA",
              "name_2": "surname:Kossmehl;given-names:R",
              "name_3": "surname:Sycuro;given-names:L",
              "name_4": "surname:McFall-Ngai;given-names:MJ",
              "pub-id_doi": "10.1111/j.1462-5822.2004.00429.x",
              "pub-id_pmid": "15527494",
              "section_type": "REF",
              "source": "Cell Microbiol",
              "type": "ref",
              "volume": "6",
              "year": "2004"
            },
            "text": "NO means 'yes' in the squid-vibrio symbiosis: nitric oxide (NO) during the initial stages of a beneficial association",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68692,
            "infons": {
              "fpage": "e32361",
              "issue": "3",
              "name_0": "surname:Rizzo;given-names:AM",
              "name_1": "surname:Corsetto;given-names:PA",
              "name_2": "surname:Montorfano;given-names:G",
              "name_3": "surname:Milani;given-names:S",
              "name_4": "surname:Zava;given-names:S",
              "name_5": "surname:Tavella;given-names:S",
              "pub-id_doi": "10.1371/journal.pone.0032361",
              "pub-id_pmid": "22412864",
              "section_type": "REF",
              "source": "PLoS ONE",
              "type": "ref",
              "volume": "7",
              "year": "2012"
            },
            "text": "Effects of long-term space flight on erythrocytes and oxidative stress of rodents",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68774,
            "infons": {
              "fpage": "15002",
              "name_0": "surname:Neutelings;given-names:T",
              "name_1": "surname:Nusgens;given-names:BV",
              "name_2": "surname:Liu;given-names:Y",
              "name_3": "surname:Tavella;given-names:S",
              "name_4": "surname:Ruggiu;given-names:A",
              "name_5": "surname:Cancedda;given-names:R",
              "pub-id_doi": "10.1038/npjmgrav.2015.2",
              "pub-id_pmid": "28725708",
              "section_type": "REF",
              "source": "NPJ Microgravity",
              "type": "ref",
              "volume": "1",
              "year": "2015"
            },
            "text": "Skin physiology in microgravity: a 3-month stay aboard ISS induces dermal atrophy and affects cutaneous muscle and hair follicles cycling in mice",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68920,
            "infons": {
              "fpage": "4151",
              "issue": "14",
              "lpage": "4160",
              "name_0": "surname:Chereau;given-names:D",
              "name_1": "surname:Kodandapani;given-names:L",
              "name_2": "surname:Tomaselli;given-names:KJ",
              "name_3": "surname:Spada;given-names:AP",
              "name_4": "surname:Wu;given-names:JC",
              "pub-id_doi": "10.1021/bi020593l",
              "pub-id_pmid": "12680769",
              "section_type": "REF",
              "source": "Biochemistry",
              "type": "ref",
              "volume": "42",
              "year": "2003"
            },
            "text": "Structural and functional analysis of caspase active sites",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 68979,
            "infons": {
              "fpage": "513",
              "issue": "4",
              "lpage": "527",
              "name_0": "surname:Florentin;given-names:A",
              "name_1": "surname:Arama;given-names:E",
              "pub-id_doi": "10.1083/jcb.201107133",
              "pub-id_pmid": "22351928",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "196",
              "year": "2012"
            },
            "text": "Caspase levels and execution efficiencies determine the apoptotic potential of the cell",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69067,
            "infons": {
              "fpage": "e629",
              "name_0": "surname:Murphy;given-names:AC",
              "name_1": "surname:Weyhenmeyer;given-names:B",
              "name_2": "surname:Schmid;given-names:J",
              "name_3": "surname:Kilbride;given-names:SM",
              "name_4": "surname:Rehm;given-names:M",
              "name_5": "surname:Huber;given-names:HJ",
              "pub-id_doi": "10.1038/cddis.2013.157",
              "pub-id_pmid": "23681224",
              "section_type": "REF",
              "source": "Cell Death Dis",
              "type": "ref",
              "volume": "4",
              "year": "2013"
            },
            "text": "Activation of executioner caspases is a predictor of progression-free survival in glioblastoma patients: a systems medicine approach",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69200,
            "infons": {
              "fpage": "201",
              "issue": "Pt 2",
              "lpage": "232",
              "name_0": "surname:Fuentes-Prior;given-names:P",
              "name_1": "surname:Salvesen;given-names:GS",
              "pub-id_doi": "10.1042/BJ20041142",
              "pub-id_pmid": "15450003",
              "section_type": "REF",
              "source": "Biochem J",
              "type": "ref",
              "volume": "384",
              "year": "2004"
            },
            "text": "The protein structures that shape caspase activity, specificity, activation and inhibition",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69291,
            "infons": {
              "fpage": "3282",
              "issue": "12",
              "lpage": "3301",
              "name_0": "surname:Sakamaki;given-names:K",
              "name_1": "surname:Shimizu;given-names:K",
              "name_2": "surname:Iwata;given-names:H",
              "name_3": "surname:Imai;given-names:K",
              "name_4": "surname:Satou;given-names:Y",
              "name_5": "surname:Funayama;given-names:N",
              "pub-id_doi": "10.1093/molbev/msu260",
              "pub-id_pmid": "25205508",
              "section_type": "REF",
              "source": "Mol Biol Evol",
              "type": "ref",
              "volume": "31",
              "year": "2014"
            },
            "text": "The apoptotic initiator caspase-8: its functional ubiquity and genetic diversity during animal evolution",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69396,
            "infons": {
              "fpage": "5911",
              "issue": "Pt 24",
              "lpage": "5915",
              "name_0": "surname:Fava;given-names:LL",
              "name_1": "surname:Bock;given-names:FJ",
              "name_2": "surname:Geley;given-names:S",
              "name_3": "surname:Villunger;given-names:A",
              "pub-id_doi": "10.1242/jcs.115105",
              "pub-id_pmid": "23447670",
              "section_type": "REF",
              "source": "J Cell Sci",
              "type": "ref",
              "volume": "125",
              "year": "2012"
            },
            "text": "Caspase-2 at a glance",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69418,
            "infons": {
              "fpage": "472",
              "issue": "4",
              "lpage": "481",
              "name_0": "surname:Maccarrone;given-names:M",
              "name_1": "surname:Battista;given-names:N",
              "name_2": "surname:Meloni;given-names:M",
              "name_3": "surname:Bari;given-names:M",
              "name_4": "surname:Galleri;given-names:G",
              "name_5": "surname:Pippia;given-names:P",
              "pub-id_doi": "10.1189/jlb.0602295",
              "pub-id_pmid": "12660222",
              "section_type": "REF",
              "source": "J Leukoc Biol",
              "type": "ref",
              "volume": "73",
              "year": "2003"
            },
            "text": "Creating conditions similar to those that occur during exposure of cells to microgravity induces apoptosis in human lymphocytes by 5-lipoxygenase-mediated mitochondrial uncoupling and cytochrome c release",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69623,
            "infons": {
              "fpage": "390",
              "issue": "2",
              "lpage": "394",
              "name_0": "surname:Zou;given-names:LX",
              "name_1": "surname:Cui;given-names:SY",
              "name_2": "surname:Zhong;given-names:J",
              "name_3": "surname:Yi;given-names:ZC",
              "name_4": "surname:Sun;given-names:Y",
              "name_5": "surname:Fan;given-names:YB",
              "pub-id_doi": "10.1016/j.asr.2011.03.022",
              "section_type": "REF",
              "source": "Adv Space Res",
              "type": "ref",
              "volume": "48",
              "year": "2011"
            },
            "text": "Upregulation of erythropoietin receptor in UT-7/EPO cells inhibits simulated microgravity-induced cell apoptosis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69736,
            "infons": {
              "fpage": "281",
              "issue": "2",
              "lpage": "292",
              "name_0": "surname:Slee;given-names:EA",
              "name_1": "surname:Harte;given-names:MT",
              "name_2": "surname:Kluck;given-names:RM",
              "name_3": "surname:Wolf;given-names:BB",
              "name_4": "surname:Casiano;given-names:CA",
              "name_5": "surname:Newmeyer;given-names:DD",
              "pub-id_doi": "10.1083/jcb.144.2.281",
              "pub-id_pmid": "9922454",
              "section_type": "REF",
              "source": "J Cell Biol",
              "type": "ref",
              "volume": "144",
              "year": "1999"
            },
            "text": "Ordering the cytochrome c-initiated caspase cascade: hierarchical activation of caspases-2, -3, -6, -7, -8, and -10 in a caspase-9-dependent manner",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69884,
            "infons": {
              "fpage": "7880",
              "issue": "21",
              "lpage": "91",
              "name_0": "surname:Gyrd-Hansen;given-names:M",
              "name_1": "surname:KFarkas;given-names:T",
              "name_2": "surname:Fehrenbacher;given-names:N",
              "name_3": "surname:Batholm;given-names:L",
              "name_4": "surname:Høyer-Hansen;given-names:M",
              "name_5": "surname:Elling;given-names:F",
              "pub-id_doi": "10.1128/MCB.00716-06",
              "section_type": "REF",
              "source": "Molecular Cell Biol",
              "type": "ref",
              "volume": "26",
              "year": "2006"
            },
            "text": "Apoptosome-Independent Activation of the Lysosomal Cell Death Pathway by Caspase-9",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 69967,
            "infons": {
              "fpage": "3701",
              "issue": "7",
              "lpage": "3706",
              "name_0": "surname:Boettcher;given-names:KJ",
              "name_1": "surname:Ruby;given-names:EG",
              "pub-id_doi": "10.1128/jb.172.7.3701-3706.1990",
              "pub-id_pmid": "2163384",
              "section_type": "REF",
              "source": "J Bacteriol",
              "type": "ref",
              "volume": "172",
              "year": "1990"
            },
            "text": "Depressed light emission by symbiotic Vibrio fischeri of the sepiolid squid Euprymna scolopes",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70061,
            "infons": {
              "fpage": "1",
              "issue": "2 Suppl",
              "lpage": "90",
              "name_0": "surname:Fiorito;given-names:G",
              "name_1": "surname:Affuso;given-names:A",
              "name_2": "surname:Basil;given-names:J",
              "name_3": "surname:Cole;given-names:A",
              "name_4": "surname:de Girolamo;given-names:P",
              "name_5": "surname:D'Angelo;given-names:L",
              "pub-id_doi": "10.1177/0023677215580006",
              "pub-id_pmid": "26354955",
              "section_type": "REF",
              "source": "Lab Anim",
              "type": "ref",
              "volume": "49",
              "year": "2015"
            },
            "text": "Guidelines for the care and welfare of cephalopods in research -a consensus based on an initiative by CephRes, FELASA and the Boyd Group",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70198,
            "infons": {
              "fpage": "556",
              "issue": "5",
              "lpage": "567",
              "name_0": "surname:Abbo;given-names:LA",
              "name_1": "surname:Himebaugh;given-names:NE",
              "name_2": "surname:DeMelo;given-names:LM",
              "name_3": "surname:Hanlon;given-names:RT",
              "name_4": "surname:Crook;given-names:RJ",
              "pub-id_doi": "10.30802/AALAS-JAALAS-20-000076",
              "pub-id_pmid": "34233805",
              "section_type": "REF",
              "source": "J Am Assoc Lab Anim Sci",
              "type": "ref",
              "volume": "60",
              "year": "2021"
            },
            "text": "Anesthetic Efficacy of Magnesium Chloride and Ethyl Alcohol in Temperate Octopus and Cuttlefish Species",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70302,
            "infons": {
              "fpage": "857",
              "issue": "6",
              "lpage": "866",
              "name_0": "surname:Van Laar;given-names:R",
              "name_1": "surname:Lincoln;given-names:M",
              "name_2": "surname:Van Laar;given-names:B",
              "pub-id_doi": "10.1038/bjc.2017.477",
              "pub-id_pmid": "29360813",
              "section_type": "REF",
              "source": "Br J Cancer",
              "type": "ref",
              "volume": "118",
              "year": "2018"
            },
            "text": "Development and validation of a plasma-based melanoma biomarker suitable for clinical use",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70392,
            "infons": {
              "fpage": "1792",
              "issue": "5",
              "lpage": "1797",
              "name_0": "surname:Edgar;given-names:RC",
              "pub-id_doi": "10.1093/nar/gkh340",
              "pub-id_pmid": "15034147",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "32",
              "year": "2004"
            },
            "text": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70467,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Kumar A, Rani M, Khatoon H. Protein adaptations in extremophiles: An insight into extremophilic connection of mycobacterial proteome. Article in Seminars in Cell and Developmental Biology. 2018.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70662,
            "infons": {
              "fpage": "D458",
              "issue": "D1",
              "lpage": "D460",
              "name_0": "surname:Letunic;given-names:I",
              "name_1": "surname:Khedkar;given-names:S",
              "name_2": "surname:Bork;given-names:P",
              "pub-id_doi": "10.1093/nar/gkaa937",
              "pub-id_pmid": "33104802",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "49",
              "year": "2021"
            },
            "text": "SMART: recent updates, new developments and status in 2020",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70721,
            "infons": {
              "fpage": "D222",
              "issue": "Database issue",
              "lpage": "6",
              "name_0": "surname:Marchler-Bauer;given-names:A",
              "name_1": "surname:Derbyshire;given-names:MK",
              "name_2": "surname:Gonzales;given-names:NR",
              "name_3": "surname:Lu;given-names:S",
              "name_4": "surname:Chitsaz;given-names:F",
              "name_5": "surname:Geer;given-names:LY",
              "pub-id_doi": "10.1093/nar/gku1221",
              "pub-id_pmid": "25414356",
              "section_type": "REF",
              "source": "Nucleic Acids Res",
              "type": "ref",
              "volume": "43",
              "year": "2015"
            },
            "text": "CDD: NCBI's conserved domain database",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70759,
            "infons": {
              "fpage": "1236",
              "issue": "9",
              "lpage": "1240",
              "name_0": "surname:Jones;given-names:P",
              "name_1": "surname:Binns;given-names:D",
              "name_2": "surname:Chang;given-names:HY",
              "name_3": "surname:Fraser;given-names:M",
              "name_4": "surname:Li;given-names:W",
              "name_5": "surname:McAnulla;given-names:C",
              "pub-id_doi": "10.1093/bioinformatics/btu031",
              "pub-id_pmid": "24451626",
              "section_type": "REF",
              "source": "Bioinformatics",
              "type": "ref",
              "volume": "30",
              "year": "2014"
            },
            "text": "InterProScan 5: genome-scale protein function classification",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 70820,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Gasteiger E, Hoogland C, Gattiker A, Duvaud S, Wilkins MR. Protein identification and analysis tools on the ExPASy server. In: Walker JM, editor. The Proteomics Protocols Handbook: Humana Press; 2005.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 71021,
            "infons": {
              "section_type": "REF",
              "type": "ref"
            },
            "text": "Sievers F, Higgins DG. Clustal omega. Curr Protoc Bioinformatics. 2014;48:3 13 1–6",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]