[
  {
    "bioctype": "BioCCollection",
    "source": "PMC",
    "date": "20250712",
    "key": "pmc.key",
    "version": "1.0",
    "infons": {},
    "documents": [
      {
        "bioctype": "BioCDocument",
        "id": "PMC9487896",
        "infons": {
          "license": "CC BY"
        },
        "passages": [
          {
            "bioctype": "BioCPassage",
            "offset": 0,
            "infons": {
              "article-id_doi": "10.1093/glycob/cwac042",
              "article-id_pmc": "PMC9487896",
              "article-id_pmid": "35788318",
              "article-id_publisher-id": "cwac042",
              "fpage": "849",
              "issue": "10",
              "kwd": "fucosylated chondroitin sulfate nuclear magnetic resonance SARS-CoV-2 sulfated fucan viral inhibition",
              "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.",
              "lpage": "854",
              "name_0": "surname:Dwivedi;given-names:Rohini",
              "name_1": "surname:Sharma;given-names:Poonam",
              "name_2": "surname:Farrag;given-names:Marwa",
              "name_3": "surname:Kim;given-names:Seon Beom",
              "name_4": "surname:Fassero;given-names:Lauren A",
              "name_5": "surname:Tandon;given-names:Ritesh",
              "name_6": "surname:Pomin;given-names:Vitor H",
              "section_type": "TITLE",
              "type": "front",
              "volume": "32",
              "year": "2022"
            },
            "text": "Inhibition of SARS-CoV-2 wild-type (Wuhan-Hu-1) and Delta (B.1.617.2) strains by marine sulfated glycans",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 105,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract_title_1"
            },
            "text": "Abstract",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 114,
            "infons": {
              "section_type": "ABSTRACT",
              "type": "abstract"
            },
            "text": "The Coronavirus disease pandemic has steered the global therapeutic research efforts toward the discovery of potential anti-severe acute respiratory syndrome coronavirus (SARS-CoV-2) molecules. The role of the viral spike glycoprotein (S-protein) has been clearly established in SARS-CoV-2 infection through its capacity to bind to the host cell surface heparan sulfate proteoglycan (HSPG) and angiotensin-converting enzyme-2. The antiviral strategies targeting these 2 virus receptors are currently under intense investigation. However, the rapid evolution of the SARS-CoV-2 genome has resulted in numerous mutations in the S-protein posing a significant challenge for the design of S-protein-targeted inhibitors. As an example, the 2 key mutations in the S-protein receptor-binding domain (RBD), L452R, and T478K in the SARS-CoV-2 Delta variant (B.1.617.2) confer tighter binding to the host epithelial cells. Marine sulfated glycans (MSGs) demonstrate excellent inhibitory activity against SARS-CoV-2 via competitive disruption of the S-protein RBD-HSPG interactions and thus have the potential to be developed into effective prophylactic and therapeutic molecules. In this study, 7 different MSGs were evaluated for their anti-SARS-CoV-2 activity in a virus entry assay utilizing a SARS-CoV-2 pseudovirus coated with S-protein of the wild-type (Wuhan-Hu-1) or the Delta (B.1.617.2) strain. Although all tested MSGs showed strong inhibitory activity against both strains, no correlations between MSG structural features and virus inhibition could be drawn. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS-CoV-2 strains.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1812,
            "infons": {
              "section_type": "INTRO",
              "type": "title_1"
            },
            "text": "Introduction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 1825,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Coronavirus disease (COVID-19) has been responsible for over 6.3 million deaths globally in a short span of 2 years. The causal pathogen of this pandemic is the severe acute respiratory syndrome coronavirus (SARS-CoV-2), an enveloped betacoronavirus. This virus expresses a heavily glycosylated spike protein (S-protein) on its envelope. The vaccines have been able to prevent new infections and restrict the severe outcomes of COVID-19; however, the chances of reinfections in vaccinated people cannot be eliminated, especially with the rapid emergence of variants of concerns (VOCs) of SARS-CoV-2 with increased transmission rates and the likelihood of evading host immune responses.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 2511,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "The S-protein expressed on the envelope of SARS-CoV-2 is the primary mode of contact with the host cell heparan sulfate proteoglycans (HSPGs), thus determining viral tropism, entry, and pathogenesis. The S-protein is a transmembrane glycoprotein which possesses 2 subunits. The S1 subunit, which is capable of interacting with the angiotensin-converting enzyme-2 (ACE2) receptor and the S2 subunit, which helps in membrane fusion, an event necessary for the internalization of the virus particle in the host cell.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 3025,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Natural evolution of viruses involves multiple genetic mutations. However, only those capable of changing the important protein structure of the virus lead to consequences in terms of virulence, transmissibility, infectivity, and severity of the disease. SARS-CoV-2 wild-type (WT) (Wuhan-Hu-1) strain has acquired many crucial mutations over a short period of time, giving rise to various VOCs. Delta variant (B.1.617.2), first identified in India in October 2020 (WHO database), has so far been the most aggressive variant. The high pathogenicity of delta variant is linked to the 9 amino acid mutations in its S-protein: T19R, G142D, FR156-157del, R158G, L452R, T478K, D614G, P681R, and D950N. The L452R, T478K, and P681R are key mutations because they result in significant immune evasion and high transmissibility. The L452R mutation is present in the receptor-binding domain (RBD), a region of the S-protein involved in binding to the ACE2 receptor. This mutation aids in the stabilization of the S-protein-ACE2 interaction, therefore increasing the molecular binding affinity and viral infectivity. Substitution of the threonine with lysine in T478K changes the electrostatic surface charge of the viral RBD, strengthening the ACE2 binding. The mutation P681R has been shown to increase proteolytic cleavage caused by furin between the S1 and S2 subunits of the SARS-CoV-2 S-protein, thus increasing the rate of viral fusion and increasing the spread of infection. The L452R mutation has been shown to significantly contribute to the immune escaping ability of the virus when examined against vaccine-elicited monoclonal antibodies and convalescent plasma.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 4689,
            "infons": {
              "section_type": "INTRO",
              "type": "paragraph"
            },
            "text": "Development of therapeutic strategies capable of inhibiting the infectivity of a broad range of emerging SARS-CoV-2 VOCs in a reasonably consistent manner is critical. As S-protein binding to the host cell surface HSPGs is one of the first and critical steps in the establishment of the infection, abrogation of the same molecular complex would be able to reduce the infectivity of SARS-CoV-2. The competitive inhibition of S-protein-HSPG binding by administering sulfated glycans like glycosaminoglycans (GAGs) or GAG mimetics, e.g. marine sulfated glycans (MSGs) by our group and others, has shown a significant decrease in the SARS-CoV-2 infectivity (Wuhan-Hu-1 strain). In our previous studies with Wuhan-Hu-1 strain S-protein RBD, significant inhibition was achieved by MSGs. Therefore, it is logical to start testing the MSGs against emerging VOCs. In the current study, we investigate the anti-SARS-CoV-2 activity of MSGs comparatively against both the SARS-CoV-2 WT (Wuhan-Hu-1) and Delta (B.1.617.2) strains to examine if the acquired mutations in the Delta variant would lead to any change in the anti-SARS-CoV-2 activity of the MSGs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5834,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_1"
            },
            "text": "Results and discussion",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5857,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Structural features of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 5885,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": " Figure 1 displays all sulfated glycans screened in inhibitory activity against SARS-CoV-2 WT (Wuhan-Hu-1) and Delta (B.1.617.2) strains. The MSGs examined comparatively to heparin, unfractionated heparin (UFH) (Fig. 1A), include 3 fucosylated chondroitin sulfates (FucCSs) from sea cucumbers, 3 sulfated fucans (SFs) from 2 sea cucumbers and 1 sea urchin, and 1 sulfated galactan (SG) from a red alga. The species and structures of the FucCS series are Isostichopus badionotus (IbFucCS) {→3)-β-GalNAc4,6S-(1→4)-β-GlcA-[(3→1)Y]-(1→}n, where Y = α-Fuc2,4S (96%), or α-Fuc4S (4%) (Fig. 1C), Holothuria floridana (HfFucCS) {→3)-β-GalNAc4,6S-(1→4)-β-GlcA-[(3→1)Y]-(1→}n, where Y = αFuc2,4S (45%), α-Fuc3,4S (35%), or α-Fuc4S (20%) (Fig. 1D) and Pentacta pygmaea (PpFucCS) {→3)-β-GalNAcX-(1→4)-β-GlcA-[(3→1)Y]-(1→}n, where X = 4S (80%), 6S (10%) or nonsulfated (10%), Y = α-Fuc2,4S (40%), α-Fuc2,4S-(1→4)-α-Fuc (30%), or α-Fuc4S (30%) (Fig. 1E). The other glycans are the SG from Botryocladia occidentalis (BoSG) [3-β-Gal2R14R2-(1→4)-α-Gal2R3R-(1→]n in which R = SO3− or OH, R1 and R2 = 66% and 33% sulfation, respectively (Fig. 1B), the SF from the sea urchin Lytechinus variegatus (LvSF) (Fig. 1G), [→3)-α-Fuc2,4S-(1→3)-α-Fuc2S-(1→3)-α-Fuc2S-(1→3)-α-Fuc4S-(1→]n, the SF from the sea cucumber H. floridana (HfSF) (Fig. 1H), [→3)-α-Fuc2,4S-(1→3)-α-Fuc-(1→3)-α-Fuc2S-(1→3)-α-Fuc2S-(1→]n, and from I. badionotus (IbSF) (Fig. 1F), [→3)-α-Fuc2,4S-(1→3)-α-Fuc2S-(1→3)-α-Fuc2S-(1→3)-α-Fuc-(1→]n.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7479,
            "infons": {
              "file": "cwac042f1.jpg",
              "id": "f1",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Structural representations of sulfated glycans assayed for anti-SARS-CoV-2 activity. A) Heparin, B) BoSG, C) IbFucCS, D) HfFucCS, E) PpFucCS, F) IbSF, G) LvSF, and H) HfSF.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7652,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Structural integrity and molecular weights",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 7695,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "All sulfated glycans studied here are natural products isolated from digestions of different biological sources. The structural integrity and reliable purity levels of all these sulfated glycans was confirmed by 1D 1H nuclear magnetic resonance (NMR) spectroscopy (Fig. 2A and B), as they show typical spectral profiles as reported previously ( for UFH, for BoSG, for IbFucCS, for PpFucCS, for HfFucCS, for IbSF, for LvSF, and for HfSF). The purified MSGs were further analyzed by 22% polyacrylamide gel electrophoresis (PAGE) (Fig. 2C and D) to understand polydispersity distribution and to correlate the different molecular weights (MWs) of MSGs with their anti-SARS-CoV-2 effects. Their MW distribution was assessed in comparison with mammalian GAGs of known MWs. The series of holothurian FucCS showed bands between ~60 and ~100 kDa (Fig. 2C). The MW distribution of the homopolysaccharides composed of galactose (BoSG) and fucose (IbSF, HfSF, and LvSF) indicates higher MW for these polymers, ≥100 kDa (Fig. 2D). The MWs of the series of FucCS and SF/SG are in accordance with previous publications, confirming therefore the structural integrity.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 8852,
            "infons": {
              "file": "cwac042f2.jpg",
              "id": "f2",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "A and B) 1D 1H NMR spectra and B and C) PAGE of UFH and MSGs. A) 1H NMR spectra (δH expansion, 7.0–0.0 ppm) of A) GAGs and B) homopolysaccharides acquired in D2O at 25 °C on 400-MHz Bruker NMR instrument. The spectra of each sulfated glycan sample are indicated accordingly in the panel. The NMR signals corresponding to anomeric and ring protons of polysaccharides have been labeled on top of spectral stacks. The signals indicated with asterisks are from solvent. MW distribution of MSGs, C) IbFucCS, PpFucCS, HfFucCS and D) LvSF, IbSF, HfSF, and BosG, analyzed on a 22% PAGE using the GAGs of known MWs as markers: low MW heparin (LMWH, of ~8 kDa); UFH of ~15 kDa, and chondroitin sulfate C-type (CS-C of ~60 kDa). ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9580,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Anti-SARS-CoV-2 Wuhan and Delta strains and cytotoxicity of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 9645,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "MSGs were examined for their ability to inhibit SARS-CoV-2 entry into HEK-293T-hACE2 cells using a baculovirus pseudotyped with S-proteins of WT (Wuhan-Hu-1) (Fig. 3A and Table S1) and Delta (B.1.617.2) (Fig. 3B and Table S2) strains and encoding green fluorescent protein (GFP). The IC50 values of the MSGs (Table 1) demonstrated generally similar activity of heparin (IC50 = 0.6 mg/L) against the Wuhan strain (range of 0.1–1.0 mg/L) and generally (slightly) weaker activity than heparin (IC50 = 0.2 mg/L) against the Delta strain (range of 0.1–5.9 mg/L). In the cytotoxicity assays (trypan blue exclusion) on HEK-293T-hACE2 cells, all tested MSGs, except HfSF, exhibited no significant cell death even at the highest concentration of 50 mg/L and 60 h of continuous exposure as compared to the mock-treated cells (Fig. 3B and Table S3).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 10498,
            "infons": {
              "file": "cwac042f3.jpg",
              "id": "f3",
              "section_type": "FIG",
              "type": "fig_caption"
            },
            "text": "Anti-SARS-CoV-2 and cytotoxic activity of UFH and MSG. UFH and MSGs were assayed for their potential to inhibit GFP transduction in HEK-293T-hACE2 cells infected with pseudotyped SARS-Cov-2 S-proteins of A) Wuhan-Hu-1 and B) Delta (B.1.617.2) strains. Normalized values from the assay were analyzed by the nonlinear regression to fit a dose–response curve using the least-squares method, considering each replicate value as an individual point. The plotted curve shows percentage of SARS-CoV-2 WT and Delta inhibition in a (log) concentration-dependent manner. Curves in the plot represent the following sulfated glycans—UFH (black), algal BoSG (red), sea urchin LvSF (yellow), holothurian SFs-IbSF (green), HfSG (gray), and holothurian FucCSs—IbFucCS (purple), PpFucCS (cyan), and HfFucCS (blue). C) Bar plots represent percentage cell viability of HEK-293T-hACE2 cells when treated with the above mentioned sulfated glycans at the highest examined concentration of 50 mg/L. All sugars were nonsignificant (P > 0.05) except HfSF (P < 0.05) indicated by *. ",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11568,
            "infons": {
              "file": "TB1.xml",
              "id": "TB1",
              "section_type": "TABLE",
              "type": "table_caption"
            },
            "text": "IC50 of anti-SARS-CoV-2 WT (Wuhan-Hu-1) and Delta (B.1.617.2) actions of UFH and MSGs.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 11655,
            "infons": {
              "file": "TB1.xml",
              "id": "TB1",
              "section_type": "TABLE",
              "type": "table",
              "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"2\" align=\"center\" colspan=\"1\">Sulfated glycan</th><th colspan=\"2\" align=\"left\" rowspan=\"1\">IC<sub>50</sub> (mg/L)<xref rid=\"tblfn1\" ref-type=\"table-fn\"><sup>a</sup></xref> ± SD<xref rid=\"tblfn2\" ref-type=\"table-fn\"><sup>b</sup></xref></th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Wuhan-Hu-1</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Delta</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">UFH</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.6 ± 0.037</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.2 ± 0.030</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IbFucCS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1 ± 0.005</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.6 ± 0.216</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">BoSG</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.9 ± 0.262</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.3 ± 0.260</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IbSF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1 ± 0.005</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 ± 0.126</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PpFucCS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.3 ± 0.061</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.6 ± 0.104</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">HfFucCS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1 ± 0.014</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1 ± 0.010</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">HfSF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.0 ± 0.180</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.8 ± 0.324</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">LvSF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.5 ± 0.032</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.9 ± 0.620</td></tr></tbody></table>\n"
            },
            "text": "Sulfated glycan\tIC50 (mg/L)a ± SDb\t \tWuhan-Hu-1\tDelta\t \tUFH\t0.6 ± 0.037\t0.2 ± 0.030\t \tIbFucCS\t0.1 ± 0.005\t1.6 ± 0.216\t \tBoSG\t0.9 ± 0.262\t1.3 ± 0.260\t \tIbSF\t0.1 ± 0.005\t1.0 ± 0.126\t \tPpFucCS\t0.3 ± 0.061\t0.6 ± 0.104\t \tHfFucCS\t0.1 ± 0.014\t0.1 ± 0.010\t \tHfSF\t1.0 ± 0.180\t1.8 ± 0.324\t \tLvSF\t0.5 ± 0.032\t5.9 ± 0.620\t \t",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12017,
            "infons": {
              "file": "TB1.xml",
              "id": "TB1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "\naIC50 values of anti-SARS-CoV-2 inhibitory activity of UFH and MSGs were determined against HEK-293T-hACE2 cells infected with baculovirus pseudotyped with SARS-CoV-2 WT (Wuhan-Hu-1) and Delta (B.1.617.2) s-proteins.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12235,
            "infons": {
              "file": "TB1.xml",
              "id": "TB1",
              "section_type": "TABLE",
              "type": "table_footnote"
            },
            "text": "\nbStandard deviation (SD) values from triplicates.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12286,
            "infons": {
              "section_type": "RESULTS",
              "type": "title_2"
            },
            "text": "Concluding remarks",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 12305,
            "infons": {
              "section_type": "RESULTS",
              "type": "paragraph"
            },
            "text": "In this study, 7 MSGs were examined, comparatively to heparin, regarding their capacities to block 2 strains, WT (Wuhan-Hu-1) and Delta (B.1.617.2), of SARS-CoV-2. Although each sulfated glycan showed its own inhibitory capacity, the inhibitory activities of the MSGs strains were generally similar and (slightly) weaker, respectively, against Wuhan and Delta strains. No correlation between structural features (sulfation pattern, MW, monosaccharide composition, glycosidic linkage, and/or anomeric configuration) and anticoronaviral activity was observed. Nevertheless, the current study provides evidence for the maintenance of inhibitory activity of MSGs against evolving SARS-CoV-2 strains.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13001,
            "infons": {
              "section_type": "METHODS",
              "type": "title_1"
            },
            "text": "Materials and methods",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13023,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Materials",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13033,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Sea cucumbers, I. badionotus, P. pygmaea and H. floridana, were obtained from the Gulf Specimen Lab (Gulf of Mexico, Florida Keys). Papain, Sephadex G15 medium, and DEAE Sephacel resin were purchased from Sigma (St. Louis, MO, United States). LMWH, UFH (180 IU/mg), and CS-C were purchased from Sigma. Baculovirus pseudotyped with SARS-CoV-2 WT and Delta variant S-protein containing a GFP reporter was obtained from Montana Molecular (Bozeman, MT, United States). HEK-293T-hACE2 cells were obtained from BEI resources. Deuterium oxide (D2O) (D 99.90%) was purchased from Cambridge Isotope Laboratories, Inc. (Andover, MA, United States). NMR tubes (3 mm) were purchased from VWR International (Radnor, PA, United States).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13758,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Extraction of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 13777,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The sulfated glycans—IbSF, IbFucCS, PpFucCS, HfFucCS, and HfSF were extracted from the body wall of sea cucumbers—I. badionotus, P. pygmaea, and H. floridana following the proteolytic digestion procedure reported earlier . The 100 mg of dried body wall was digested using 0.1 mg of papain (0.5–2 U/mg) at 60 °C (24 h) in 2 mL of digestion buffer (5 mM of cysteine, 5 mM of EDTA in 0.1 M of sodium acetate buffer, pH 6.0). The digested mixture was centrifuged (4,000 rpm for 30 min) and the supernatant was precipitated using 2 volumes of 95% ethanol. The precipitate was kept at −20 °C for 24 h before centrifugation at 4,000 rpm for 30 min. Precipitate was dissolved in water, dialyzed 3 times against distilled water, and lyophilized. BoSG and LvSF were isolated from the body wall of the red alga B. occidentalis and the egg jelly of the female gametes of L. variegatus, as reported earlier.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14698,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Purification of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 14719,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The crude extract (50 mg) was fractionated by anion exchange chromatography (packed with DEAE Sepahcel resin) column (2.5 × 20 cm). A linear gradient of NaCl (in 0.1 M NaOAc, pH 6.0) from 0 to 3 M was applied at a flow rate of 18 mL/h. The eluted fractions were assayed for the presence of sulfated glycans by 1,9–dimethylmethylene blue reagent. Fractions were pooled and dialyzed 3 times against water and were lyophilized. Sugars were further purified on a size exclusion column Sephadex G15 (1 × 30 cm).",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15241,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "NMR analysis",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15254,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The 1D 1H NMR spectra of UFH and MSGs (IbSF, IbFucCS, PpFucCS, HfFucCS, and HfSF) were acquired at 25 °C on 400-MHz Bruker Avance III HD using a 5-mm BBFO RT probe. The NMR sample was prepared in a 3-mm NMR tube by dissolving 3–5 mg of pure polysaccharide in 200 μL D2O (99.90%). The 64 NMR scans were acquired for each sample involving a relaxation delay of 1 sec with a total acquisition time of 1 min 41 s. The acquired proton NMR data was processed and analyzed using MestreNova 14.1.0 and TopSpin 4.0 software.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15780,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "MW estimation of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 15802,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The MW distribution of the purified MSGs was determined on a 1.5-mm thick discontinuous PAGE system having 4% stacking gel and a 22% resolving gel phase. The 10 μg of samples dissolved in loading buffer (50% glycerol, 0.5 M Tris, pH 6.8) were loaded into the wells of the stacking gel. LMWH (~8 kDa), UFH (~15 kDa), and CS-C (~60 kDa) were run alongside the MSGs as MW markers. Electrophoretic migration was carried out at 100 V in 0.25 M of Tris-Glycine running buffer. The migration of bands was tracked by 0.02% bromocresol green dye. Gel was stained using 0.1% (w/v) toluidine blue (in 1% acetic acid) for 1 h and was destained using 1% acetic acid.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16466,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Viral inhibition of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 16491,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "The virus inhibitor screening was done on human embryonic kidney cells (HEK-293T) expressing human ACE2 (HEK-293T-hACE2 cell line, BEI Resources #NR-52511) plated in a 96-well tissue culture plate using baculovirus pseudotyped with SARS-CoV-2 Wuhan-Hu-1 and Delta S-proteins (#C1110G and #C1123G, respectively) containing a green fluorescent reporter (Montana Molecular, #C1123G). Virus titers were confirmed by enumerating GFP-positive transduced cells in a dilution series under a fluorescence microscope (EVOS-FL, Thermo Fisher Scientific) and by multiplying by the dilution factor with the volume plated. Serial dilutions (50, 5, 0.5, 0.05, 0.005, and 0.0005 mg/L) of the test MSGs were made in Dulbecco's modified Eagle's medium in triplicates to the final volume of 100 μL in each well. The controls used were UFH at 50 mg/L and mock-treated cells. The 2.5 μL of the pseudotype virus stock (2 × 1010 units per mL) was mixed with the test compounds and was incubated for 1 h, which was then laid over HEK-293T-hACE2 cells plated in a 96-well plate along with 2 mM of sodium butyrate. Plate was then incubated for 60 h and the assay was read on a Cytation 5 automated fluorescence microscope after fixing with 3.7% formaldehyde. The relative IC50 values were calculated in Prism 9 (Graphpad Inc.) by plotting normalized values from the assay against the concentrations (log) of MSGs and controls and analyzing by nonlinear regression to fit a dose–response curve using the least-squares method considering each replicate value as an individual point.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18061,
            "infons": {
              "section_type": "METHODS",
              "type": "title_2"
            },
            "text": "Cytotoxicity of MSGs",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18082,
            "infons": {
              "section_type": "METHODS",
              "type": "paragraph"
            },
            "text": "Cytotoxic potential of MSGs was examined against HEK-293T-hACE2 cells seeded in 12-welled tissue culture plates following the protocol reported earlier. Briefly, the confluent HEK-293T-hACE2 cells were treated with MSGs at a final concentration of 50 mg/L along with 2 mM of sodium butyrate. The cell viability was estimated via trypan blue exclusion assay upon harvesting the treated cells after 60 h of incubation. Assay readout was measured on a TC20 automated cell counter (BioRad) according to the manufacturer’s protocol.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18615,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "title_1"
            },
            "text": "Funding",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 18623,
            "infons": {
              "section_type": "ACK_FUND",
              "type": "paragraph"
            },
            "text": "This work was supported by National Institutes of Health (grant numbers 1P20GM130460-01A1-7936 and 1R03NS110996-01A1) and the University of Mississippi to V.H.P. National Aeronautics and Space Administration award #80NSSC19K1603 and NIH award 1R01DE031928-01A1 supported the work in the laboratory of R.T. M.F. is funded by a full scholarship (GM 1110) from the Ministry of Higher Education of the Arab Republic of Egypt.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19045,
            "infons": {
              "section_type": "COMP_INT",
              "type": "title_1"
            },
            "text": "Conflict of interest statement",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19076,
            "infons": {
              "section_type": "COMP_INT",
              "type": "paragraph"
            },
            "text": "None declared.",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19091,
            "infons": {
              "section_type": "SUPPL",
              "type": "title_1"
            },
            "text": "Supplementary Material",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19114,
            "infons": {
              "section_type": "REF",
              "type": "title"
            },
            "text": "References",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19125,
            "infons": {
              "fpage": "1011",
              "issue": "6",
              "lpage": "1033",
              "pub-id_pmid": "22816037",
              "section_type": "REF",
              "source": "Viruses",
              "type": "ref",
              "volume": "4",
              "year": "2012"
            },
            "text": "Mechanisms of coronavirus cell entry mediated by the viral spike protein",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19198,
            "infons": {
              "fpage": "174",
              "issue": "7824",
              "lpage": "177",
              "pub-id_pmid": "32901123",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "585",
              "year": "2020"
            },
            "text": "The coronavirus is mutating—Does it matter?",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19244,
            "infons": {
              "fpage": "688",
              "issue": "2",
              "lpage": "696",
              "section_type": "REF",
              "source": "Carbohydr Polym",
              "type": "ref",
              "volume": "83",
              "year": "2011"
            },
            "text": "Comparison of structures and anticoagulant activities of fucosylated chondroitin sulfates from different sea cucumbers",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19363,
            "infons": {
              "fpage": "989",
              "issue": "7",
              "lpage": "1000",
              "pub-id_pmid": "22446377",
              "section_type": "REF",
              "source": "Biochim Biophys Acta",
              "type": "ref",
              "volume": "1820",
              "year": "2012"
            },
            "text": "Sequence determination and anticoagulant and antithrombotic activities of a novel sulfated fucan isolated from the sea cucumber Isostichopus badionotus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19515,
            "infons": {
              "fpage": "1043",
              "issue": "4",
              "lpage": "1057",
              "pub-id_pmid": "32970989",
              "section_type": "REF",
              "source": "Cell",
              "type": "ref",
              "volume": "183",
              "year": "2020"
            },
            "text": "SARS-CoV-2 infection depends on cellular Heparan Sulfate and ACE2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19581,
            "infons": {
              "fpage": "101207",
              "issue": "4",
              "pub-id_pmid": "34537241",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "297",
              "year": "2021"
            },
            "text": "Structural and kinetic analyses of holothurian sulfated glycans suggest potential treatment for SARS-CoV-2 infection",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19698,
            "infons": {
              "fpage": "29299",
              "issue": "38",
              "lpage": "29307",
              "pub-id_pmid": "10882718",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "275",
              "year": "2000"
            },
            "text": "Structure and anticoagulant activity of sulfated galactans: isolation of a unique sulfated galactan from the red algae Botryocladia occidentalis and comparison of its anticoagulant action with that of sulfated galactans from invertebrates",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 19937,
            "infons": {
              "fpage": "100114",
              "lpage": "100114",
              "section_type": "REF",
              "source": "Med Drug Discov",
              "type": "ref",
              "volume": "3",
              "year": "2021"
            },
            "text": "The Delta variant mutations in the receptor binding domain of SARS-CoV-2 show enhanced electrostatic interactions with the ACE2",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20065,
            "infons": {
              "section_type": "REF",
              "source": "ACS Cent Sci",
              "type": "ref",
              "year": "2022"
            },
            "text": "Synthetic heparan sulfate mimetic pixatimod (PG545) potently inhibits SARS-CoV-2 by disrupting the spike–ACE2 interaction",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20189,
            "infons": {
              "fpage": "141",
              "issue": "3",
              "lpage": "154",
              "pub-id_pmid": "33024307",
              "section_type": "REF",
              "source": "Nat Rev Microbiol",
              "type": "ref",
              "volume": "19",
              "year": "2020"
            },
            "text": "Characteristics of SARS-CoV-2 and COVID-19",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20232,
            "infons": {
              "fpage": "1649",
              "lpage": "1658",
              "pub-id_pmid": "32979436",
              "section_type": "REF",
              "source": "Int J Biol Macromol",
              "type": "ref",
              "volume": "163",
              "year": "2020"
            },
            "text": "The structure-activity relationship of the interactions of SARS-CoV-2 spike glycoproteins with glucuronomannan and sulfated galactofucan from Saccharina japonica",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20394,
            "infons": {
              "fpage": "104873",
              "pub-id_pmid": "32653452",
              "section_type": "REF",
              "source": "Antivir Res",
              "type": "ref",
              "volume": "181",
              "year": "2020"
            },
            "text": "Characterization of heparin and severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) spike glycoprotein binding interactions",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20535,
            "infons": {
              "fpage": "101856",
              "issue": "5",
              "pub-id_pmid": "35337800",
              "section_type": "REF",
              "source": "J Biol Chem",
              "type": "ref",
              "volume": "298",
              "year": "2022"
            },
            "text": "Fractionation of sulfated galactan from the red alga Botryocladia occidentalis separates its anticoagulant and anti-SARS-CoV-2 properties",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20673,
            "infons": {
              "fpage": "1700",
              "issue": "12",
              "lpage": "1715",
              "pub-id_pmid": "33368089",
              "section_type": "REF",
              "source": "Thromb Haemost",
              "type": "ref",
              "volume": "120",
              "year": "2020"
            },
            "text": "Heparin inhibits cellular invasion by SARS-CoV-2: structural dependence of the interaction of the spike S1 receptor-binding domain with heparin",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20817,
            "infons": {
              "fpage": "276",
              "issue": "7871",
              "lpage": "280",
              "pub-id_pmid": "34237773",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "596",
              "year": "2021"
            },
            "text": "Reduced sensitivity of SARS-CoV-2 variant Delta to antibody neutralization",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 20892,
            "infons": {
              "fpage": "369",
              "issue": "4",
              "lpage": "381",
              "pub-id_pmid": "15590773",
              "section_type": "REF",
              "source": "Glycobiology",
              "type": "ref",
              "volume": "15",
              "year": "2005"
            },
            "text": "Selective cleavage and anticoagulant activity of a sulfated fucan: stereospecific removal of a 2-sulfate ester from the polysaccharide by mild acid hydrolysis, preparation of oligosaccharides, and heparin cofactor II-dependent anticoagulant activity",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21142,
            "infons": {
              "fpage": "714",
              "issue": "8",
              "pub-id_pmid": "34451811",
              "section_type": "REF",
              "source": "Pharmaceuticals (Basel)",
              "type": "ref",
              "volume": "14",
              "year": "2021"
            },
            "text": "Red algal sulfated galactan binds and protects neural cells from HIV-1 gp120 and Tat",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21227,
            "infons": {
              "fpage": "300",
              "issue": "7896",
              "lpage": "306",
              "pub-id_pmid": "34823256",
              "section_type": "REF",
              "source": "Nature",
              "type": "ref",
              "volume": "602",
              "year": "2021"
            },
            "text": "Enhanced fusogenicity and pathogenicity of SARS-CoV-2 Delta P681R mutation",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21302,
            "infons": {
              "fpage": "738",
              "lpage": "747",
              "pub-id_pmid": "30904529",
              "section_type": "REF",
              "source": "Int J Biol Macromol",
              "type": "ref",
              "volume": "132",
              "year": "2019"
            },
            "text": "Comparison of hydrothermal depolymerization and oligosaccharide profile of fucoidan and fucosylated chondroitin sulfate from Holothuria floridana",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21448,
            "infons": {
              "issue": "12",
              "section_type": "REF",
              "source": "Mar Drugs",
              "type": "ref",
              "volume": "19",
              "year": "2021"
            },
            "text": "Anti-sars-cov-2 activity of rhamnan sulfate from monostroma nitidum",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21516,
            "infons": {
              "fpage": "e01987",
              "issue": "3",
              "lpage": "e01920",
              "pub-id_pmid": "33173010",
              "section_type": "REF",
              "source": "J Virol",
              "type": "ref",
              "volume": "95",
              "year": "2021"
            },
            "text": "Effective inhibition of SARS-CoV-2 entry by heparin and enoxaparin derivatives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21595,
            "infons": {
              "fpage": "751778",
              "pub-id_pmid": "34917076",
              "section_type": "REF",
              "source": "Front Immunol",
              "type": "ref",
              "volume": "12",
              "year": "2021"
            },
            "text": "The global epidemic of the SARS-CoV-2 Delta variant, key spike mutations and immune escape",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21686,
            "infons": {
              "fpage": "304",
              "issue": "9",
              "section_type": "REF",
              "source": "Mar Drugs",
              "type": "ref",
              "volume": "16",
              "year": "2018"
            },
            "text": "Anticoagulant and antithrombotic properties of three structurally correlated sea urchin sulfated glycans and their low-molecular-weight derivatives",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21834,
            "infons": {
              "section_type": "REF",
              "source": "WHO coronavirus (COVID-19) dashboard with vaccination data",
              "type": "ref"
            },
            "text": "",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21835,
            "infons": {
              "fpage": "117797",
              "pub-id_pmid": "33712145",
              "section_type": "REF",
              "source": "Carbohydr Polym",
              "type": "ref",
              "volume": "260",
              "year": "2021"
            },
            "text": "Heparan sulfates from bat and human lung and their binding to the spike protein of SARS-CoV-2 virus",
            "sentences": [],
            "annotations": [],
            "relations": []
          },
          {
            "bioctype": "BioCPassage",
            "offset": 21935,
            "infons": {
              "fpage": "105077",
              "pub-id_pmid": "33864843",
              "section_type": "REF",
              "source": "Antivir Res",
              "type": "ref",
              "volume": "190",
              "year": "2021"
            },
            "text": "Antiviral activities of four marine sulfated glycans against adenovirus and human cytomegalovirus",
            "sentences": [],
            "annotations": [],
            "relations": []
          }
        ],
        "annotations": [],
        "relations": []
      }
    ]
  }
]